[
    {
        "cricketerName": "ඒ. වීරසිංහ",
        "bio": "ශ්‍රී ලංකා ක්‍රිකට්",
        "Is": "මලල ක්‍රිකට් ක්‍රීඩකයෙක්",
        "Gender": "පිරිමි",
        "paragraph": "වීරසිංහ (මුල් නම සහ උපන් දිනය නොදනී) කළුතර භෞතික සංස්කෘතික මධ්‍යස්ථානයට ක්‍රීඩා කළ ශ්‍රී ලංකා ක්‍රිකට් ක්‍රීඩකයෙකි. වීරසිංහ 1991-92 සරවනමුත්තු කුසලාන තරඟාවලියේදී කණ්ඩායම වෙනුවෙන් තනි පළමු පෙළ තරඟයකට පෙනී සිටියේය. ඔහු පන්දුවට පහර දුන් එකම ඉනිමේදී නොදැවී ලකුණු 13ක් ලබා ගනිමින් පහළ පෙළේ පන්දුවට පහර දුන්නේය.",
        "Birth": "දත්ත නොමැත",
        "Age": "දත්ත නොමැත",
        "Star sign": "දත්ත නොමැත",
        "Sports Teams": "දත්ත නොමැත",
        "Death": "දත්ත නොමැත",
        "Profiles": "දත්ත නොමැත"
    },
    {
        "cricketerName": "මම. කුඩිගමේ",
        "bio": "ශ්‍රී ලංකා ක්‍රිකට් ක්‍රීඩකයා",
        "Is": "මලල ක්‍රිකට් ක්‍රීඩකයෙක්",
        "Gender": "පිරිමි",
        "paragraph": "මම. kudigame යනු ගාල්ල ක්‍රිකට් සමාජයට ක්‍රීඩා කළ හිටපු ශ්‍රී ලංකා ක්‍රිකට් ක්‍රීඩකයෙකි.\n\n1988-89 සමයේ සිංහල ක්‍රීඩා සමාජයට එරෙහිව කුඩිගමේ කණ්ඩායම වෙනුවෙන් තනි පළමු පෙළ තරගයක් ඉදිරිපත් කළේය. ඔහු තරගයේ පන්දුවට පහර දුන්නේ හෝ පන්දු යැව්වේ නැත.",
        "Birth": "දත්ත නොමැත",
        "Age": "දත්ත නොමැත",
        "Star sign": "දත්ත නොමැත",
        "Sports Teams": "දත්ත නොමැත",
        "Death": "දත්ත නොමැත",
        "Profiles": "දත්ත නොමැත"
    },
    {
        "cricketerName": "marlon vonhagt",
        "bio": "ශ්‍රී ලංකා ක්‍රිකට් ක්‍රීඩකයා",
        "Is": "මලල ක්‍රිකට් ක්‍රීඩකයෙක්",
        "Gender": "පිරිමි",
        "Birth": "1965 මාර්තු 31",
        "Age": "අවුරුදු 56 යි",
        "paragraph": "dudley marlon vonhagt (උපත මාර්තු 31, 1965, කළුතර) යනු 1985 දී එක් ඕඩියක් ක්‍රීඩා කළ හිටපු ශ්‍රී ලංකා ක්‍රිකට් ක්‍රීඩකයෙකි.",
        "Star sign": "දත්ත නොමැත",
        "Sports Teams": "දත්ත නොමැත",
        "Death": "දත්ත නොමැත",
        "Profiles": "දත්ත නොමැත"
    },
    {
        "cricketerName": "kapila dareeju",
        "bio": "ශ්‍රී ලංකා ක්‍රිකට් ක්‍රීඩකයා",
        "Is": "මලල ක්‍රිකට් ක්‍රීඩකයෙක්",
        "Gender": "පිරිමි",
        "paragraph": "kapila dareeju යනු ශ්‍රී ලංකා ක්‍රිකට් ක්‍රීඩකයෙකි. ඔහු මුවර්ස් ක්‍රීඩා සමාජයට ක්‍රීඩා කළ වමත් පිතිකරුවෙකු සහ වමතින් මධ්‍යම වේග පන්දු යවන්නෙකු විය.\n\ndareeju 1994-95 සමය තුළ nomads ක්රීඩා සමාජයට එරෙහිව කණ්ඩායම වෙනුවෙන් තනි පළමු පන්තියේ පෙනී සිටියේය. ඔහු පන්දුවට පහර දුන් එකම ඉනිමේදී ලකුණු 18ක් ලබා ගත්තේය.\n\nපන්දු ඕවර 31කදී ඩරීජු ලකුණු 75ක් ලබා දෙමින් කඩුලු 3ක් දවා ගත්තේය.",
        "Birth": "දත්ත නොමැත",
        "Age": "දත්ත නොමැත",
        "Star sign": "දත්ත නොමැත",
        "Sports Teams": "දත්ත නොමැත",
        "Death": "දත්ත නොමැත",
        "Profiles": "දත්ත නොමැත"
    },
    {
        "cricketerName": "ඈ ද සිල්වා",
        "bio": "ශ්‍රී ලංකා ක්‍රිකට් ක්‍රීඩකයා",
        "Is": "මලල ක්‍රිකට් ක්‍රීඩකයෙක්",
        "Gender": "පිරිමි",
        "paragraph": "ඈ ද සිල්වා (සම්පූර්ණ නම සහ උපන් දිනය නොදනී) කෝල්ට්ස් ක්‍රිකට් සමාජයට ක්‍රීඩා කළ ශ්‍රී ලංකා ක්‍රිකට් ක්‍රීඩකයෙකි.\n\nද සිල්වා 1992-93 වාරයේදී සිංහ ක්‍රීඩා සමාජයට එරෙහිව කණ්ඩායම වෙනුවෙන් තනි පළමු පෙළ තරගයක් කළේය. ටේලන්ඩ් වෙතින්, ඔහු පන්දුවට පහර දුන් එකම ඉනිමේදී ලකුණු 11ක් ලබා ගත් අතර, කණ්ඩායම ඉනිමක පරතරයකින් තරගය ජය ගත්තේය.\n\nද සිල්වා තරගයේ ඕවර 3ක් යැවූ අතර ලකුණු 7ක් ලබා දුන්නේය.",
        "Birth": "දත්ත නොමැත",
        "Age": "දත්ත නොමැත",
        "Star sign": "දත්ත නොමැත",
        "Sports Teams": "දත්ත නොමැත",
        "Death": "දත්ත නොමැත",
        "Profiles": "දත්ත නොමැත"
    },
    {
        "cricketerName": "c. සන්දනායක",
        "bio": "ශ්‍රී ලංකා ක්‍රිකට් ක්‍රීඩකයා",
        "Is": "මලල ක්‍රිකට් ක්‍රීඩකයෙක්",
        "Gender": "පිරිමි",
        "paragraph": "c. සන්දනායක\n\n ශ්‍රී ලංකා ක්‍රිකට් ක්‍රීඩකයෙක් විය. ඔහු පානදුර ක්‍රීඩා සමාජයට ක්‍රීඩා කළ දකුණත් පිතිකරුවෙක් සහ දකුණතින් ඕෆ් බ්‍රේක් පන්දු යවන්නෙක් විය. සන්දනායක 1996-97 වාරයේදී සිංහල ක්‍රීඩා සමාජයට එරෙහිව කණ්ඩායම වෙනුවෙන් තනි පළමු පෙළ තරගයකට සහභාගි විය. පහළ මැද පෙළින්, ඔහු පන්දුවට පහර දුන් පළමු ඉනිමේ දී ලකුණු 22 ක් ලබා ගත් අතර, දෙවන ඉනිමේ තනි ලකුණක් ලබා ගත්තේය. පන්දු යැවීමේ ඕවර හතරෙන්, ඔහු 0-24 ලෙස තරඟ සංඛ්‍යා ලබා ගත්තේය.",
        "Birth": "දත්ත නොමැත",
        "Age": "දත්ත නොමැත",
        "Star sign": "දත්ත නොමැත",
        "Sports Teams": "දත්ත නොමැත",
        "Death": "දත්ත නොමැත",
        "Profiles": "දත්ත නොමැත"
    },
    {
        "cricketerName": "රමේෂ් මංජුල",
        "bio": "ශ්‍රී ලංකා ක්‍රිකට් ක්‍රීඩකයා",
        "Is": "මලල ක්‍රිකට් ක්‍රීඩකයෙක්",
        "Gender": "පිරිමි",
        "paragraph": "රමේෂ් මංජුල ශ්‍රී ලංකා ක්‍රිකට් ක්‍රීඩකයෙකි. ඔහු කළුතර නගර සමාජයට ක්‍රීඩා කළ වමත් පිතිකරුවෙකි.\n\nසිංහ ක්‍රීඩා සමාජයට එරෙහිව කළුතර පළමු පෙළ ක්‍රිකට් තරග වාරය වූ 1996-97 සරවනමුත්තු කුසලාන තරග වාරයේදී මංජුල කණ්ඩායම වෙනුවෙන් තනි පළමු පෙළ තරගයකට සහභාගි විය. පහළ පෙළේ සිට පන්දුවට පහරදුන් මංජුල තමන් පන්දුවට පහරදුන් පළමු ඉනිමේදී ලකුණු 6ක් සහ දෙවැනි ඉනිමේදී ලකුණු 3ක් ලබාගත්තේය.\n\nතරගයේ ඕවර තුනකට ආසන්න ප්‍රමාණයක් යැවූ මංජුල ලකුණු 9ක් ලබා දුන්නේය.",
        "Birth": "දත්ත නොමැත",
        "Age": "දත්ත නොමැත",
        "Star sign": "දත්ත නොමැත",
        "Sports Teams": "දත්ත නොමැත",
        "Death": "දත්ත නොමැත",
        "Profiles": "දත්ත නොමැත"
    },
    {
        "cricketerName": "rumesh buddika",
        "bio": "ශ්‍රී ලංකා ක්‍රිකට් ක්‍රීඩකයා",
        "Is": "මලල ක්‍රිකට් ක්‍රීඩකයෙක්",
        "Gender": "පිරිමි",
        "Birth": "1990 නොවැම්බර් 14",
        "Age": "අවුරුදු 31 යි",
        "paragraph": "rumesh buddika\n\n (උපත 1990 නොවැම්බර් 14) යනු ශ්‍රී ලංකා සංවර්ධන නැගී එන කණ්ඩායමේ නායකයා වන ශ්‍රී ලංකා ක්‍රිකට් ක්‍රීඩකයෙකි. ඔහු වමත් පිතිකරුවෙක් සහ දකුණතින් ඕෆ් බ්‍රේක් පන්දු යවන්නෙක් වන අතර ඔහු දැනට බර්ගර් විනෝද ක්‍රීඩා සමාජයට ක්‍රීඩා කරයි. ඔහු මාතර දිස්ත්‍රික්කයේ උපත ලබා ගාල්ල මහින්ද විද්‍යාලයෙන් අධ්‍යාපනය ලැබූ අතර එහිදී ඔහු සිය ක්‍රිකට් දිවිය ආරම්භ කළේය. ඔහු නවසීලන්තයේ පැවති 2010 icc 19න් පහළ ක්‍රිකට් ලෝක කුසලානයේදී ශ්‍රී ලංකාව නියෝජනය කළේය. 2008 වසරේ හලාවත මේරියන්ස් වෙනුවෙන් පැවැති වයස 23 න් පහළ තරගාවලියට ක්‍රීඩා කළ බුද්දික 2009 දී රාගම ක්‍රිකට් සමාජයට එක් වූ අතර ඔහු සමඟ එම තරගයේ අවසන් පූර්ව වටයට පැමිණියේ ඔවුන්ගේ වයස අවුරුදු 23 න් පහළ කණ්ඩායම සමඟිනි. 2009-10 ප්‍රිමියර් සීමිත ඕවර තරඟාවලිය, කෝල්ට්ස්ට එරෙහිව. පසුව ඔහු 2015/2016 වාරයේදී ගාලු ක්‍රිකට් සමාජයට යාමට පෙර වාර කිහිපයක් දෙමළ සංගම් ක්‍රිකට් සමාජය නියෝජනය කළේය. රුමේෂ් 2014 වසරේ මුවර්ස් කණ්ඩායමට එරෙහිව දෙමළ සංගමය වෙනුවෙන් නොදැවී ලකුණු 239ක් ඇතුළුව පළමු පෙළ ශතක 10ක් ලබාගෙන ඇත. පළමු පෙළ ක්‍රිකට් ක්‍රීඩාවේ සහ ශ්‍රී ලංකා සමාජ ක්‍රිකට් ක්‍රීඩාවේ වඩාත්ම ස්ථාවර දක්‍ෂතා වලින් එකකි. පළමු පෙළ ක්‍රිකට් පිටියේ පිතිකරුවෙකු රැස් කළ වැඩිම පුද්ගලික ලකුණු සංඛ්‍යාවට හිමි ගාලු ක්‍රිකට් සමාජයේ වාර්තාවට ද රුමේෂ් බුද්දික හිමිකම් කියයි.",
        "Star sign": "දත්ත නොමැත",
        "Sports Teams": "දත්ත නොමැත",
        "Death": "දත්ත නොමැත",
        "Profiles": "දත්ත නොමැත"
    },
    {
        "cricketerName": "s. දේවප්රිය",
        "bio": "ක්රිකට් ක්රීඩකයා",
        "Is": "මලල ක්‍රිකට් ක්‍රීඩකයෙක්",
        "Gender": "පිරිමි",
        "paragraph": "s. දේවප්‍රිය (සුදත් දේවප්‍රිය සිල්වා) යනු කළුතර භෞතික සංස්කෘතික මධ්‍යස්ථානයට ක්‍රීඩා කළ ශ්‍රී ලංකා ක්‍රිකට් ක්‍රීඩකයෙකි.\n\n1991-92 සරවනමුත්තු කුසලාන තරගයේදී දේවප්‍රිය කණ්ඩායම වෙනුවෙන් පළමු පෙළ තරග හතරක් ඉදිරිපත් කළේය. හිටපු ටෙස්ට් ක්‍රිකට් ක්‍රීඩක ජයන්ත සිල්වා සමඟ ටේලන්ඩ් සමඟ හවුල් වෙමින් දේවප්‍රිය සිය මංගල තරගයේදී යුගලයක් වාර්තා කළේය.\n\nදේවප්‍රිය තමා පන්දුවට පහර දුන් ඉනිම හයේ වැඩිම ලකුණු රැස් කළේ ලකුණු 4ක් පමණි. දේවප්‍රිය තමා ක්‍රීඩා කළ පළමු පෙළ තරග හතරේදී ඕවර 23ක් යැවූ අතර ඉනිමේ හොඳම ලකුණු සංඛ්‍යාව 3-33ක් ලෙස තහවුරු කළේය.",
        "Birth": "දත්ත නොමැත",
        "Age": "දත්ත නොමැත",
        "Star sign": "දත්ත නොමැත",
        "Sports Teams": "දත්ත නොමැත",
        "Death": "දත්ත නොමැත",
        "Profiles": "දත්ත නොමැත"
    },
    {
        "cricketerName": "s. පෙරේරා",
        "bio": "ශ්‍රී ලංකා ක්‍රිකට් ක්‍රීඩකයා",
        "Is": "මලල ක්‍රිකට් ක්‍රීඩකයෙක්",
        "Gender": "පිරිමි",
        "paragraph": "දත්ත නොමැත",
        "Birth": "දත්ත නොමැත",
        "Age": "දත්ත නොමැත",
        "Star sign": "දත්ත නොමැත",
        "Sports Teams": "දත්ත නොමැත",
        "Death": "දත්ත නොමැත",
        "Profiles": "දත්ත නොමැත"
    },
    {
        "cricketerName": "මයිකල් තිසේරා",
        "bio": "ශ්‍රී ලංකා ක්‍රිකට් ක්‍රීඩකයා",
        "Is": "මලල ක්‍රිකට් ක්‍රීඩකයෙක්",
        "Gender": "පිරිමි",
        "Birth": "1939 මාර්තු 23, කොළඹ",
        "Age": "අවුරුදු 82 යි",
        "paragraph": "මයිකල් හියු තිසේරා (උපත මාර්තු 23, 1939, කොළඹ) යනු හිටපු ශ්‍රී ලංකා ක්‍රිකට් ක්‍රීඩකයෙකි.\n\nඔහු අධ්‍යාපනය ලැබුවේ එස්. තෝමස් විද්‍යාලය, මවුන්ට් ලැවීනියාව, එහිදී, 1954 දී වයස අවුරුදු දාහතරේදී පෙනී සිටි ඔහු, 1957 සහ 1958 දී \"ද බැට්ල් ඔෆ් ද බ්ලූස්\" ලෙස හැඳින්වූ රාජකීය-තෝමියානු ක්‍රිකට් තරඟාවලියේ තෝමියානු ක්‍රිකට් කණ්ඩායමේ නායකත්වය දැරීය. ඔහු සිය පළමු පන්තියට පත් විය. 1959 මාර්තු මාසයේදී, ලංකාව සහ මදුරාසි අතර වාර්ෂික ගෝපාලන් කුසලාන තරඟයේදී.\n\nඔහු 1965 දී අහමදාබාද්හිදී ටෙස්ට් ක්‍රීඩා කරන ජාතියකට එරෙහිව සිලෝන් පිලට පළමු ජයග්‍රහණය ලබා දුන්නේ ය, අඩු ලකුණු තරගයකදී ඔහුගේ නිර්භීත ප්‍රකාශය ඉන්දියාවට එරෙහිව කඩුලු 4 කින් ජයග්‍රහණය කිරීමට හේතු විය.\n\nඔහු 1975 ලෝක කුසලානයේදී ඕඩිස් තුනක් ක්‍රීඩා කළේය. ශ්‍රී ලංකා ක්‍රිකට් ක්‍රීඩාවේ ප්‍රබලයෙකු වන ඔහු 2005 සහ 2007 අතර ජාතික කණ්ඩායම කළමනාකරණය කළේය. බටහිර ඉන්දීය කොදෙව් සහ ශ්‍රී ලංකාව අතර ටෙස්ට් ක්‍රිකට් ජනප්‍රියයන් දෙදෙනාටම ගෞරවයක් වශයෙන් සෝබර්ස්-තිසේරා කුසලානය සඳහා ක්‍රීඩා කරයි.",
        "Star sign": "දත්ත නොමැත",
        "Sports Teams": "දත්ත නොමැත",
        "Death": "දත්ත නොමැත",
        "Profiles": "දත්ත නොමැත"
    },
    {
        "cricketerName": "සෙවන සිල්වා",
        "bio": "ශ්‍රී ලංකා ක්‍රිකට් ක්‍රීඩකයා",
        "Is": "මලල ක්‍රිකට් ක්‍රීඩකයෙක්",
        "Gender": "පිරිමි",
        "Birth": "1978 අගෝස්තු 18",
        "Age": "අවුරුදු 43 යි",
        "paragraph": "elle hennadige shadeep nadeeja silva (උපත 1978 අගෝස්තු 18), සාමාන්‍යයෙන් ෂේප් සිල්වා ලෙස හැඳින්වේ, ශ්‍රී ලංකාවේ උපත ලද එමිරාටි ක්‍රිකට් ක්‍රීඩකයෙකි. වමත් පිතිකරුවෙකු සහ වමතින් ඕතඩොක්ස් දඟ පන්දු යවන්නෙකු වන ඔහු 2008 දී එක්සත් අරාබි එමීර් රාජ්‍ය ජාතික ක්‍රිකට් කණ්ඩායම වෙනුවෙන් එක්දින ජාත්‍යන්තර (odi) ක්‍රීඩා කළේය. ඔහුගේ වෘත්තීය ජීවිතයට පෙර ඔහු පළමු පන්තියේ ක්‍රීඩා කළ අතර සෙබස්තියන් ක්‍රිකට් සඳහා ක්‍රිකට් ලැයිස්තුගත කළේය. ඔහුගේ උපන් ගම වන ශ්‍රී ලංකාවේ මලල ක්‍රීඩා සමාජය. චරිතාපදානය\n\n1978 ගාල්ලේ උපන් ෂේප් සිල්වාගේ ක්‍රිකට් දිවිය ආරම්භ වූයේ සෙබස්තියන් ක්‍රිකට් සහ මලල ක්‍රීඩා සමාජයෙනි. ඔහු 2000 දී ඔවුන් වෙනුවෙන් තරඟ තුනක් සහ 2001 පෙබරවාරි මාසයේදී පළමු පෙළ තරඟයක් ක්‍රීඩා කළේය. ඔහු ඔවුන්ගේ වයස අවුරුදු 23න් පහළ කණ්ඩායම වෙනුවෙන් තරඟ හතරක් ද ක්‍රීඩා කළේය.\n\nඔහු 2006 දී uae වෙනුවෙන් ක්‍රීඩා කිරීමට පටන් ගත් අතර, ප්‍රථමයෙන් ඔවුන් වෙනුවෙන් ක්‍රීඩා කළේ 2006 acc කුසලානය ක්වාලාලම්පූර්හි දී ය. එම වසරේ පසුව ඔහු නේපාලයට සහ හොංකොංට එරෙහිව acc ප්‍රිමියර් ලීග් තරඟ වලට අමතරව namibia ට එරෙහිව icc අන්තර් මහාද්වීපික කුසලාන තරඟයකට ක්‍රීඩා කළේය, එය ඔහුගේ පළමු තරඟයෙන් වසර හයකට පමණ පසු ඔහුගේ දෙවන පළමු පෙළ තරඟය විය. ඔහු 2006/07 තරඟාවලියේදී අයර්ලන්තයට එරෙහිව ද ක්‍රීඩා කළේය.\n\n2007 දී ඔහු uae සමඟ ස්කොට්ලන්තයේ සහ කැනඩාවේ සංචාරය කළේය. ඔහු සංචාරයේ ස්කොට්ලන්ත පාදයේ ස්කොට්ලන්තයට එරෙහිව එක්දින තරඟයක් සහ ස්කොට්ලන්තයට එරෙහිව අන්තර් මහාද්වීපික කුසලාන තරඟයක් සහ කැනඩාවට එරෙහිව අන්තර් මහාද්වීපික කුසලාන තරඟයක් සහ කැනේඩියානු ආරාධනයකට එරෙහිව එක්දින තරඟ xi සහ කැනේඩියානු පාදයේ ඔන්ටාරියෝ සමඟ ක්‍රීඩා කළේය.\n\nවසර අවසානයේදී ඔහු කුවේට්හි පැවති acc විස්සයි20 කුසලානයට ක්‍රීඩා කළ අතර ඔහු නැමීබියාවේ පැවති ලෝක ක්‍රිකට් ලීගයේ දෙවන කොටසේ ක්‍රීඩා කරන විට ක්‍රිකට් ලැයිස්තුගත කිරීමට නැවත පැමිණියේය. ඔහු තරඟාවලි දෙක අතර බර්මියුඩාවට එරෙහිව අන්තර් මහාද්වීපික කුසලාන තරඟයක් ක්‍රීඩා කළේය.\n\nඔහු 2008 වසරේ මුල් භාගයේදී අයර්ලන්තයට එරෙහිව අබුඩාබි xi කණ්ඩායමට ක්‍රීඩා කළ අතර, වසර අවසානයේ දී ඔහු 2008 ආසියානු කුසලානයේ දී බංග්ලාදේශයට එරෙහිව uae වෙනුවෙන් ක්‍රීඩා කරන විට ඔහුගේ මංගල Odi තරඟය සිදු කළේය. ඔහු ඉතා මෑතකදී ක්වාලාලම්පූර් හි පැවති 2008 acc කුසලාන ප්‍රභූ තරඟාවලියේදී ඔහු හදාගත් රට නියෝජනය කළේය.\n\nෂේප් සිල්වා යනු සාජා සහ ඩුබායි හි පිහිටි ඩෙසර්ට් කබ්ස් ක්‍රිකට් ඇකඩමියේ පුහුණුකරුවෙකි.",
        "Star sign": "දත්ත නොමැත",
        "Sports Teams": "දත්ත නොමැත",
        "Death": "දත්ත නොමැත",
        "Profiles": "දත්ත නොමැත"
    },
    {
        "cricketerName": "මහේල ජයවර්ධන",
        "bio": "ශ්‍රී ලංකා ක්‍රිකට් ක්‍රීඩකයා",
        "Is": "මලල ක්‍රිකට් ක්‍රීඩකයෙක්",
        "Gender": "පිරිමි",
        "Birth": "1977 මැයි 27, කොළඹ",
        "Age": "අවුරුදු 44 යි",
        "paragraph": "denagamage praboth mahela de silva jayawardene (සිංහල: මහේල ජයවර්ධන; උපත 27 මැයි 1977), මහේල ජයවර්ධන ලෙස හැඳින්වේ, හිටපු ශ්‍රී ලංකා ක්‍රිකට් ක්‍රීඩකයෙක් සහ ශ්‍රී ලංකා ක්‍රිකට් කණ්ඩායමේ නායකයෙකි. විශේෂයෙන් දඟ පන්දු යැවීමේ දක්ෂතා හේතුවෙන් ඔහු පිතිකරණයේ නවීනතම විශිෂ්ටයෙකු ලෙස සැලකේ. ජයවර්ධනගේ වැඩිම ටෙස්ට් ලකුණු සංඛ්‍යාව වන දකුණු අප්‍රිකාවට එරෙහිව ලබාගත් ලකුණු 374 ටෙස්ට් ක්‍රිකට් ඉතිහාසයේ දකුණත් පිතිකරුවෙකු ලබාගත් වැඩිම ටෙස්ට් ලකුණු සංඛ්‍යාවයි. එය ටෙස්ට් ක්‍රිකට් ඉතිහාසයේ පිතිකරුවෙකු විසින් අවස්ථා රහිතව වාර්තා කළ ඉහළම ඉනිම ලෙසද සැලකේ.\n\nජයවර්ධන 1997 දී සිය ටෙස්ට් ක්‍රිකට් ක්‍රීඩාවට පිවිසි අතර ඊළඟ වාරයේදී ඔහුගේ එක්දින ජාත්‍යන්තර (odi) මංගල තරගයට පිවිසියේය. 2006 දී ඔහු දකුණු අප්‍රිකාවට එරෙහිව ශ්‍රී ලංකා ක්‍රිකට් තරගාවලියේ දෙවැනි ටෙස්ට් තරගයේදී ලකුණු 374ක් ලබා ගනිමින් ටෙස්ට් ක්‍රිකට් ක්‍රීඩාවේ ශ්‍රී ලාංකිකයකු විසින් මෙතෙක් රැස් කළ ඉහළම ලකුණු සංඛ්‍යාව බවට පත් විය. ඔහුට ටෙස්ට් ක්‍රිකට් සාමාන්‍ය 50 ට වැඩි සහ 30 ගණන්වල එක්දින සාමාන්‍යයක් ඇත. ඔහු ශ්‍රී ලංකා ක්‍රිකට් ඉතිහාසයේ ටෙස්ට් ලකුණු 10,000 ඉක්මවූ පළමු ක්‍රීඩකයා වේ. ඔහුගේ සාපේක්ෂව අඩු Odi සාමාන්‍ය තිබියදීත්, ජයවර්ධන ශ්‍රී ලංකාව විසින් බිහිකළ හොඳම පිතිකරුවෙකු ලෙස සැලකේ.\n\nඔහු ශ්‍රී ලාංකිකයන් හතර දෙනාගෙන් කෙනෙකි - අනෙක් අය සනත් ජයසූරිය, කුමාර් සංගක්කාර සහ තිලකරත්න ඩිල්ෂාන් - ඕඩීස් ක්‍රීඩාවේ ලකුණු 10,000 කට වඩා රැස් කිරීමේ කීර්තිමත් වාර්තාවට හිමිකම් කියයි. සග සගයා වූ සංගක්කාර සමගින් ඔහු ටෙස්ට් තරග වලදී 3 වැනි කඩුල්ලට වැඩිම සබඳතාව ලකුණු වාර්තා කළේ පකිස්තානයට එරෙහිව ගාලු ජාත්‍යන්තර ක්‍රීඩාංගණයේ පැවැති පළමු ටෙස්ට් තරගයේදී රාහුල් ඩ්‍රාවිඩ් සහ සචින් තෙන්ඩුල්කාර්ගේ ලකුණු 5826ක සබඳතාව අභිබවා යමින් ලකුණු 5890ක් රැස් කරමිනි. ස්ථානයේ. එම තරගයේදී ඔහු ලකුණු 56ක් රැස් කළ අතර එහිදී ඔහුගේ සගයා ලකුණු 221ක් රැස් කළේය.\n\nජයවර්ධන 2014 අයිසීසී ලෝක විස්සයි20 ජයග්‍රහණය කළ කණ්ඩායමේ ප්‍රධාන සාමාජිකයෙකු වූ අතර 2007 ක්‍රිකට් ලෝක කුසලානය, 2011 ක්‍රිකට් ලෝක කුසලානය, 2009 අයිසීසී ලෝක විස්සයි20 සහ 2012 අයිසීසී ලෝක විස්සයි20 අවසන් මහා තරගයට පැමිණි කණ්ඩායමේ සාමාජිකයෙකි.\n\n2006 වසරේ ජාත්‍යන්තර ක්‍රිකට් කවුන්සිලය විසින් වසරේ හොඳම ජාත්‍යන්තර නායකයා ලෙස ජයවර්ධන නම් කරන ලද අතර 2007 වසරේ වසරේ හොඳම ටෙස්ට් ක්‍රිකට් ක්‍රීඩකයා ලෙස නම් කරන ලදී. ඔහු අභ්‍යන්තර වළල්ලේ පන්දු රැකීමේ දක්ෂතා සඳහා ද ප්‍රසිද්ධියක් උසුලන අතර, 2005 අගභාගයේදී cricinfo විසින් සකස් කරන ලද වාර්තාවක් සමඟින්, 1999 ක්‍රිකට් ලෝක කුසලානයෙන් පසුව, ඔහු ඕනෑම ක්ෂේත්‍ර ක්‍රීඩකයෙකුට Odi ක්‍රිකට් වල වැඩිම ලකුණු සංඛ්‍යාවකට බලපා ඇති බව පෙන්නුම් කරයි odi's හි පස්වන ඉහළම ලකුණු-අවුට්/තරග අනුපාතය. සී ජයවර්ධන බී මුරලිදරන් ටෙස්ට් ක්‍රිකට් ඉතිහාසයේ වඩාත් සුලභ පන්දු යවන්නන් සහ පන්දු රකින්නෙකු බව සංඛ්‍යාලේඛන හෙළි කරයි.\n\n2016 මැයි 19 වන දින එංගලන්තය සහ ශ්‍රී ලංකාව අතර පළමු ටෙස්ට් තරගය හෙඩිංලි හිදී ජයවර්ධන දැනට ජාත්‍යන්තර රූපවාහිනී විස්තර විචාරකයෙකු ලෙස කටයුතු කරයි.career\n\nමුල් සහ ගෘහස්ථ වෘත්තිය\n\nජයවර්ධන අධ්‍යාපනය ලැබුවේ ශ්‍රී ලංකාවේ වඩාත්ම කීර්තිමත් පාසලක් වන කොළඹ නාලන්ද විද්‍යාලයෙනි. කුඩා කාලයේදීම මහේලගේ පියා සෙනරත් ජයවර්ධන විසින් කුරුඳුවත්තේ නොන්ඩිස්ක්‍රිප්ට් ක්‍රිකට් සමාජය විසින් පවත්වාගෙන යනු ලබන ලයනල් පුහුණු සායනයට ඔහුව හඳුන්වා දුන්නේය. එහිදී ඔහු ක්‍රිකට් ක්‍රීඩාව ඉගෙන ගත්තේ ය. ජයවර්ධන 1994 දී කොළඹ නාලන්ද විද්‍යාලයේ පළමු xi ක්‍රිකට් කණ්ඩායමේ නායකත්වය දැරීය. පාසල් ක්‍රිකට් කණ්ඩායම හරහා තම දක්ෂතා වර්ධනය කරගත් ඔහු අවසානයේ නායකයා බවට පත්විය. ඔහු 1994 ක්‍රිකට් වාරයේ හොඳම පාසල් ක්‍රිකට් ක්‍රීඩකයාට හිමි සම්මානය සඳහා අනුශූරතාව හිමිකර ගත්තේය.\n\nදේශීය වශයෙන් ඔහු 1995 සිට සිංහල ක්‍රීඩා සමාජයට ක්‍රීඩා කර ඇත. ඔහු 2008 ඉංග්‍රීසි ක්‍රිකට් වාරයේ පළමු භාගය සඳහා ඩර්බිෂයර් සඳහා විදේශීය ක්‍රීඩකයෙකු ලෙස ක්‍රීඩා කිරීමට අත්සන් තබා ඇත. කෙසේ වෙතත්, ඔහු ශ්‍රී ලංකාව සඳහා වූ කැපවීම් සහ ඉන්දීය ප්‍රිමියර් ලීගයට සම්බන්ධ වීම නිසා ඔහුට 2008 ප්‍රාන්ත වාරයේ කිසිදු කොටසක් ක්‍රීඩා කිරීමට නොහැකි විය.\n\nජාත්යන්තර වෘත්තීය\n\n1990 දශකයේ වෘත්තිය\n\nමහේල ජයවර්ධන 69 වැනි ශ්‍රී ලංකා ටෙස්ට් කැප් එක වන අතර, 1997 දී ඉන්දියාවට එරෙහිව කොළඹදී සිය මංගල තරගයට සහභාගි විය. ජයවර්ධන සිය මංගල ටෙස්ට් තරගයට සහභාගි වූයේ 1997 දී ඉන්දියාවට එරෙහිව කොළඹ ආර්.පී.එස්. ජයවර්ධන ශ්‍රී ලංකා පළමු ඉනිමේ ලකුණු 952/6ට ලකුණු 66ක් එක් කළේය, එය මෙතෙක් ටෙස්ට් ලකුණු රැස්කළ ඉහළම ලකුණු සංඛ්‍යාව විය. ඔහු මීට පෙර වැඩිම ටෙස්ට් ලකුණු සංඛ්‍යාව අභිබවා යන විට ක්‍රීස් එකේ සිටියේය. ඔහුගේ ක්‍රිකට් දිවියේ මුල් කාලයේදී ඔහු නවසීලන්තයට එරෙහිව ලකුණු 167ක් සහ ඉන්දියාවට එරෙහිව ලකුණු 242ක් රැස් කළේය.\n\nජයවර්ධනගේ එක්දින ජාත්‍යන්තර මංගල තරගය 1998 ජනවාරි මස ප්‍රේමදාස හිදී සිම්බාබ්වේ පිලට එරෙහිවය. ජයවර්ධන ජයග්‍රාහී ලකුණක් එල්ල කිරීමත් සමඟ ශ්‍රී ලංකාව තරගය ජය ගත්තේය. මීළඟ තරගයේදී ජයවර්ධන ලකුණු 74ක් රැස් කළේය. ඔහුගේ පළමු ශතකය වාර්තා කිරීමට පෙර ඔහුට ගතවූයේ තරග 11ක් පමණි. එය එංගලන්තයට එරෙහිව ඇඩිලේඩ්හි පැවැති කාල්ටන් සහ එක්සත් ලෝක කුසලාන තරගාවලියේදීය. ජයවර්ධන පීඩනයකට අවතීර්ණ වූ අතර, ශ්‍රී ලංකාව ලකුණු හඹා යාමේ දී ලකුණු 134/4 දී අරගල කරමින් සිටියද, තරගය ජයග්‍රහණය කිරීම සඳහා ලකුණු 120 ක ඉනිමක් ලබා ගත්තේය. රොස් එමර්සන් විසින් විසි කිරීම සඳහා මුත්තයියා මුරලිදරන් නොබෝල් කිරීම හේතුවෙන් තරගය කැපී පෙනෙන අතර, එය ශ්‍රී ලංකා නායක අර්ජුන රණතුංග තම කණ්ඩායම පිටිය අද්දරට ගෙනයාමට සහ තරඟයෙන් ඉවත්වීම ගැන සලකා බැලීමට මෙන්ම ශාරීරිකව උරහිසට පහර දීම සඳහා ද හේතු විය සමහර ක්රීඩකයන්.\n\nනායකත්වය\n\nජයවර්ධන 2006 වසරේ එංගලන්ත සංචාරයේදී මාවන් අතපත්තු නොමැති විට ශ්‍රී ලංකා ජාතික කණ්ඩායමේ නායකයා විය. ඔහු තම කණ්ඩායම ටෙස්ට් තරඟාවලිය 1-1ක් ලෙස සම තත්වයට ගෙන ගිය අතර Odi තරඟාවලියේදී 5-0ක් ලෙස වයිට් වොෂ් විය.\n\nජයවර්ධන ජාත්‍යන්තර තරගවල ප්‍රතිඵල\n\nතරග\n\nදිනුවා\n\nනැති වුණා\n\nඇද\n\nබැඳලා\n\nප්රතිඵලයක් නැත\n\nපරීක්ෂණය\n\n149\n\n58\n\n46\n\n45\n\n0\n\n–\n\nodi\n\n448\n\n241\n\n186\n\n–\n\n3\n\n17\n\nt20i\n\n55\n\n37\n\n17\n\n–\n\n1\n\n–\n\n2006 වසරේ දකුණු අප්‍රිකාවට එරෙහිව පැවැති ටෙස්ට් තරගාවලියේ පළමු ටෙස්ට් තරගයේදී කුමාර් සංගක්කාර සමඟ එක්ව ජයවර්ධන ලකුණු 624ක ලෝක වාර්තාගත සබඳතාවක් ගොඩනැගුවේය. මෙම සබඳතාව පළමු පෙළ ක්‍රිකට් ඉතිහාසයේ ඕනෑම කඩුල්ලක් සඳහා වූ ඉහළම සබඳතාව වන අතර පළමු පෙළ හෝ ටෙස්ට් තරගයක ඉනිමකදී ලකුණු 600ක් හෝ ඊට වැඩි සබඳතාවක් ගොඩනැගූ පළමු අවස්ථාව මෙය ශ්‍රී ලංකාව වෙනුවෙන් පැවැති තෙවැනි කඩුල්ලට සම්බන්ධ වූ ලකුණු 262 ඉක්මවා ගිය සබඳතාව බිඳ දමමිනි තමා තිලාන් සමරවීර සමග. එය නවසීලන්ත ක්‍රීඩකයින් වන මාටින් ක්‍රෝ සහ ඇන්ඩෲ ජෝන්ස් විසින් ගොඩනැගූ ලකුණු 467ක සබඳතාව අභිබවා යමින් ටෙස්ට් ක්‍රීඩා කරන සියලුම රටවල් සඳහා තෙවැනි කඩුල්ල සඳහා වූ සබඳතාවයේ පෙර වාර්තාව බිඳ දැමීය.\n\nජයවර්ධන ටෙස්ට් ත්‍රිත්ව ශතකයක් රැස් කළ පළමු ශ්‍රී ලංකා නායකයා බවට පත්වෙමින් පන්දු 572කදී හතරේ පහර 43ක් සහ හයේ පහර 1ක් සමඟින් ලකුණු 374ක් රැස් කළේය. ලෝක වාර්තාව බිඳ දැමීමට නොගොස් ටෙස්ට් තරගයකදී ලකුණු 350 පසු කළ පළමු පිතිකරුවා ද ඔහුය. ඔහු මීට පෙර 1997 දී ඉන්දියාවට එරෙහිව සනත් ජයසූරියගේ ලකුණු 340 කින් ටෙස්ට් තරගයකදී ශ්‍රී ලාංකිකයෙකු ලබාගත් ඉහළම ලකුණු සංඛ්‍යාව අභිබවා ගියේය.\n\nඔහු 2007 වසරේ විස්ඩන් ක්‍රිකට් ක්‍රීඩකයා ලෙසද තේරී පත් විය. 2007 ලෝක කුසලාන ක්‍රිකට් තරගාවලියේදී ජයවර්ධන එක් ශතකයක් සහ අර්ධ ශතක 4ක් රැස් කළ අතර එම තරගාවලියේ දෙවැනි වැඩිම ලකුණු ලාභියා වූයේ ඔස්ට්‍රේලියාවේ මැතිව් හේඩන්ය. ඔහු නවසීලන්තයට එරෙහිව රැස් කළ ශතකය ශ්‍රී ලංකාවට අවසන් පූර්ව තරගයේ ජයග්‍රහණයට ඉවහල් විය. ශ්‍රී ලංකාව ලෝක කුසලානයේ අනුශූරතාව අවසන් කළේ අවසන් මහා තරගයේදී ඕස්ට්‍රේලියාව හමුවේ පරාජයට පත්වෙමින්. ඔහු ලෝක කුසලාන එක්දින ඉතිහාසයේ අවසන් පූර්ව තරගයේ සහ අවසන් මහා තරගයේ දී ශතක රැස් කළ එකම පිතිකරුවා වේ. 2007 ක්‍රිකට් ලෝක කුසලාන අවසන් පූර්ව තරගයේදී නවසීලන්තයට එරෙහිව ශතකයක් සහ 2011 ක්‍රිකට් ලෝක කුසලාන අවසන් මහා තරගයේදී ඉන්දියාවට එරෙහිව ශතකයක් රැස්කරමින් ඔහු මෙම දස්කම ලබා ගත්තේය.\n\nඔහු ටෙස්ට් ක්‍රීඩා කරන සියලුම ජාතීන්ට එරෙහිව ශතක ලබා ඇත. ඔහු 2009 පෙබරවාරි 21 වන දින පකිස්ථානයේ කරච්චි හි ජාතික ක්‍රීඩාංගණයේදී පකිස්ථානයට එරෙහිව සිය මංගල ටෙස්ට් ශතකය ලබා ගනිමින් මෙම දස්කම ලබා ගත්තේය.\n\nජයවර්ධන ජාත්‍යන්තර ක්‍රිකට් කවුන්සිලයේ \"2006 වසරේ නායකයා\", \"2006 වසරේ ලෝක එක්දින ජාත්‍යන්තර කණ්ඩායමේ\" නායකයා, 2007 වසරේ විස්ඩන් ක්‍රිකට් ක්‍රීඩකයා සහ ඉහළම ලකුණු (ලකුණු 374) වාර්තාකරුවා වේ. ) ටෙස්ට් ක්‍රිකට් ක්‍රීඩාවේ ශ්‍රී ලාංකිකයෙකු විසිනි. 2007 සහ 2008 වසර වලදී ශ්‍රී ලංකා කණ්ඩායම \"ස්පිරිට් ඔෆ් ක්‍රිකට් සම්මානය\" දිනා ගන්නා විටද ඔහු නායකත්වය දුන්නේය.\n\nජයවර්ධන විසින් 2009 මාර්තු-අප්‍රේල් මාසවල ටෙස්ට් තරඟාවලියක් සඳහා ශ්‍රී ලංකාව පකිස්ථානයට ගෙන යන ලදී. තරඟාවලිය පවත්වනු ලැබුවේ 2008 නොවැම්බර් මුම්බායි ප්‍රහාරයෙන් පසු ඉන්දීය කණ්ඩායම පකිස්ථානයේ ක්‍රීඩා කිරීමෙන් ඉවත් වීමෙන් පසුවය. ඔහු පළමු ටෙස්ට් තරගයේදී ද්විත්ව ශතකයක් ලබා ගත්තද පළමු ටෙස්ට් තරගය ජය පරාජයෙන් තොරව අවසන් විය. තිලාන් සමරවීර එම තරගමාලාවේ පිට පිට දෙවැනි ද්විත්ව ශතකය වාර්තා කිරීමත්, තිලකරත්න ඩිල්ෂාන් ශතකයක් වාර්තා කිරීමත් සමඟ ශ්‍රී ලංකාව ටෙස්ට් තරගයේ හොඳ තත්ත්වයක සිටියේය.\n\nතෙවැනි දින තරගය සඳහා ගඩාෆි ක්‍රීඩාංගනය වෙත යමින් සිටියදී ශ්‍රී ලංකා ක්‍රීඩකයින් රැගත් බස් රථයට මුහුණු ආවරණය කරගත් තුවක්කුකරුවන් 12 දෙනෙකු වෙඩි තබා ඇත. ජයවර්ධන සහ තවත් ශ්‍රී ලංකා ක්‍රිකට් ක්‍රීඩකයින් හය දෙනෙකු තුවාල ලබා ඇත. ප්‍රහාරයෙන් බස් රථයේ ආරක්ෂාවට සිටි පොලිස් භටයන් 6 දෙනෙකු සහ සිවිල් වැසියන් දෙදෙනෙකු ජීවිතක්ෂයට පත් විය.\n\nමුත්තයියා මුරලිදරන් ටෙස්ට් ක්‍රිකට් ක්‍රීඩාවෙන් විශ්‍රාම ගැනීමෙන් පසුව කුමාර් සංගක්කාර යටතේ ශ්‍රී ලංකා කණ්ඩායමේ උපනායකයා ලෙස ජයවර්ධන නැවත වරක් පත් කරන ලද නමුත් ලෝක කුසලාන පරාජයෙන් පසුව ඔහු ඉල්ලා අස්විය. 2012 වසරේදී තිලකරත්න ඩිල්ෂාන් නායකත්වයෙන් ඉල්ලා අස්වීමෙන් පසුව ඔහු නැවතත් නායකත්වයට පත් කරන ලදී. ඔහු ඉන්දීය ප්‍රිමියර් ලීග් තරඟාවලියේ කොචි ටස්කර්ස් කේරලයේ සහ දිල්ලි ඩෙයාඩෙවිල්ස් කණ්ඩායමේ නායකයා විය. ඔහු 2013 ක්‍රිකට් ආත්මය සම්මානය දිනා ගත්තේය.\n\nපශ්චාත් නායකත්වය\n\nකෙසේ වෙතත්, 2010 ipl කාලය තුළ ඔහු යම් ආකාරයක ස්වරූපයක් ලබා ගත්තේය. කොල්කටා නයිට් රයිඩර්ස් කණ්ඩායමට එරෙහිව ඔවුන්ගේ ලකුණු 201 හඹා යාම ආරම්භ කිරීමට පෙර, ජයවර්ධන නායක කුමාර් සංගක්කාරට ඉනිම ආරම්භ කිරීමට තම ආශාව ප්‍රකාශ කළේය. සංගක්කාර තම සෙසු රට සගයාට එකඟ වූ අතර ජයවර්ධන පන්දු 59කදී ලකුණු 110*ක් ලබා ගනිමින් දෙවැනි අවසන් ඕවරයේදී තරගය ජයග්‍රහණය කළේය. ඔහුගේ සගයා ගැන පැහැදුණු සංගක්කාර ඔහුව xi පන්ජාබ් රජුන්ගේ ආරම්භක පිතිකරු ලෙස පත් කළේය. ඔහු රාජස්ථාන් රාජකීයයන්ට එරෙහිව ලකුණු 44 ක් සහ ඩෙකෑන් චාජර් වලට එරෙහිව ලකුණු 93* ඇතුළුව තවත් විනෝදාත්මක පහර කිහිපයක් නිෂ්ඵල විය. ඔහු තරඟාවලිය අවසන් කළේ 43.90ක පිතිකරණ සාමාන්‍යයක් සහිතවය. ඔහු තරඟාවලිය සඳහා 6 වන වැඩිම ලකුණු ලබාගත් සහ කිංග්ස් xi පන්ජාබ් සඳහා වැඩිම ලකුණු ලබා ගත් ක්‍රීඩකයා විය.\n\n ජයවර්ධන 2008 ශ්‍රී ලංකාව වෙනුවෙන් ටෙස්ට් තරගයකදී පන්දුවට පහරදෙයි\n\nකුමාර සංගක්කාර ශ්‍රී ලංකා නායකයා ලෙසද කටයුතු කළ අතර ජයවර්ධන 2010 අයිසීසී ලෝක විස්සයි20 සඳහා ආරම්භක පිතිකරු ලෙස යවන ලදී. නවසීලන්තයට එරෙහි පළමු තරගයේදී ඔහු පන්දු 51කදී ලකුණු 81ක් රැස් කළේය. කෙසේ වෙතත්, ඔහුගේ කඩුල්ල බිඳ වැටීමෙන් පසු ශ්‍රී ලංකා පිතිකරණ ලැයිස්තුවේ බිඳවැටීම හේතුවෙන් මෙම දැවී යාම නිෂ්ඵල විය, එහි ප්‍රතිඵලයක් ලෙස පළමුව පන්දුවට පහර දුන් මුළු ක්‍රීඩාංගණයේ මුළු ලකුණු සංඛ්‍යාව 135ක් විය. කෙසේ වෙතත්, සිම්බාබ්වේට එරෙහිව ඔහුගේ මීළඟ තරගයේදීම ඔහු පන්දු 64කදී ලකුණු 100ක් රැස්කරමින් තරගය ජයග්‍රහණය කිරීමට ඔවුන්ට උපකාර කරමින් මුළු ලකුණු 173ක් ආරක්ෂා කරගනිමින් තරගය ජයග්‍රහණය කළේය. ඒ අනුව ඔහු ජාත්‍යන්තර විස්සයි20 තරගයකදී ශතකයක් රැස්කළ 4වැනි ක්‍රීඩකයා බවට පත්විය. එසේ කළ පළමු ශ්‍රී ලාංකිකයා. d/l ක්‍රමයට ශ්‍රී ලංකාව තරගය දිනුවා. බටහිර ඉන්දීය කොදෙව්වන්ට එරෙහි මීළඟ තරගයේදීම ඔහු පන්දු 56කදී ලකුණු 98*ක් ලබා ගත්තේ පිට පිටම ඔහුගේ දෙවැනි ශතකය යාන්තමින් මග හරිමිනි. මෙය ඔහුගේ පිට පිටම ලකුණු 80ට වැඩි තුන්වැනි ලකුණු සංඛ්‍යාව විය.\n\n2011-12 ශ්‍රී ලංකා කණ්ඩායමේ දකුණු අප්‍රිකානු සංචාරයේ දෙවැනි ටෙස්ට් තරගයේදී ජයවර්ධන ක්‍රිකට් ඉතිහාසයේ 9 වැනි ක්‍රීඩකයා බවට පත් වූ අතර ටෙස්ට් ලකුණු 10,000 රැස් කළ පළමු ශ්‍රී ලාංකිකයා බවට පත්විය. සංචාරය අවසානයේ තිලකරත්න ඩිල්ෂාන්ගේ ඉල්ලා අස්වීමෙන් පසුව ඔහු නැවත ශ්‍රී ලංකා නායකයා ලෙස පත් කරන ලදී.\n\nජයවර්ධන ශ්‍රී ලංකාව 2012 අයිසීසී ලෝක විස්සයි20 අවසන් මහා තරගයට බටහිර ඉන්දීය කොදෙව්වන්ට එරෙහිව ගෙදර තණතීරුවේදී මෙහෙයවීය. 137/6 ට සුළං ප්‍රවාහය සීමා කළ ශ්‍රී ලංකාව, ජයවර්ධන හොඳින් තබා ගනිමින් ඉලක්කය හඹා යාමේ ක්‍රමයෙන් ප්‍රගතියක් ලබමින් සිටියේය. ඔවුන්ගේ ඉනිම අතරමගදී, නායක ජයවර්ධන දුටුවේ බටහිර ඉන්දීය කොදෙව්වන් ඩක්වර්ත්/ලුවිස් න්‍යාය අනුව තරමක් ඉදිරියෙන් සිටි බවත්, ගුවනේදී වර්ෂාපතනයක් ලැබෙන බවත්ය. ඔහු පසුව ඉනිම වේගවත් කිරීමට තීරණය කළ නමුත් මෙය කඩා වැටීමක් පමණක් ඇති කළේය. වර්ෂාව කිසි විටෙකත් නොපැමිණි අතර ශ්‍රී ලංකාව ඉලක්කයට බොහෝ දුරින් වැටී සිටියේය. තරගයෙන් පසුව ඔහු ශ්‍රී ලංකා විස්සයි20 නායකත්වයෙන් ඉල්ලා අස් වූ අතර 2014 වසරේදී විස්සයි20 ක්‍රිකට් ක්‍රීඩාවෙන් සමුගන්නා බව ද ප්‍රකාශ කළේය.\n\nඔහු තරග 448කදී උඩපන්දු 218ක් ලබා ගනිමින් ඕඩිස් හි වැඩිම උඩපන්දු සංඛ්‍යාවේ වාර්තාවට හිමිකම් කියයි. තරග.\n\nඔහු මේ දක්වා පැවති (2007, 2009, 2010 සහ 2012 වසරවල icc ලෝක විස්සයි20 තරඟාවලි හතරේදී ඉනිමකට ලකුණු 40.8 ක සාමාන්‍යයක් සහිතව ඉනිම් 25 කදී ලකුණු 858 ක් රැස්කරමින් විස්සයි20 ලෝක කුසලාන ක්‍රිකට් දිවියේ වැඩිම ලකුණු සංඛ්‍යාවට හිමිකම් කියයි. )\n\n2016 මාර්තු 31 දින ජයවර්ධන ඉංග්‍රීසි විස්සයි20 ලීගය නියෝජනය කිරීම සඳහා සමර්සෙට් ප්‍රාන්ත ක්‍රිකට් සඳහා අත්සන් කර ඇති බව නිවේදනය කරන ලදී.\n\nවිශ්රාම ගැනීම\n\n2014 පෙබරවාරි 25 වන දින පකිස්ථානයට එරෙහිව පැවති ආසියානු කුසලාන තරඟාවලියේදී, ජයවර්ධන සචින් තෙන්ල්කාර්ට පසුව ජාත්‍යන්තර තරඟ 600 කට පෙනී සිටි දෙවන ක්‍රිකට් ක්‍රීඩකයා බවට පත්විය.\n\n2014 ජූලි 14 දින, ජයවර්ධන 2014 පකිස්ථාන තරඟාවලියෙන් පසු ටෙස්ට් ක්‍රිකට් වලින් සමුගන්නා බව නිවේදනය කළේය. ඔහු සිය අවසන් ටෙස්ට් තරගයට ක්‍රීඩා කළේ ඔහුගේ ප්‍රියතම ක්‍රීඩාංගණය වන සිංහල ක්‍රීඩා සමාජයේ වන අතර එහිදී ඔහු සිය අවසන් ටෙස්ට් ඉනිමේදී ලකුණු 54ක් රැස් කළේය. පොළව දහස් ගණන් උපහාර වලින් පිරී තිබුණි. රසල් ආර්නෝල්ඩ් එය විහිළුවට ලක් කළේය\n\nජනප්‍රවාද කිසිදා විශ්‍රාම නොයයි\n\n.\n\n ජයවර්ධන පන්දු යැවීම එංගලන්තයට එරෙහිව ශ්‍රී ලංකාවේදී ඔහුගේ අවසන් එක්දින තරගයේදී\n\nඔහුගේ ශ්‍රී ලංකාවේ අවසන් එක්දින ඉනිම 2014 දෙසැම්බර් 13 වන දින එංගලන්ත Odi තරඟාවලියේ අවසන් තරඟයේදී ක්‍රීඩා කරන ලදී. ඔහු සිය අවසන් ඉනිමේදී සිය මව් බිමේදී ලකුණු 28කට දැවී ගියේය. ඔහුට අවසන් කඩුල්ල දවා ගැනීමට ශ්‍රී ලංකා නායක ඇන්ජලෝ මැතිව්ස් පන්දුව ලබා දුන්නේය. ඔහු සිය 8 වැනි එක්දින කඩුල්ල ලබා ගත්තේ ස්ටම්ප් කිරීමකින් ජේම්ස් ට්‍රෙඩ්වෙල් දවාලීමෙන්, කඩුල්ල පිටුපස සංගක්කාර ද සමඟිනි.\n\n ජයවර්ධන ශ්‍රී ලංකාවේදී සිය අවසන් එක්දින තරගයේදී එංගලන්තයට එරෙහිව පන්දුවට පහරදෙයි\n\n2015 ජනවාරි 11 වන දින ඔහු නවසීලන්තයට එරෙහිව සිය 18 වැනි Odi ශතකය වාර්තා කළේය. මෙය ඔහුගේ වසර 17ක දීර්ඝ ඕඩි දිවියේ නවසීලන්තයේ ඔහුගේ පළමු Odi ශතකය විය.\n\n2015 icc ක්‍රිකට් ලෝක කුසලානයේ ඕස්ට්‍රේලියාවට එරෙහිව පැවති තරඟයකදී, ජයසූරියගේ Odi තරඟ 445 පසුකරමින් Odis හි ශ්‍රී ලංකාව වෙනුවෙන් වැඩිම තරඟ වැදුණු ක්‍රීඩකයා බවට ජයවර්ධන පත් විය.\n\n2015 ලෝක කුසලානයේ දකුණු අප්‍රිකාවට එරෙහිව ක්‍රීඩා කළ අවසන් අවසන් තරගය ජයවර්ධනගේ අවසන් තරගය විය. ඔහු රැස් කළේ ලකුණු 4ක් පමණක් වන අතර 1999 වසරෙන් පසු පළමු වරට අවසන් පූර්ව වටයට සුදුසුකම් ලැබීමට ශ්‍රී ලංකාව අපොහොසත් විය.\n\n පෞද්ගලික ජීවිතය\n\nජයවර්ධන 1977 දී කොළඹදී සුනිලා සහ සෙනරත් ජයවර්ධනට දාව උපත ලැබීය. ඔහුට එක් බාල සොහොයුරෙකු සිටියේය, ඔහු මොළයේ ගෙඩියක් හේතුවෙන් මිය ගියේය, වයස අවුරුදු 16 යි. මෙය ජයවර්ධනට මානසිකව බලපෑවේ, ඔහුගේ ක්‍රිකට් ජීවිතය ටික කලකට නතර කරමිනි. අවසානයේදී ඔහුගේ දෙමාපියන් සහ කණ්ඩායමේ සගයන් විසින් ඔහුගේ වෘත්තීය ජීවිතය නැවත ගොඩනඟා ගැනීමට ඔහුව පෙලඹවූවා.\n\nජයවර්ධන විවාහ වී සිටින්නේ සංචාරක උපදේශකවරියක වන ක්‍රිස්ටිනා මල්ලිකා සිරිසේන සමඟයි. ඔවුන්ට දියණියක් සිටී.\n\n පුණ්ය කටයුතු\n\nපිටියෙන් පිටතදී, බලාපොරොත්තුව පිළිකා ව්‍යාපෘතිය සඳහා ඔහුගේ පුද්ගලික දායකත්වය වෙනුවෙන් ඔහු ප්‍රශංසා කර ඇත. ඔහුගේ මියගිය සහෝදරයාගේ මතකයන් මනසේ තබාගෙන ඔහු බලාපොරොත්තුවේ ප්‍රමුඛ ප්‍රචාරකයා බවට පත්විය. දැන්, ඔහුගේ කණ්ඩායමේ සගයන්ගේ සහය ඇතිව, රටේ එකම කැපවූ පිළිකා රෝහල වන මහරගමදී ඇඳන් 750 කින් යුත් නව පිළිකා ඒකකයක් ඉදිකිරීමට ඔහු ඉලක්ක කරයි.\n\nපළමු පිළිකා මාවත 2011 දී ඇවිද ගිය නමුත් ක්‍රිකට් සංචාර හේතුවෙන් ඔහුට පා ගමනට සහභාගී වීමට නොහැකි විය. පාගමන දකුණෙන් ආරම්භ වී උතුරෙන් අවසන් වූයේ ඩොලර් මිලියන 2.6කින්, මිනිසුන් 30,000කගේ දායකත්වයෙන් මංපෙතේ ඇවිද ගියහ. එම මුදලින් යාපනයේ තෙලිප්පලෙයි මාවතේ ඇඳන් 120 කින් යුත් පිළිකා රෝහලක් රජය ඉදිකරයි.\n\n2016 දී ජයවර්ධන සංගක්කාර සමඟ එක්ව පුණ්‍ය පාගමනක් ආරම්භ කළේය\n\nඑකක් ලෙස ගමන් කරන්න\n\n 2011 වසරෙන් පසු පිළිකා රෝහලක් සඳහා මුදල් එකතු කිරීම සඳහා වූ පා ගමන 2016 ඔක්තෝම්බර් 6 වන දින පේදුරු තුඩුවෙන් ආරම්භ වූ අතර 2016 නොවැම්බර් 2 වන දින දෙවුන්දර තුඩුවෙන් අවසන් වූ අතර එය දින 28 ක් කිලෝමීටර් 670 ක් පයින් ගමන් කළේය. තවත් බොහෝ හිටපු සහ වත්මන් ශ්‍රී ලංකා ක්‍රිකට් ක්‍රීඩකයින් එක් එක් ගමනාන්තයෙන් පා ගමනට එක් වූ අතර රට පුරා ඩොලර් මිලියන 5 ක පමණ මුදලක් ලබාගෙන පා ගමන සාර්ථකව අවසන් විය. ගාල්ල කරාපිටිය ශික්ෂණ රෝහලේ පිළිකා රෝග අංශය පුළුල් කිරීමට මුදල් ලබාදී ඇත.\n\n පුහුණු වෘත්තිය\n\n2015 අගෝස්තු මාසයේදී එංගලන්ත ක්‍රිකට් මණ්ඩලය ජයවර්ධන එංගලන්ත කණ්ඩායමේ පිතිකරණ උපදේශක ලෙස අත්සන් කළේය. ඔහු එම භූමිකාව භාරගත් අතර ඔහු ඔක්තෝම්බර් මාසයේදී පකිස්ථානයට එරෙහිව ඉන්දියාවේ පැවති ලෝක විස්සයි20 තරඟාවලිය සඳහා එක්සත් අරාබි එමීර් රාජ්‍යයට යන එංගලන්ත පුහුණු කණ්ඩායමේ සාමාජිකයෙකු විය.\n\n නිෂ්පාදන සහ වෙළඳ නාම අනුමත කිරීම්\n\nmobitel (ශ්‍රී ලංකාව)\n\ndsi හෝල්ඩිංග්ස් ලිමිටඩ්\n\nරීබොක් -\n\n\"mobitel හි සියල්ල ඇතුළත් ලියාපදිංචි කිරීමේ පද්ධතිය: සාර්ථක කතාවක්\"\n\n.\n\nhttp://www.businesstoday.lk\n\n. ලබාගත්තා\n\n2010-10-26\n\n.\n\n\"d. සැම්සන් සහ පුත්‍රයෝ ලිමිටඩ් - රීබොක් ක්‍රිකට් ආම්පන්න දියත් කරන ලදී\"\n\n.\n\nhttp://www.dsiholdings.com\n\n. 2006 ඔක්තෝබර් 15\n\n. ලබාගත්තා\n\n2010-07-26\n\n.\n\n\"d. සැම්සන් සහ පුත්‍රයෝ ලිමිටඩ් - රීබොක් ක්‍රිකට් ආම්පන්න දියත් කරන ලදී\"\n\n.\n\nhttp://www.scribd.com\n\n. 2010 ජනවාරි 26\n\n. ලබාගත්තා\n\n2010-07-26\n\n.\n\nක්රීඩකයාගේ සංඛ්යා ලේඛන\n\nවෘත්තීය කාර්ය සාධනය\n\n ජයවර්ධනගේ ටෙස්ට් තරග පිතිකරණ දිවියේ ඉනිමෙන් ඉනිම බිඳ වැටීමක්, ලකුණු (රතු තීරු) සහ අවසන් ඉනිම් දහයේ සාමාන්‍යය (නිල් රේඛාව) පෙන්වමින්\n\nඑක් එක් විරුද්ධවාදියාට එරෙහිව පරීක්ෂණ කාර්ය සාධනය\n\nප්රතිවාදියා\n\nතරග\n\nඉනිම\n\nපිටතට නොවේ\n\nදුවනවා\n\nවැඩිම ලකුණු\n\n100\n\n50\n\nසාමාන්යය\n\nඕස්ට්රේලියාව\n\n16\n\n29\n\n0\n\n969\n\n105\n\n2\n\n5\n\n33.41 කි\n\nබංගලාදේශය\n\n13\n\n17\n\n2\n\n1146\n\n203*\n\n5\n\n2\n\n76.40 කි\n\nඑංගලන්තය\n\n23\n\n41\n\n3\n\n2212\n\n213*\n\n8\n\n10\n\n65.87 කි\n\nඉන්දියාව\n\n18\n\n28\n\n1\n\n1822\n\n275\n\n6\n\n8\n\n67.48 කි\n\nනිව්සීලන්තය\n\n13\n\n22\n\n1\n\n1028\n\n167\n\n3\n\n6\n\n48.95 කි\n\nපකිස්ථානය\n\n29\n\n55\n\n3\n\n1687\n\n240\n\n2\n\n10\n\n32.44 කි\n\nදකුණු අප්රිකාව\n\n17\n\n32\n\n1\n\n1782\n\n374\n\n6\n\n2\n\n57.48 කි\n\nබටහිර ඉන්දීය කොදෙව්\n\n12\n\n18\n\n1\n\n748\n\n136\n\n1\n\n4\n\n44.00 කි\n\nසිම්බාබ්වේ\n\n8\n\n10\n\n3\n\n420\n\n100*\n\n1\n\n3\n\n60.00 කි\n\nසමස්ත\n\n149\n\n252\n\n15\n\n11814\n\n374\n\n34\n\n50\n\n51.45 කි\n\nඑක් එක් ප්රතිවාදියාට එරෙහිව odi කාර්ය සාධනය\n\nප්රතිවාදියා\n\nතරග\n\nඉනිම\n\nපිටතට නොවේ\n\nදුවනවා\n\nවැඩිම ලකුණු\n\n100\n\n50\n\nසාමාන්යය\n\nඕස්ට්රේලියාව\n\n56\n\n54\n\n5\n\n1629\n\n86\n\n0\n\n16\n\n33.24\n\nබංගලාදේශය\n\n26\n\n21\n\n3\n\n547\n\n108\n\n1\n\n2\n\n30.39 කි\n\nඑංගලන්තය\n\n47\n\n43\n\n4\n\n1562\n\n144\n\n5\n\n8\n\n40.05 කි\n\nඉන්දියාව\n\n87\n\n84\n\n8\n\n2666\n\n128\n\n4\n\n17\n\n35.08 කි\n\nනිව්සීලන්තය\n\n50\n\n45\n\n5\n\n1326\n\n116\n\n3\n\n5\n\n34.00 කි\n\nපකිස්ථානය\n\n67\n\n64\n\n2\n\n1903\n\n123\n\n2\n\n12\n\n30.69 කි\n\nදකුණු අප්රිකාව\n\n43\n\n43\n\n3\n\n897\n\n77\n\n0\n\n3\n\n22.90 කි\n\nබටහිර ඉන්දීය කොදෙව්\n\n22\n\n20\n\n4\n\n676\n\n106*\n\n1\n\n5\n\n42.25 කි\n\nසිම්බාබ්වේ\n\n29\n\n25\n\n3\n\n586\n\n96\n\n0\n\n4\n\n26.64 කි\n\nඇෆ්ගනිස්ථානය\n\n2\n\n2\n\n0\n\n114\n\n100\n\n1\n\n0\n\n57.00 කි\n\nබර්මියුඩා\n\n1\n\n1\n\n0\n\n85\n\n85\n\n0\n\n1\n\n85.00 කි\n\nකැනඩාව\n\n2\n\n1\n\n0\n\n100\n\n100\n\n1\n\n0\n\n100.00 කි\n\nඅයර්ලන්තය\n\n1\n\n1\n\n1\n\n39*\n\n39*\n\n0\n\n0\n\nකෙන්යාව\n\n3\n\n2\n\n0\n\n50\n\n45\n\n0\n\n0\n\n25.00\n\nනෙදර්ලන්තය\n\n3\n\n3\n\n0\n\n48\n\n34\n\n0\n\n0\n\n16.00\n\nස්කොට්ලන්තය\n\n2\n\n2\n\n0\n\n66\n\n64\n\n0\n\n1\n\n33.00\n\nඑක්සත් අරාබි එමීර් රාජ්‍යය\n\n2\n\n2\n\n0\n\n87\n\n61\n\n0\n\n1\n\n43.50 කි\n\nඇකා අප්රිකාව xi\n\n5\n\n5\n\n1\n\n269\n\n107*\n\n1\n\n2\n\n67.25 කි\n\nසමස්ත\n\n448\n\n418\n\n39\n\n12650\n\n144\n\n19\n\n77\n\n33.37 කි\n\nසියවස්\n\nජයවර්ධන ටෙස්ට් ශතක 34ක්, ඕඩි 19ක් සහ විස්සයි20 ශතක 1ක් ලබාගෙන ඇත. ඔහු සියලු ආකාරයේ ක්‍රීඩාවල ශතක රැස් කළ පළමු ශ්‍රී ලාංකිකයා වන අතර සමස්ත වශයෙන් තුන්වැනියා වේ.\n\n ගෞරව\n\n2006 වසරේ icc නායකයා\n\n2007 වසරේ විස්ඩන් ක්‍රිකට් ක්‍රීඩකයා\n\n2013 ක්‍රිකට් ආත්මයේ අයිසීසී සම්මානය\n\n ජාත්යන්තර වාර්තා\n\nනිර්භීත\n\n ඒවා ලෝක වාර්තා.\n\nපරීක්ෂණ\n\nලකුණු 153කින් ජය ගත්තේය\n\n6\n\nදෙවන ටෙස්ට් - දකුණු අප්‍රිකාව ශ්‍රී ලංකාවේ\n\n2006\n\nපළමු ඉනිම - 13 (4x2); 2 ct.\n\n දෙවන ඉනිම – 123 (4x11, 6x2)\n\n1 කඩුල්ලකින් ජය ගත්තේය\n\n7\n\n2 වන ටෙස්ට් - එංගලන්තය ශ්‍රී ලංකාවේ\n\n2007/08\n\nපළමු ඉනිම - 195 (4x16, 6x1); 1 ct.\n\n 2 වන ඉනිම - 1 ct.\n\nතරගයක් දිනුවා\n\n8\n\n3 වැනි ටෙස්ට් – එංගලන්තය ශ්‍රී ලංකාවේ\n\n2007/08\n\nපළමු ඉනිම - 213* (4x25); 1 ct.\n\n 2 වන ඉනිම - 2 ct.; ඉවරයි 1\n\nතරගයක් දිනුවා\n\n9\n\nදෙවන ටෙස්ට් - දකුණු අප්‍රිකාව ශ්‍රී ලංකාවේ\n\n2014\n\nපළමු ඉනිම - 165 (4x17, 6x1);\n\n 2 වන ඉනිම - 2 ct.\n\nතරගයක් දිනුවා\n\nඑක්දින ජාත්‍යන්තර ක්‍රිකට් - තරගාවලියේ වීරයා සම්මාන\n\n#\n\nමාලාවක්\n\nසමය\n\nගැලපුම් කාර්ය සාධනය\n\nප්රතිඵලය\n\n1\n\nkhaleej Times කුසලානය (pak, sl, zim) UAE හි\n\n2001/02\n\n252 (තරග 6); උඩපන්දු 2ක්\n\nඅවසන් තරගය කඩුලු 5කින් ජය ගත්තා\n\n2\n\nශ්‍රී ලංකාවේ ඉන්දියානු තෙල් කෝප්පය (ඉන්ද්, එස්එල්, වයි).\n\n2005\n\n230 (තරග 5); 1 අල්ලා ගැනීම\n\nඅවසන් තරගය ලකුණු 18කින් ජය ගත්තා\n\n3\n\nuae හි warid මාලාව (pak, sl).\n\n2007\n\n162 (තරග 3)\n\nතරගාවලිය 2-1ක් ලෙස ජය ගත්තේය\n\n4\n\nafro-asia cup (asia xi, africa xi) ඉන්දියාවේ\n\n2007\n\n217 (තරග 3); 1 අල්ලා ගැනීම\n\nආසියා xi\n\nතරගාවලිය 3-0ක් ලෙස ජය ගත්තේය\n\nඑක්දින ජාත්‍යන්තර ක්‍රිකට්\n\nතරගයේ වීරයා සම්මාන\n\nනැත\n\nප්රතිවාදියා\n\nස්ථානය\n\nදිනය\n\nගැලපුම් කාර්ය සාධනය\n\nප්රතිඵලය\n\n1\n\nඑංගලන්තය\n\nඇඩිලේඩ් ඕවලාකාර, ඇඩිලේඩ්\n\n1999 ජනවාරි 23\n\n4-0-24-0 ; 120 (පන්දු 111, 9x4)\n\nශ්‍රී ලංකාව කඩුලු 1කින් ජය ගත්තේය.\n\n2\n\nපකිස්ථානය\n\nindira priyadarshini ක්රීඩාංගනය, විශාකාපට්නම්\n\n1999 මාර්තු 27\n\n101 (පන්දු 138, 5x4) ; 7.3-2-23-1 ; 2 ct.\n\nශ්‍රී ලංකාවට ලකුණු 12ක ජයක්.\n\n3\n\nඑංගලන්තය\n\nආර් ප්‍රේමදාස ක්‍රීඩාංගණය, කොළඹ\n\n2001 මාර්තු 23\n\n101* (පන්දු 115, 7x4) ; 2 ct.\n\nශ්‍රී ලංකාවට ලකුණු 66ක ජයක් හිමිවිය.\n\n4\n\nනිව්සීලන්තය\n\nසාජා ක්‍රිකට් ක්‍රීඩාංගණය, සාජා\n\n2001 අප්‍රේල් 10\n\n116 (පන්දු 129, 13x4) ; 1 ct.\n\nශ්‍රී ලංකාවට ලකුණු 106ක ජයක්.\n\n5\n\nසිම්බාබ්වේ\n\nසාජා ක්‍රිකට් ක්‍රීඩාංගණය, සාජා\n\n2001 ඔක්තෝබර් 30\n\n63 (පන්දු 78, 6x4)\n\nශ්‍රී ලංකාවට ලකුණු 79ක ජයක්.\n\n6\n\nසිම්බාබ්වේ\n\nආර් ප්‍රේමදාස ක්‍රීඩාංගණය, කොළඹ\n\n2001 දෙසැම්බර් 12\n\n96 (පන්දු 108, 10x4) ; 2 ct.\n\nශ්‍රී ලංකාවට ලකුණු 59ක ජයක්.\n\n7\n\nබටහිර ඉන්දීය කොදෙව්\n\nඅස්ගිරිය ක්‍රීඩාංගණය, මහනුවර\n\n2001 දෙසැම්බර් 15\n\n1 ct. ; 106* (පන්දු 94, 8x4, 2x6)\n\nශ්‍රී ලංකාවට කඩුලු 8ක ජයක් හිමිවිය.\n\n8\n\nඉන්දියාව\n\nරංගිරි දඹුල්ල ක්‍රීඩාංගනය, දඹුල්ල\n\n2005 අගෝස්තු 3\n\n94* (පන්දු 114, 9x4, 1x6)\n\nශ්‍රී ලංකාවට කඩුලු 4ක ජයක් හිමිවිය.\n\n9\n\nඉන්දියාව\n\nආර් ප්‍රේමදාස ක්‍රීඩාංගණය, කොළඹ\n\n2005 අගෝස්තු 9\n\n83 (පන්දු 97, 5x4)\n\nශ්‍රී ලංකාවට ලකුණු 18ක ජයක්.\n\n10\n\nබංගලාදේශය\n\nසිංහල ක්‍රීඩා සමාජ ක්‍රීඩාංගණය, කොළඹ\n\n2005 අගෝස්තු 31\n\n50 (පන්දු 35, 8x4) ; 1 ct.\n\nශ්‍රී ලංකාව ලකුණු 88කින් (d/l) ජයග්‍රහණය කළේය.\n\n11\n\nඑංගලන්තය\n\nගං ඉවුර, චෙස්ටර්-ලෙ-වීදිය\n\n2006 ජූනි 24\n\n126* (පන්දු 127, 19x4)\n\nශ්‍රී ලංකාවට කඩුලු 8ක ජයක් හිමිවිය.\n\n12\n\nඑංගලන්තය\n\nපැරණි ට්‍රැෆර්ඩ්, මැන්චෙස්ටර්\n\n2006 ජූනි 28\n\n100 (පන්දු 83, 9x4) ; 1 ct.\n\nශ්‍රී ලංකාවට ලකුණු 33ක ජයක්.\n\n13\n\nබර්මියුඩා\n\nQueen's park oval, Port-of-spain\n\n2007 මාර්තු 15\n\n85 (ලකුණු 90, 6x4, 2x6) ; 1 ct.\n\nශ්‍රී ලංකාව ලකුණු 243 කින් ජයග්‍රහණය කළේය.\n\n14\n\nනිව්සීලන්තය\n\nසබීනා පාර්ක්, කිංග්ස්ටන්\n\n2007 අප්රේල් 24\n\n115* (පන්දු 109, 10x4, 3x6) ; 1 ct.\n\nශ්‍රී ලංකාව ලකුණු 81 කින් ජයග්‍රහණය කළේය.\n\n15\n\nපකිස්ථානය\n\nරංගිරි දඹුල්ල ක්‍රීඩාංගනය, දඹුල්ල\n\n2009 අගෝස්තු 3\n\n1 ct. ; 123 (පන්දු 108, 14x4, 1x6)\n\nශ්‍රී ලංකාවට කඩුලු 6ක ජයක් හිමිවිය.\n\n16\n\nකැනඩාව\n\nmric ක්‍රීඩාංගනය, හම්බන්තොට\n\n2011 පෙබරවාරි 20\n\n100 (පන්දු 81, 9x4, 1x6) ; 1 ct.\n\nශ්‍රී ලංකාවට ලකුණු 210ක ජයක්.\n\n17\n\nඑංගලන්තය\n\nහෙඩිංලි, ලීඩ්ස්\n\n2011 ජූලි 1\n\n144 (පන්දු 150, 14x4)\n\nශ්‍රී ලංකාව ලකුණු 69 කින් ජයග්‍රහණය කළේය.\n\n18\n\nඕස්ට්රේලියාව\n\nbellerive oval, hobart\n\n2012 පෙබරවාරි 24\n\n1 ct. ; 85 (පන්දු 81, 6x4, 1x6)\n\nශ්‍රී ලංකාව කඩුලු 3කින් ජයග්‍රහණය කළේය.\n\n19\n\nඕස්ට්රේලියාව\n\nkennington oval, ලන්ඩන්\n\n2013 ජූනි 17\n\n84* (පන්දු 81, 11x4)\n\nශ්‍රී ලංකාවට ලකුණු 20ක ජයක්.\n\n20\n\nඉන්දියාව\n\nරජීව් ගාන්ධි ක්‍රීඩාංගණය, හයිද්‍රාබාද්\n\n2014 නොවැම්බර් 9\n\n118 (ලකුණු 124, 12x4, 1x6) ; 1 ct.\n\nඉන්දියාව කඩුලු 6කින් ජය ගත්තා.\n\n21\n\nඑංගලන්තය\n\nආර් ප්‍රේමදාස ක්‍රීඩාංගණය, කොළඹ\n\n2014 නොවැම්බර් 29\n\n84* (පන්දු 81, 11x4)\n\nශ්‍රී ලංකාවට කඩුලු 8ක ජයක් හිමිවිය.\n\n22\n\nඇෆ්ගනිස්ථානය\n\nවිශ්ව විද්‍යාල ඕවලාකාර, ඩුනෙඩින්\n\n2015 පෙබරවාරි 22\n\n100 (පන්දු 120, 8x4, 1x6)\n\nශ්‍රී ලංකාවට කඩුලු 4ක ජයක් හිමිවිය.\n\nවිස්සයි20 ජාත්‍යන්තර ක්‍රිකට්\n\nතරගයේ වීරයා සම්මාන\n\n#\n\nමාලාවක්\n\nදිනය\n\nවිරුද්ධව\n\nගැලපුම් කාර්ය සාධනය\n\nප්රතිඵලය\n\n1\n\n2009 අයිසීසී ලෝක විස්සයි20\n\n2009 ජූනි 16\n\nඅයර්ලන්තය\n\n78 (පන්දු 53, 9x4, 1x6)\n\nශ්‍රී ලංකාවට ලකුණු 9ක ජයක්.\n\n2\n\n2010 icc world 2020\n\n2010 මැයි 3\n\nසිම්බාබ්වේ\n\n100 (පන්දු 64, 10x4, 4x6)\n\nශ්‍රී ලංකාව ලකුණු 14කින් (d/l) ජයග්‍රහණය කළේය.\n\n3\n\n2010 icc world 2020\n\n2010 මැයි 7\n\nබටහිර ඉන්දීය කොදෙව්\n\n98* (පන්දු 56, 9x4, 4x6)\n\nශ්‍රී ලංකාවට ලකුණු 57ක ජයක්.\n\n4\n\nශ්‍රී ලංකාව එංගලන්තයේ\n\n2011 ජූනි 25\n\nඑංගලන්තය\n\n1 ct. ; 72* (පන්දු 57, 8x4, 1x6)\n\nශ්‍රී ලංකාවට කඩුලු 9ක ජයක් හිමිවිය.\n\n5\n\n2012 icc world 2020\n\n2012 සැප්තැම්බර් 29\n\nබටහිර ඉන්දීය කොදෙව්\n\n65* (පන්දු 49, 10x4, 1x6)\n\nශ්‍රී ලංකාවට කඩුලු 9ක ජයක් හිමිවිය.\n\n6\n\n2012 icc world 2020\n\n2012 ඔක්තෝබර් 4\n\nපකිස්ථානය\n\n42 (පන්දු 36, 7x4) ; 1 ct.\n\nශ්‍රී ලංකාවට ලකුණු 16ක ජයක්.",
        "Star sign": "දත්ත නොමැත",
        "Sports Teams": "දත්ත නොමැත",
        "Death": "දත්ත නොමැත",
        "Profiles": "දත්ත නොමැත"
    },
    {
        "cricketerName": "අනුර තෙන්නකෝන්",
        "bio": "ශ්‍රී ලංකා ක්‍රිකට් ක්‍රීඩකයා",
        "Is": "මලල ක්‍රිකට් ක්‍රීඩකයෙක්",
        "Gender": "පිරිමි",
        "Birth": "1946 ඔක්තෝබර් 29",
        "Age": "අවුරුදු 75 යි",
        "paragraph": "අනුර තෙන්නකෝන් (උපත 1946 ඔක්තෝබර් 29) යනු හිටපු ක්‍රිකට් ක්‍රීඩකයෙකි. සහ ශ්‍රී ලංකා ජාතික ක්‍රිකට් කණ්ඩායමේ නායකයා ය. ඔහු අධ්‍යාපනය ලැබුවේ එස්. තෝමස් විද්‍යාලය, ගල්කිස්ස. පාසල් කණ්ඩායමේ නායකත්වයට පත්වී වසරේ හොඳම පාසල් පිතිකරු ලෙස තේරී පත්වීමෙන් පසුව, තෙන්නකෝන් ලංකා කණ්ඩායමට (පසුව ශ්‍රී ලංකා) පළමු පෙළ ක්‍රිකට් ක්‍රීඩා කිරීමට ගියේය. ඔහු දක්ෂ පිතිකරුවෙකු ලෙස සැලකේ. ඔහු 1975 දී බටහිර ඉන්දීය කොදෙව්වන්ට එරෙහිව සිය මංගල Odi තරගයට සහභාගී වූ අතර, 1975 පළමු ක්‍රිකට් ලෝක කුසලානයේ දී ශ්‍රී ලංකාව ඉදිරියෙන් සිටියේය. තරඟාවලිය අතරතුර ආබාධයක් හේතුවෙන් ඔහුගේ සහභාගීත්වයට බාධා ඇති වුවද, 1979 ලෝක කුසලානයේ දී ද ඔවුන්ව මෙහෙයවීමට ඔහු සමත් විය.\n\nඔහු 2000 සිට 2003 දක්වා ශ්‍රී ලංකා ක්‍රිකට් ප්‍රධාන විධායකවරයා වූ අතර, දැන් ජාතික කණ්ඩායමේ තේරීම් කමිටු නිලධාරියෙකි. පුද්ගලික ජීවිතය සහ මුල් වෘත්තීය ජීවිතය\n\nඅනුර පුංචි බණ්ඩා තෙන්නකෝන් උපන්නේ අනුරාධපුරයේ. වයස අවුරුදු හයේදී ඔහු කොළඹට ගිය අතර, එස්. තෝමස් විද්‍යාලය, ගල්කිස්ස. පාසල් නේවාසිකාගාරයේ නැවතී සිටි තෙන්නකෝන් ඉක්මනින්ම ක්‍රිකට් ක්‍රීඩාවට හුරු වූ අතර පාසල් ක්‍රිකට් කණ්ඩායමේ සාමාජිකයෙකු විය. ඔහු අවසානයේ තෝමියන් ක්‍රිකට් කණ්ඩායමේ නායකත්වයට පත් වූ අතර, 1964 වසරේ ශ්‍රී ලංකාවේ හොඳම පාසල් පිතිකරුවා ලෙස තේරී පත් විය. ඔහු පෙර වාරයේ හොඳම පිතිකරණ සාමාන්‍ය 56.84 ලෙසින් මුළු ලකුණු 513ක් ලබා ගෙන තිබුණි. ඔහු 1966 දී ඉංග්‍රීසි කණ්ඩායමකට එරෙහිව ලංකාව වෙනුවෙන් සිය පළමු පළමු පෙළ තරගය ක්‍රීඩා කළ අතර පසුව ඔහු සිංහල ක්‍රීඩා සමාජය (ssc) විසින් තෝරා ගන්නා ලදී. තෙන්නකෝන් ලංකා මණ්ඩල සභාපතිගේ xi වෙනුවෙන් ද ක්‍රීඩා කළේය. ඔහු 1974දී ඉන්දියාවට එරෙහිව පළමු පෙළ තරගයකදී නොදැවී ලකුණු 169ක් ලබාගනිමින් සිය වෘත්තීය දිවියේ වැඩිම ලකුණු සංඛ්‍යාව වාර්තා කළේය. මෙය ශ්‍රී ලංකා පිලේ ටෙස්ට් තත්ත්වය ලැබීමට පෙර ශ්‍රී ලංකා පිතිකරුවෙකු ලබාගත් හොඳම ශතකවලින් එකක් ලෙස සැලකේ.\n\n ජාත්යන්තර වෘත්තීය\n\nතෙන්නකෝන් ශ්‍රී ලංකාව වෙනුවෙන් නවවැනි ඕඩි කැප් එක වූ අතර, එක්දින ජාත්‍යන්තර (ඕඩි) තරග හතරකට ක්‍රීඩා කළ අතර, ඒ සියල්ලෙන්ම ශ්‍රී ලංකා පිල පෙරමුණ ගෙන සිටියේය. තෙන්නකෝන් 1975 සමාරම්භක ක්‍රිකට් ලෝක කුසලානයේදී ශ්‍රී ලංකා ක්‍රිකට් කණ්ඩායමේ නායකත්වය දැරූ අතර, එම කාලය තුළ ඔහු සිය පළමු ඕඩිස් තුන ක්‍රීඩා කළේය. 1975 ජූනි 7 වැනිදා බටහිර ඉන්දීය කොදෙව් පිලට එරෙහිව පැවැති පළමු තරගයෙන් ශ්‍රී ලංකාව පරාජයට පත් වූයේ ලකුණු 86ක් පමණි. බර්නාඩ් ජුලියන්ගේ පන්දුවකට ඩේවිඩ් මරේ අතට උඩපන්දුවක් දෙමින් ලකුණු නොලබා දැවී යාම හේතුවෙන් තෙන්නකෝන් ද මෙම තරගයේදී අසාර්ථක විය. ශ්‍රී ලංකා කණ්ඩායම 1975 ජූනි 11 දින ඔස්ට්‍රේලියාවට එරෙහිව තරඟාවලියේ ඔවුන්ගේ දෙවන තරඟය ක්‍රීඩා කළේය. ඔවුන් තරඟය පරාජයට පත් විය, නමුත් තෙන්නකෝන් මෙවර වඩාත් සාර්ථක විය - ඔහු පන්දු 71 කදී ලකුණු 48 ක් ලබා ගත් අතර ඊට පෙර ඉයන් චැපල්ගේ පන්දුවක් හමුවේ ලකුණු 2 ක් පමණක් අඩුවෙන් දැවී ගියේය. ඔහුගේ ද්විත්ව ශතකයේ. විස්ඩන් ක්‍රිකටර්ස් අල්මානාක් අනුව, තෙන්නකෝන් සහ කණ්ඩායමේ සගයා වන මයිකල් තිසේරා ඕස්ට්‍රේලියානු වේගපන්දු ප්‍රහාරයට බිය නොවී පන්දුවට පහර දුන්නේ ඔවුන්ගේ කණ්ඩායමේ ක්‍රීඩකයින් දෙදෙනෙකු ආබාධයකට ලක්ව විශ්‍රාම යාමට සිදු වුවද. තරගාවලියේ ශ්‍රී ලංකා පිලේ තෙවැනි සහ අවසන් තරගය වූයේ 1975 ජූනි 14 වැනිදා පකිස්තානයට එරෙහිවය. තෙන්නකෝන් තම කණ්ඩායම වෙනුවෙන් ලකුණු 30ක් රැස්කළ නමුත් පාකිස්තානය පහසුවෙන් ශ්‍රී ලංකාව පරාජය කළේය.\n\n1979 ජූනි 9 වෙනිදා නවසීලන්තයට එරෙහිව 1979 ක්‍රිකට් ලෝක කුසලානයේ කොටසක් ලෙස තෙන්නකෝන්ගේ සිව්වන සහ අවසන් Odi තරඟය විය. වොරන් ස්ටෝට්ගේ පන්දුවක් හමුවේ දැවී යාමට පෙර ඔහු පන්දු 96 කදී ලකුණු 59 ක් රැස්කරමින් මෙම තරගයේදී ඔහුගේ ඕඩි දිවියේ වැඩිම ලකුණු සහ එකම අර්ධ ශතකය වාර්තා කළේය. පසුව, ඔහු පුහුණුවීම් අතරතුර මස්පිඩු වලට හානි වූ අතර තරඟාවලියේ ඉතිරි තරඟ සඳහා ක්‍රීඩා කිරීමට නොහැකි විය. ඔහු වෙනුවට බන්දුල වර්ණපුර නායකත්වයට පත් විය. තෙන්නකෝන් විශ්‍රාම ගොස් වසර දෙකකට පසු 1982 දී ශ්‍රී ලංකාව ජාත්‍යන්තර ක්‍රිකට් කවුන්සිලයේ පූර්ණ සාමාජිකත්වය ලබා ගත්තේය. තෙන්නකෝන් වැනි ශ්‍රී ලංකා ක්‍රීඩකයන්ගේ දස්කම් මීට හේතු වන්නට ඇත.\n\n ක්‍රිකට් පරිපාලනය\n\nක්‍රීඩාවෙන් විශ්‍රාම ගැනීමෙන් පසු තෙන්නකෝන් ශ්‍රී ලංකා ක්‍රිකට් කණ්ඩායමේ කළමනාකරු ලෙස කටයුතු කර ඇත. ඔහු 2000 දෙසැම්බර් මාසයේදී ශ්‍රී ලංකාවේ ක්‍රිකට් පාලක මණ්ඩලය වන ශ්‍රී ලංකා ක්‍රිකට් හි ප්‍රධාන විධායක නිලධාරියා ලෙස පත් කරන ලදී. ඔහු පෞද්ගලික හේතූන් මත ඉල්ලා අස්වන විට 2003 අගභාගය දක්වා එම තනතුර දැරීය. 2009 වසරේ ජාතික ක්‍රිකට් කණ්ඩායමේ තේරීම් කමිටුවට තෙන්නකෝන් පත් කරන ලදී.",
        "Star sign": "දත්ත නොමැත",
        "Sports Teams": "දත්ත නොමැත",
        "Death": "දත්ත නොමැත",
        "Profiles": "දත්ත නොමැත"
    },
    {
        "cricketerName": "අර්ජුන රණතුංග",
        "bio": "ශ්‍රී ලංකා ක්‍රිකට් ක්‍රීඩකයා",
        "Is": "ක්‍රිකට් ක්‍රීඩක දේශපාලනඥයෙක්",
        "Gender": "පිරිමි",
        "Birth": "1963 දෙසැම්බර් 1, ගම්පහ",
        "Age": "අවුරුදු 58 යි",
        "paragraph": "deshamanya arjuna ranatunga (සිංහල: අර්ජුන රණතුංග; උපත 1 දෙසැම්බර් 1963) යනු ශ්‍රී ලංකා දේශපාලඥයෙක්, හිටපු ජාත්‍යන්තර ක්‍රිකට් ක්‍රීඩකයෙක් සහ ක්‍රිකට් පරිපාලකයෙකි. ඔහු 1990 ගණන්වල ශ්‍රී ලංකා ක්‍රිකට් කණ්ඩායමේ නායකත්වය දැරූ අතර 1996 ක්‍රිකට් ලෝක කුසලාන ජයග්‍රහණයේදී ඔවුන්ව මෙහෙයවීය.\n\nවිශේෂඥ වමත් පිතිකරුවෙකු සහ අර්ධකාලීන මධ්‍යම වේග පන්දු යවන්නෙකු වන රණතුංග ශ්‍රී ලංකා ජාතික කණ්ඩායම සමඟින් 1982 දී සිය වෘත්තීය ජීවිතය ආරම්භ කළේ, ශ්‍රී ලංකාව ජාත්‍යන්තර ක්‍රිකට් ක්‍රීඩාවට සාපේක්ෂව නවකයින් වූ අතර කණ්ඩායමේ ප්‍රධාන ක්‍රීඩකයෙකු වූ විටය. රණතුංගගේ නායකත්වය යටතේ ශ්‍රී ලංකාව වේගයෙන් දියුණු වීමට පටන් ගත්තේය. ඔවුන්ගේ වර්ධනය වන සාර්ථකත්ව අනුපාතය අධිපති කාර්ය සාධනයක් සමඟින් අවසන් වූ අතර 1996 ක්‍රිකට් ලෝක කුසලානය ජයග්‍රහණය කළේය. ඔහුගේ සමහර ක්‍රියාවන් යම් මතභේදයට තුඩු දුන් නමුත්, රණතුංග දිගු කලක සිට පහත් කණ්ඩායමක් ලෙස සැලකූ කණ්ඩායමක් ලෝක ශූරයන්ගේ තත්ත්වයට ඔසවා තැබීමට ඔහුගේ නායකත්වය ගැන පැසසුමට ලක් විය.\n\nක්‍රිකට් ක්‍රීඩාවෙන් විශ්‍රාම ගැනීමෙන් පසු දේශපාලනයට පිවිසි ඔහු ශ්‍රී ලංකා නිදහස් පක්ෂයට සම්බන්ධ වී 2001 මැතිවරණයේදී කොළඹ දිස්ත්‍රික්කයෙන් පාර්ලිමේන්තුවට පිවිසියේය. ඔහු සංචාරක නියෝජ්‍ය අමාත්‍යවරයා ලෙස ද, 2008 දෙසැම්බර් දක්වා ශ්‍රී ලංකා ක්‍රිකට් සභාපති ලෙස ද කටයුතු කළේය. ඔහු 2010 දී ප්‍රජාතන්ත්‍රවාදී ජාතික සන්ධානයට බැඳී 2010 මැතිවරණයට ඉදිරිපත් විය. 2015 මහ මැතිවරණයේදී ඔහු යහපාලනය සඳහා එක්සත් ජාතික පෙරමුණ සමඟ තරඟ කර ගම්පහ දිස්ත්‍රික්කයේ 2 වැනි ස්ථානයට පත් වූ අතර වරාය සහ නාවික අමාත්‍යවරයා ලෙස පත් විය.\n\nඔහු ශ්‍රී ලංකාව ලෝක කුසලානයේ ජයග්‍රහණය කරා ගෙන ගිය පසු 1996 දී ශ්‍රී ලංකා රජය විසින් ඔහුට දේශමාන්‍ය යන නාමය පිරිනමන ලදී.\n\nරණතුංග පැමිණෙන්නේ කොළඹට සැතපුම් විස්සක් උතුරින් පිහිටි මිනුවන්ගොඩ නගරයෙනි. ඔහුගේ පියා රෙජී රණතුංග දේශපාලනඥයෙකි. ඔහු, ඔහුගේ සහෝදරයන් සමඟ, ඔහුගේ මව ගුරුවරියක් වූ කොළඹ ආනන්ද විද්‍යාලයේ ඉගෙනුම ලැබූ අතර එහිදී ඔහු ක්‍රිකට් ක්‍රීඩා කිරීමට පටන් ගත්තේය. ඔහු තම පාසල කනිෂ්ඨ සහ ජ්‍යෙෂ්ඨ කණ්ඩායම් දෙකෙන්ම නියෝජනය කළේය. ඔහුට දම්මික රණතුංග, නිශාන්ත රණතුංග, ප්‍රසන්න රණතුංග, සංජීව රණතුංග සහ රුවන් රණතුංග යන සහෝදරයන් පස් දෙනෙක් සිටිති. තමා, නිශාන්ත, සංජීව සහ ධම්මික යන තිදෙනාම ශ්‍රී ලංකා ජාතික ක්‍රිකට් කණ්ඩායමට විවිධ කාලවල ක්‍රීඩා කළ ප්‍රසන්න, රුවන් සහ ඔහු දේශපාලනයට පිවිසියේය.\n\nක්රිකට් දිවිය\n\nපළමු පන්තියේ සහ ටෙස්ට් මංගල\n\nවමත් පිතිකරුවෙකු සහ ප්‍රයෝජනවත් දකුණත් මධ්‍යම වේග පන්දු යවන්නෙකු වන රණතුංග 1981 දී වයස අවුරුදු දහඅටේදී සිය පළමු පෙළ තරගයට පිවිසි අතර වසරකට පසුව ශ්‍රී ලංකාවේ මංගල ටෙස්ට් තරගයට ක්‍රීඩා කළේය. මෙම තරගයේදී ඔහු ටෙස්ට් අර්ධ ශතකයක් රැස් කළ පළමු ශ්‍රී ලාංකිකයා බවට පත්විය.\n\nනායකත්වය\n\nරණතුංග 1988 දී ශ්‍රී ලංකා නායකත්වයට පත් වූ අතර, ඉදිරි වසර 11 සඳහා ජාතික කණ්ඩායමේ පාලනය සියතට ගනිමින්, දුර්වල, පුරුද්දක් ලෙස පරාජයට පත් වූ කණ්ඩායමක සිට තරඟකාරී සහ සාර්ථක ඒකකයක් බවට පරිවර්තනය කළේය. ඔහු කණ්ඩායම ඔවුන්ගේ විශිෂ්ටතම ක්‍රිකට් ජයග්‍රහණය වන 1996 ලෝක කුසලානය කරා ගෙන ගියේය. ඔහුගේ නව්‍ය නායකත්වය ශ්‍රී ලංකා කණ්ඩායමට තරඟයට පෙර සුළු අවස්ථාවක් ලබා දී ක්‍රිකට් ක්‍රීඩාවේ විශිෂ්ටතම ත්‍යාගය ලබා ගත්තේය. ඔහුගේ උපාය මාර්ග බොහෝ ක්‍රිකට් ක්‍රීඩකයින් විසින් පැසසුමට ලක් වූ අතර අනෙකුත් කණ්ඩායම් විසින් අනුගමනය කරන ලදී. පිටියේ සීමාවන් පවතින ඕඩි තරගයක පළමු ඕවර 15 තුළ හැකිතාක් ලකුණු ලබා ගැනීමේ උපාය මාර්ගය පිටුපස සිටි මොළය ඔහු විය. මෙම උපාය මාර්ගය සනත් ජයසූරිය විසින් අකුරටම ක්‍රියාත්මක කරන ලදී. මෙම උපායමාර්ගය තවමත් පවර්ප්ලේ වල පිතිකරුවන් විසින් අනුගමනය කරන ලදී. ඔහු සටන්කාමී නායකයෙකු ලෙස පුළුල් ලෙස පිළිගැනුණු අතර ඔහුගේ ක්‍රීඩකයින් කුමක් කළත් ඕනෑම වියදමකින් ආරක්ෂා කිරීමට ප්‍රසිද්ධ විය.\n\n1996 ලෝක කුසලානය\n\nශ්‍රී ලංකා ජාතික කණ්ඩායම සදාකාලික දුර්වලයන් ලෙස සැලකූ නමුත් 1996 ක්‍රිකට් ලෝක කුසලානයේදී මෙම ප්‍රතිරූපය සම්පූර්ණයෙන්ම වෙනස් විය, රණතුංගගේ නායකත්වය යටතේ ශ්‍රී ලංකාව තරඟාවලියේ ප්‍රියතම ඕස්ට්‍රේලියාව පරාජය කිරීමට සමත් වූ විට. පිතිකරු සහ නායකයා වශයෙන් රණතුංග ප්‍රධාන අංගයක් වූ මෙම ජයග්‍රහණය ගෝලීය වේදිකාවේ ශ්‍රී ලංකා තරඟකාරීත්වයේ නව යුගයක් ආරම්භ කළේය. ඔවුන් මීට පෙර කිසි දිනෙක ලෝක කුසලාන තරගාවලියක කණ්ඩායම් අදියර පසුකර නොතිබුණි.\n\nවිශ්රාම ගැනීම\n\nඑම වසරේ විස්ඩන් ක්‍රිකට් ක්‍රීඩකයින් පස් දෙනාගෙන් කෙනෙකු ලෙස ඔහු තේරී පත් වුවද, 1999 වසරේ එංගලන්තයේ පැවති ලෝක කුසලාන තරඟාවලියේ දී ශ්‍රී ලංකා කණ්ඩායමේ දුර්වල දස්කම් හේතුවෙන් රණතුංගට ජාතික කණ්ඩායමේ නායකත්වය අහිමි විය.\n\n2000 ජුනි මාසයේදී, රණතුංග ශ්‍රී ලංකාවේ 100 වැනි ටෙස්ට් තරගයට ක්‍රීඩා කළ අතර, ඔවුන්ගේ පළමු සහ සියවැනි ටෙස්ට් තරගය නියෝජනය කළ එකම ක්‍රීඩකයා බවට පත් විය. ඔහු 2001 දී ක්‍රිකට් ක්‍රීඩාවෙන් සමුගත්තේය.\n\nමතභේද\n\nයෝග්යතාවය\n\nරණතුංගගේ බර වෘත්තීය මලල ක්‍රීඩකයෙකුට අධික ලෙස සැලකීම ද කැපී පෙනුණි. තෙත් තත්ත්‍වයේ ක්‍රීඩා කරන තරගයක් අතරතුර ඔහු \"යමක් උළුක්කු වී ඇති\" බව පවසමින් ධාවකයෙකු කැඳවූ විට එය සිදුවීමක් ඇති කළේය. ප්‍රතිවාදී (ඕස්ට්‍රේලියානු) කඩුලු රකින ක්‍රීඩක ඉයන් හීලි අපහාසාත්මක ප්‍රකාශයකින් ප්‍රතිචාර දැක්වූයේ, ක්‍රිකට් ක්‍රීඩාවේ වර්ගීකරණය කරන ලද \"ස්ලෙජ්\" ලෙසින් වන අතර, එය ස්ටම්ප් මයික්‍රෆෝන මගින් ලබාගෙන රූපවාහිනියෙන් සජීවීව විකාශනය කරන ලදී. රණතුංග ඔහුගේ ශාරීරික යෝග්‍යතා මට්ටම හේතුවෙන් දිගු ඉනිමකදී ධාවකයෙකුට ආන්දෝලනාත්මක ලෙස ඇමතීම සම්බන්ධයෙන් ප්‍රසිද්ධ විය. 1995/6 තරග වාරයේ ඔස්ට්‍රේලියාවේ පැවැති තුන්කොන් එක්දින තරගාවලියේ දෙවැනි අවසන් මහා තරගයෙන් පසුව එම සිදුවීම හොඳින් සිදු වූ විට රණතුංග සිය ක්‍රීඩකයන්ට උපදෙස් දුන්නේ ඔස්ට්‍රේලියානු ක්‍රීඩකයන්ට අත නොදෙන ලෙසය. මෙම තරගය අතරතුර, සනත් ජයසූරිය සහ ඕස්ට්‍රේලියානු වේග පන්දු යවන ක්‍රීඩක ග්ලෙන් මැක්ග්‍රාත් ද ශාරීරික යෝධ ක්‍රියාවල නිරත වූහ. Mcgrath තමාට වාර්ගික අපයෝජනය කළ බවට ජයසූරිය චෝදනා කළ අතර එය පන්දු යවන්නා විසින් ප්‍රතික්ෂේප කරන ලදී.\n\nමුරලිදරන් ආරක්ෂා කිරීම\n\nරණතුංග එංගලන්තයට එරෙහිව එක්දින ජාත්‍යන්තර තරඟයකදී ඔහුගේ ස්ථාවරය ද සිහිපත් කරයි. ඕස්ට්‍රේලියානු විනිසුරු රොස් එමර්සන් මුත්තයියා මුරලිදරන්ව විසි කිරීම සඳහා කැඳවීය. (ඉන්පසු මුරලිදරන් අයිසීසී විසින් කුලියට ගත් ජෛව යාන්ත්‍රික විශේෂඥයින් විසින් නිෂ්කාශනය කරන ලදී.) රණතුංග විනිසුරු එමර්සන් සමඟ උණුසුම් වචන හුවමාරු කර ගනිමින් තම කණ්ඩායම සීමා ඉරෙන් මදක් ඇතුළත ස්ථානයකට ගෙන ගොස්, ක්‍රීඩාව නවතා ඔහුට තරගය අහිමි වීමට යන හැඟීම ඇති කළේය , ශ්‍රී ලංකා කළමනාකාරිත්වය ඔහු සමඟ සාකච්ඡා කර නැවත ක්‍රීඩා කරන තුරු. ඉංග්‍රීසි කපිතාන් ඇලෙක් ස්ටුවර්ට් රණතුංගගේ හැසිරීම විවෘතව විවේචනය කළේය. ස්ටම්ප් මයික්‍රෆෝනයට හසු වූ අදහස් දැක්වීමක දී ඔහු රණතුංගට \"ඔබේ අද හැසිරීම රටක නායකයෙකුට භයංකර වී ඇත\" යනුවෙන් පවසනු ඇසුනි. උරහිස් ගැටීමේ අවස්ථා සමඟ තරගය නරක විය.\n\nඅනතුරු ඇඟවීම සමඟ පොරබදයි\n\nඔහු ඕස්ට්‍රේලියානු කණ්ඩායමට නැවත නැවතත් දැඩි ලෙස විවේචනය කිරීම, විශේෂයෙන් ෂේන් වෝන් සමඟ ඔහුගේ දිගුකාලීන එදිරිවාදිකම් නිසාද කැපී පෙනේ. 1996 ලෝක කුසලානයේදී රණතුංග වෝන් අධි තක්සේරු කළ බව කියා සිටි අතර අවසන් තරගයේදී වෝන් විසින් ෆ්ලිපර් එකක් වැරදි ලෙස ක්‍රියාත්මක කළ අතර එය ෆුල් ටෝස් බවට පත් විය. රණතුංග එය හයේ සීමාවෙන් ඔබ්බට ඇද දමා වෝර්න් වෙත දිව දිගු කළේය. 1999 ලෝක කුසලානයේ දී වෝර්න් රණතුංග \"නින්දාවක්\" ලෙසින් තීරු ලිපියක් ලිවීය. ශ්‍රී ලාංකිකයා තම රටේ සංස්කෘතික උරුමය ගැන සඳහන් කර පසුව වරදකරුවන් බේරුම් කිරීම සම්බන්ධයෙන් ඕස්ට්‍රේලියාව සමච්චලයට ලක් කළේය.\n\n2005 දී, වෝර්න් රණතුංගගේ විශ‍්‍රාම යාමෙන් පසු වඩාත් ප‍්‍රමාණවත් වූ ඔහුගේ භ්‍රමණ රූපය සමච්චලයට ලක් කළේ ඔහු බැටළුවෙකු ගිල දැමූ බව අඟවමිනි.\n\nවෝන් සහ රණතුංග අතර හැමවිටම තිබුණේ අමනාප අන්‍යෝන්‍ය පැහැදීමකි. 2004 සුනාමියෙන් පසු මුරලිදරන්ට ඔහුගේ \"විශිෂ්ට වැඩ\" සඳහා උපකාර කිරීම සඳහා හිටපු තැනැත්තා ශ්‍රී ලංකාවට පැමිණි විට, ඔහු තම දිගුකාලීන සතුරා සමඟ මිත්‍රශීලී මිත්‍රත්වයක් ගොඩනඟා ගත්තේය: \"අපි දඟලන්න පවා,\" ඔහු පසුව තහවුරු කළේය. කෙසේ වෙතත් වැඩි කල් නොගොස් රණතුංග ඔහුට දරුණු පුවත්පත් ප්‍රහාරයක් එල්ල කළේය.\n\n\"ඔබට සෑම කෙනෙකු සමඟම සහකරුවන් විය නොහැක,\" වෝර්න් ඔහුගේ 2008 පොතේ ලිවීය\n\nෂේන් ​​වෝන්ගේ ශතකය\n\n, අනුක්‍රමික\n\nකාලය\n\n සැප්තැම්බර් මාසයේදී, \"මෙම පොතේ අරමුණු සඳහා මට ඔහුව අංක 101 ට ඇද දැමිය හැකි කිසියම් ක්‍රමයක් තිබේ නම්, මම එසේ කිරීමට සතුටු වෙමි. නමුත් එම කාර්යය භාරගත් පසු, මට එය බැරෑරුම් ලෙස කිරීමට අවශ්‍ය වේ. ශ්‍රී ලංකාව ක්‍රිකට් සිතියමට ඇතුළත් කිරීමට රණතුංග උදව් කළ බව ඔබ දන්නවාද?\n\n වෘත්තීය ඉස්මතු කිරීම්\n\nපරීක්ෂණ\n\nටෙස්ට් මංගල: එදිරිව එංගලන්තය, කොළඹ, 1981-1982\n\n අවසන් පරීක්ෂණය: එදිරිව දකුණු අප්‍රිකාව, කොළඹ, 2000-2001\n\nරණතුංගගේ වැඩිම ටෙස්ට් පිතිකරු ලකුණු නොදැවී ලබාගත් ලකුණු 135 පකිස්ථානයට එරෙහිව කොළඹ, 1985-1986\n\nඔහුගේ හොඳම ටෙස්ට් පන්දු යැවීමේ උත්සාහය වූයේ 1983-1984 නවසීලන්තයට එරෙහිව මහනුවරට එරෙහිව ලකුණු 17කට 2යි\n\nරණතුංගගේ නායකත්වයේ වාර්තාව පහත පරිදි විය: තරග 56ක්, ජයග්‍රහණ 12ක්, පරාජයන් 19ක්, ජය පරාජයෙන් තොරව 25ක්.\n\nඑක්දින ජාත්යන්තර\n\nodi debut: vs england, colombo, 1981-1982\n\n අවසන් තරගය: කෙන්යාවට එරෙහිව, සදම්ප්ටන්, 1999 ලෝක කුසලානය\n\nඔහුගේ වැඩිම Odi පිතිකරණ ලකුණු නොදැවී ලබාගත් ලකුණු 131 ඉන්දියාවට එරෙහිව කොළඹ, 1997\n\nරණතුංගගේ හොඳම පන්දු යැවීමේ ලකුණු සංඛ්‍යාව 1986-1987 කාන්පූර්හිදී ඉන්දියාවට එරෙහිව ලකුණු 14 කට කඩුලු 4 ක් විය.\n\nඔහුගේ නායකත්වයේ වාර්තාව පහත පරිදි විය: තරඟ 193, ජයග්‍රහණ 89, පරාජයන් 95, 1 සම, 8 ප්‍රතිඵලයක් නැත\n\n2006 ඔක්තෝම්බර් මාසයේදී icc චැම්පියන්ස් කුසලානයේදී නවසීලන්තයේ ස්ටෙෆන් ෆ්ලෙමින් ඔහු අභිබවා යන තුරු, වැඩිම Odi තරඟවල නායකත්වය දැරූ වාර්තාව රණතුංග සතු විය.\n\nවෘත්තීය ශතවර්ෂ\n\nටෙස්ට් ශතක\n\nපහත වගුවේ දැක්වෙන්නේ අර්ජුන රණතුංග ලබාගත් ටෙස්ට් ශතකවල සාරාංශයකි\n\nතීරුව\n\n, * සිටීම පෙන්නුම් කරයි\n\nපිටතට නොවේ\n\nතීරු මාතෘකාව\n\nතරගය\n\n වෙත යොමු කරයි\n\nගැලපෙන අංකය\n\n ක්රීඩකයාගේ වෘත්තීය ජීවිතය\n\nඅර්ජුන රණතුංගගේ ටෙස්ට් ශතක\n\nදුවනවා\n\nතරගය\n\nවිරුද්ධව\n\nගමේනගරය\n\nස්ථානය\n\nවර්ෂය\n\n[1]\n\n111\n\n10\n\nඉන්දියාව\n\nකොළඹ, ශ්‍රී ලංකාව\n\nසිංහල ක්‍රීඩා සමාජ පිටිය\n\n1985\n\n[2]\n\n135*\n\n18\n\nපකිස්ථානය\n\nකොළඹ, ශ්‍රී ලංකාව\n\nපි. සරවනමුත්තු ක්‍රීඩාංගණය\n\n1986\n\n[3]\n\n127\n\n34\n\nඕස්ට්රේලියාව\n\nකොළඹ, ශ්‍රී ලංකාව\n\nසිංහල ක්‍රීඩා සමාජ පිටිය\n\n1992\n\n[4]\n\n131\n\n43\n\nදකුණු අප්රිකාව\n\nමොරටුව, ශ්‍රී ලංකාව\n\nටිරෝන් ප්‍රනාන්දු ක්‍රීඩාංගණය\n\n1993\n\nඑක් දින ජාත්‍යන්තර ශතක\n\nඅර්ජුන රණතුංගගේ ඔඩි සියවස්\n\nදුවනවා\n\nතරගය\n\nවිරුද්ධව\n\nගමේනගරය\n\nස්ථානය\n\nවර්ෂය\n\n[1]\n\n101*\n\n153\n\nපකිස්ථානය\n\nඩර්බන්, දකුණු අප්‍රිකාව\n\nkingsmead\n\n1994\n\n[2]\n\n102*\n\n166\n\nපකිස්ථානය\n\nගුජ්රන්වාලා, පකිස්ථානය\n\nනාගරික ක්රීඩාංගනය\n\n1995\n\n[3]\n\n131*\n\n215\n\nඉන්දියාව\n\nකොළඹ, ශ්‍රී ලංකාව\n\nආර්. ප්‍රේමදාස ක්‍රීඩාංගණය\n\n1997\n\n[4]\n\n102\n\n240\n\nනිව්සීලන්තය\n\nකොළඹ, ශ්‍රී ලංකාව\n\nසිංහල ක්‍රීඩා සමාජ පිටිය\n\n1998\n\n දේශපාලන ජීවිතය\n\nඔහු දේශපාලනයට පිවිසියේ චන්ද්‍රිකා කුමාරතුංග මහත්මියගේ නායකත්වයෙන් යුත් ශ්‍රී ලංකා නිදහස් පක්ෂයට බැඳී 2001 පාර්ලිමේන්තු මැතිවරණයට කොළඹ දිස්ත්‍රික්කයෙන් පොදුජන පෙරමුණ සමඟ තරඟ වැදීමෙනි. 2004 උප්ෆා ජයග්‍රහණයෙන් පසු ඔහු කර්මාන්ත, සංචාරක සහ ආයෝජන ප්‍රවර්ධන නියෝජ්‍ය අමාත්‍යවරයා ලෙස පත් කරන ලදී. 2010 දී, රණතුංග upfa හැර ගොස් සරත් ෆොන්සේකාගේ නායකත්වයෙන් යුත් ඩීඑන්ඒ හි ප්‍රජාතන්ත්‍රවාදී පක්ෂයට සම්බන්ධ වූ අතර, ප්‍රජාතන්ත්‍රවාදී පක්ෂයේ නියෝජ්‍ය නායකයා බවට පත් කරන ලදී. 2012 නොවැම්බර් මාසයේදී ඔහු ඩිමොක්‍රටික් පක්ෂයෙන් ඉල්ලා අස් වූ නමුත් ඩීඑන්ඒ සමඟ ඔහුගේ සම්බන්ධය දිගටම කරගෙන ගියේය. ඔහු 2015 ජනාධිපතිවරණයේදී මෛත්‍රීපාල සිරිසේන මහතා අනුමත කළ අතර, සිරිසේනගේ ජයග්‍රහණයෙන් පසු රණතුංග මහාමාර්ග, වරාය සහ නාවික අමාත්‍යවරයා ලෙස පත් කරන ලදී.",
        "Star sign": "දත්ත නොමැත",
        "Sports Teams": "දත්ත නොමැත",
        "Death": "දත්ත නොමැත",
        "Profiles": "දත්ත නොමැත"
    },
    {
        "cricketerName": "අජන්තා මෙන්ඩිස්",
        "bio": "ශ්‍රී ලංකා ක්‍රිකට් ක්‍රීඩකයා",
        "Is": "මලල ක්‍රිකට් ක්‍රීඩක හමුදා නිලධාරීන්",
        "Gender": "පිරිමි",
        "Birth": "1985 මාර්තු 11, මොරටුව, කොළඹ, කොළඹ දිස්ත්‍රික්කය, බස්නාහිර පළාත",
        "Age": "අවුරුදු 36 යි",
        "paragraph": "balapuwaduge ajantha winslo Mendis\n\n (උපත 1985 මාර්තු 11 මොරටුව) ලෙස හැඳින්වේ\n\nඅජන්තා මෙන්ඩිස්\n\nටෙස්ට් මංගල ටෙස්ට් තරගයේදී ඕනෑම ශ්‍රී ලංකා පන්දු යවන්නෙකු විසින් ලකුණු 132කට කඩුලු 8ක් ලබා ගත් හොඳම පන්දු යැවීම වේ\n\n, 1985-86 දී පකිස්ථානයට එරෙහිව කුරුප්පුආරච්චිගේ ලකුණු 85 ට 7 වඩා හොඳ කිරීම. තරගයෙන් පසුව මුත්තයියා මුරලිදරන් ප්‍රකාශ කළේ \"මම ටෙස්ට් ක්‍රිකට් ක්‍රීඩා කරන්න පටන් ගන්නකොට මම මෙන්ඩිස් තරම් දක්ෂ නැහැ. ඔහු සුවිශේෂී කෙනෙක්. ඔහු ශ්‍රී ලංකා ක්‍රිකට් අනාගතයයි\" යනුවෙනි. මෙන්ඩිස් ඔහුගේ පළමු කඩුලු දහය ඊළඟ තරගයේදීම රැස් කළ අතර එය ශ්‍රී ලංකාව පරාජයට පත් විය. තරඟාවලියේ කඩුලු 26ක් (අවි.18.38) සමගින්, මෙන්ඩිස් alec bedser's පසුකර ඇත.\n\nටෙස්ට් ත්‍රිත්ව තරඟාවලියක මංගල තරඟයේදී පන්දු යවන්නෙකු විසින් වැඩිම කඩුලු දවා ගැනීමේ ලෝක වාර්තාව\n\n. ඔහුගේ උත්සාහය වෙනුවෙන් අජන්තා මෙන්ඩිස් තරගාවලියේ වීරයා සම්මානය දිනා ගත්තේය. 2010 අගෝස්තු 6 වැනි දින ඉන්දියාවට එරෙහිව පැවැති තරගමාලාවේදී මෙන්ඩිස් ඔහුගේ ඉහළම ටෙස්ට් ලකුණු සංඛ්‍යාව වන 78 රැස් කළේය. සජන්තා මෙන්ඩිස් බටහිර ඉන්දීය කොදෙව් පිලට එරෙහිව 2008 අප්‍රේල් 10 වැනිදා ට්‍රිනිඩෑඩ් වරායේ ක්වීන්ස් පාර්ක් ඕවල්හිදී එක්දින ජාත්‍යන්තර තරගයට පිවිසියේය. ඔහු මෙම තරගයේ දී ඕවර 10 කදී ලකුණු 39 කට කඩුලු 3 ක් ලබා ගනිමින් ජාත්‍යන්තර වේදිකාවට පැමිණීම ප්‍රකාශ කළ අතර, ඔහුගේ ක්‍රියාවෙහි දෘශ්‍යමාන වෙනසක් නොමැතිව ඔහුගේ වෙනස්කම් පරාසයෙන් බටහිර ඉන්දීය පිතිකරුවන් ගොළු කළේය. රොබ් ස්ටීන් මෙම ආරම්භක කාර්ය සාධනයේ බලපෑම සාරාංශ කළේ \"මම දඟ පන්දු යැවීමේ අනාගතය දුටුවෙමි - සහ ඔහුගේ නම අජන්තා මෙන්ඩිස්\" යනුවෙන් ප්‍රකාශ කර ඇත 2008 ජූලි මාසයේදී ඉන්දියාවට එරෙහිව කුසලාන අවසන් තරගය. ඔහුගේ ලකුණු 13කට කඩුලු 6ක් තරඟාවලියේ අවසන් තරඟයක තුන්වන හොඳම පන්දු යැවීම වන අතර ඔඩිස් තරඟාවලියේ දඟ පන්දු යවන්නෙකුගේ තුන්වන හොඳම පන්දු යැවීම වේ. ඔහුගේ කඩුලු 17 ආසියානු කුසලාන තරඟාවලියක හොඳම කඩුලු 17 වන අතර, ඔහු එම කඩුලු ලබා ගත්තේ 8.52ක විශ්මයජනක සාමාන්‍යයකින්. අජන්තා මෙන්ඩිස් අවසන් මහා තරගයේ වීරයා සම්මානය මෙන්ම තරඟාවලියේ ක්‍රීඩකයා සම්මානයද දිනා ගත්තේය.ඔහු මීට පෙර තරඟ 23කදී ඉන්දියාවේ අජිත් අගාර්කාර් විසින් තබා තිබූ ඔඩි හි වේගවත්ම කඩුලු 50 වාර්තාවද බිඳ දමා ඇත.\n\nඔහු එම වාර්තාව බිඳ දැමුවේ තරග 19කදී කඩුලු 50ක් දවා ගනිමින්\n\n.මෙන්ඩිස් 2015 ක්‍රිකට් ලෝක කුසලාන කණ්ඩායමට ඇතුළත් කර නොතිබූ අතර ඔහු 2014 අගභාගයේ සිට 2015 අගභාගයේදී අනෙකුත් ද්විපාර්ශ්වික තරගමාලාවලට ක්‍රීඩා කළේ නැත. ඔහු 2015 ඔක්තෝම්බර් මාසයේදී බටහිර ඉන්දීය කොදෙව්වන්ට එරෙහිව පැවති එක්දින සහ විස්සයි20 තරඟාවලියට ඇතුළත් විය. ඔහු කඩුලු 2ක් දවා ගත්තේය. ආර් ප්‍රේමදාස ක්‍රීඩාංගණයේ පැවැති පළමු ඕඩියේ තරගය වූ අතර මෙම කඩුලු දෙක සමඟින් ඔහු ඕඩි කඩුලු 150ට ළඟා වූයේ එම සන්ධිස්ථානයට පැමිණි 8 වැනි ශ්‍රී ලංකා ක්‍රීඩකයා වෙමිනි. පිතිකරණයේ දී ශ්‍රී ලංකාව තරගය ජයග්‍රහණය කිරීමට හොඳ තත්ත්වයක සිටි නමුත් සුනිල් නරේන්ගේ ඉන්ද්‍රජාලික පන්දු යැවීමත් සමඟ තරගය ජයග්‍රහණය කිරීමට තවත් ලකුණු 21ක් සමඟින් ශ්‍රී ලංකාව කඩුලු 9ක් දැවී ගියේය. මෙන්ඩිස් පන්දුවට පහරදීමට පැමිණ ලකුණු 21ක් රැස්කරමින් කණ්ඩායමට කඩුලු 1ක ජයක් අත්කර දුන්නේය. ඔහු ජොන්සන් චාල්ස් වෙත දැවැන්ත හයේ පහරක් එල්ල කළේ ලෝන්ග්-ඕන් හරහා නොදැවී ලකුණු 21ක් ලබා ගැනීමටය. 2008 ඔක්තෝම්බර් 10 වැනිදා විස්සයි20 ක්‍රිකට් තරගයේදී අජන්තා මෙන්ඩිස් සිය මංගල විස්සයි20 තරගය සිම්බාබ්වේ පිලට එරෙහිව කැනඩාවේ කිංග්සිටියේදී ආරම්භ කළේය. ඔහු ඕවර හතරකදී ලකුණු 15කට කඩුලු 4කට හිමිකම් කී අතර තරගයේ වීරයා සම්මානයද දිනා ගත්තේය. මීළඟ තරගයේදී ඔහු කැනඩාවට එරෙහිව ලකුණු 17කට කඩුලු 4ක් දවාගත් අතර පකිස්තානයට එරෙහිව පැවැති සිවු ජාතීන්ගේ තරගාවලියේ අවසන් මහා තරගයේදී ලකුණු 23කට කඩුලු 3ක් දවාගනිමින් තම කණ්ඩායමට කඩුලු 5ක ජයග්‍රහණයක් අත්කර දුන්නේය. තරග තුනකදී ලකුණු 55කට කඩුලු 11ක් දවාගත් අජන්තා මෙන්ඩිස් තරගාවලියේ වීරයා ලෙස සම්මාන ලැබීය. 2009 එංගලන්තයේ පැවති icc world 2020 තරඟාවලියේ, මෙන්ඩිස්, පකිස්ථානයේ saeed ajmal සහ umar gul පසුපසින් වැඩිම කඩුලු ලාභීන් අතර තුන්වන ස්ථානය විය. ඔහු තරඟාවලියේ වීරයා සඳහා තරඟකරුවෙකු වූ නමුත් කණ්ඩායම් සගයෙකු වූ තිල්ලකරත්න ඩිල්ෂාන්ට පිටුපසින් තෙවැනි ස්ථානයට පත්විය. මෙන්ඩිස් දෙවරක්ම පිහිටුවා ඇත.\n\nදැනට ජාත්‍යන්තර විස්සයි20 තරගයක හොඳම ලකුණු සංඛ්‍යාවේ වාර්තාවට හිමිකම් කියයි\n\n. 2011 අගෝස්තු 8 වැනිදා ඔස්ට්‍රේලියාවට එරෙහිව පැවැති දෙවැනි විස්සයි20 ජාත්‍යන්තර තරගයේදී ලකුණු 16කට කඩුලු 6ක් දවාගත් ඔහු ජාත්‍යන්තර විස්සයි20 ජාත්‍යන්තර තරගයකදී කඩුලු 6ක් දවාගත් පළමු පන්දු යවන්නා බවට පත්වූ අතර 2009දී නවසීලන්තයට එරෙහිව වාර්තා කළ උමර් ගුල්ගේ කඩුලු 5 ලකුණු 6කට අභිබවා ගියේය. ඊළඟ අවුරුද්දේ, 2012 සැප්තැම්බර් 18 වෙනිදා 2012 icc world 20-20 ආරම්භක තරඟයේදී simbabwe කණ්ඩායමට එරෙහිව, මෙන්ඩිස් ලකුණු 8 කට කඩුලු 6 ක් දවාගනිමින් මෙම වාර්තාව වැඩි දියුණු කළේය. මේ දක්වා, මෙන්ඩිස් වේ\n\nජාත්‍යන්තර විස්සයි20 තරග දෙකකදී කඩුලු 6ක් දවාගත් එකම පන්දු යවන්නා. 2014 දෙවන භාගයේදී කොන්දේ ආබාධයකට ලක්ව සිටි කොන්දේ ආබාධයකට ලක්ව සිටියේය. එය පිට කොන්දේ අස්ථි බිඳීමක් වැනිය. මෙම කාලය තුළ ඔහුට කිසිසේත් පන්දු යැවීමට නොහැකි විය. දැන් විවේකය සහ පුනරුත්ථාපනය සමඟ සෙමින්, ඔහු ටිකක් දිවීම සහ පන්දු යැවීම ආරම්භ කර ඇත. පන්දු යැවීමේ ස්ටයිල්මෙන්ඩිස්, මන්දගාමී-මධ්‍යම ලෙස වර්ගීකරණය කර ඇතත්, ගුග්ලි, ඕෆ්-බ්‍රේක්, ටොප්-ස්පිනර්ස්, ෆ්ලිපර්ස් සහ ලෙග්-බෝල් මිශ්‍රණයක් පන්දු යවයි. කැඩුම්, මෙන්ම කැරම් බෝලය, ඔහුගේ මැද ඇඟිල්ලේ ගසමින් මුදා හරින ලදී. 2007-08 ශ්‍රී ලංකා හමුදාව වෙනුවෙන් ඔහු තරග 6කදී කඩුලු 46ක් දවා ගත්තේ සාමාන්‍ය 10.56ක් වන අතර ඔහුගේ ප්‍රහාරක වේගය විශ්මිත 31ක් විය. මෙය ඔහුට 2008 අප්‍රේල් මාසයේ කැරිබියන් සංචාරය සඳහා සම්පූර්ණ ශ්‍රී ලංකා සංචිතයට කැඳවීමක් ලබා දුන්නේය. ප්‍රවීණ බටහිර ඉන්දීය කොදෙව් ක්‍රිකට් ලේඛක ටෝනි බෙකා මෙසේ ලිවීය\n\nජැමෙයිකාව ග්ලීනර්\n\n: \"මෙන්ඩිස් සෑම දෙයක්ම පන්දු යවයි. ඔහු පන්දුව ලබා දීමට පෙර ඔහුගේ මුහුණේ සිනහවකින්, ඔහු ඕෆ්බ්‍රේක් පන්දු යවයි, ඔහු ලෙග්බ්‍රේක් යවයි, ඔහු ගූග්ලි යවයි, ඔහු ෆ්ලිපර් යවයි, ඔහු කෙලින්ම පන්දුව යවයි, ඔහු ඔවුන්ට යවයි විවිධ ග්‍රහණයන් සහ විවිධ ක්‍රියාදාමයන් සමඟ ඔහු ඔවුන්ව වෙනස් ගමන් මාර්ගයකින් සහ වෙනස් වේගයකින් පන්දු යවමින් ඔවුන් දක්ෂ ලෙස වෙස්වලාගෙන සිටින අතර එහි ප්‍රතිඵලය වන්නේ ඔහු පිතිකරුවන් වසඟ කරවීමයි. \"මෙන්ඩිස් අසාමාන්‍ය, විකාර සහගත වන අතර ඔහු තම ඇඟිලි තුඩකින් (කැරම් පන්දුව) නිකුත් කරන පන්දුවක් වර්ධනය කර ඇත, එය අනෙකුත් ඕතඩොක්ස් දඟ පන්දු යවන්නන්ට සාපේක්ෂව ඉතා අසාමාන්‍ය ය.\" එම පන්දුව හිටපු ඕස්ට්‍රේලියානු දඟ පන්දු යවන ජොනී ග්ලීසන් සිහිගන්වයි. ඒ හා සමාන පන්දු යැවීමක් තිබුණි.එහෙත් පන්දුව හැරවීමට හෝ දකුණත් පිතිකරුවෙකු බවට පත් කළ හැකි වුවද, මෙන්ඩිස් එය දකුණත් පිතිකරුවෙකුගෙන් ඉවතට හැරවීමටත්, ඔහුගේ ඕෆ්-බ්‍රේක් සහ ගුග්ලි සමඟ එය වෙනස් කිරීමටත් භාවිතා කරයි.ඕස්ට්‍රේලියානු ටෙස්ට් ක්රිකට් ක්රීඩකයා සහ පුහුණුකරු පීටර් ෆිල්පොට් 1973 දී ලියූ පොතක මෙන්ඩිස් වැනි පන්දු යවන්නෙකුගේ නැගීම ගැන අනාවැකි පළ කළේය.\n\n[1]icc awardson 10 සැප්තැම්බර් 2008, ajantha Mendis ඩුබායි හි පැවති icc සම්මාන උළෙලේදී \"වසරේ නැගී එන ක්‍රීඩකයා\" සම්මානය දිනා ගෙන ඇත. මෙන්ඩිස්, පුද්ගලයන් 25 දෙනෙකුගෙන් යුත් ඡන්දය ප්‍රකාශ කිරීමේ ඇකඩමියේ ප්‍රමුඛතම තේරීම වූ අතර, එංගලන්තයේ නැගී එන ස්ටුවර්ට් බ්‍රෝඩ්, දකුණු අප්‍රිකානු වේගපන්දු යවන මෝර්න් මෝකල් සහ ඉන්දියාවේ වේග පන්දු යවන ක්‍රීඩක ඉෂාන් ෂර්මාට වඩා ඉදිරියෙන් පැමිණිය. වසරේ නැගී එන ක්‍රීඩකයා සම්මානයෙන් කෙනෙකි 2008, icc සම්මාන උළෙලේදී ලබා දුන් තනි ත්‍යාග අටක්. මෙම සම්මානය සඳහා සුදුසුකම් ලබන ක්‍රීඩකයින් ඡන්දය ප්‍රකාශ කිරීමේ කාලය ආරම්භයේදී (2007 අගෝස්තු 9) වයස අවුරුදු 26 ට අඩු විය යුතු අතර ඡන්දය ප්‍රකාශ කිරීමේ කාලය ආරම්භ වීමට පෙර ටෙස්ට් තරඟ පහකට සහ/හෝ ඕඩිස් 10 කට වඩා ක්‍රීඩා කර නොතිබිය යුතුය. product and brand endorsementsinternational වැඩිම කඩුලු පහක් දවාගත් ක්‍රිකට් එක්දින ජාත්‍යන්තර ක්‍රිකට් විස්සයි විස්ස ජාත්‍යන්තර ක්‍රිකට් ටෙස්ට් ක්‍රිකට් එක්දින ජාත්‍යන්තර ක්‍රිකට් විස්සයි විස්ස ජාත්‍යන්තර ක්‍රිකට්",
        "Star sign": "දත්ත නොමැත",
        "Sports Teams": "දත්ත නොමැත",
        "Death": "දත්ත නොමැත",
        "Profiles": "දත්ත නොමැත"
    },
    {
        "cricketerName": "දොන් සෝමසිරි",
        "bio": "ශ්‍රී ලංකා ක්‍රිකට් ක්‍රීඩකයා",
        "Is": "මලල ක්‍රිකට් ක්‍රීඩකයෙක්",
        "Gender": "පිරිමි",
        "paragraph": "දොන් සෝමසිරි යනු සිංහල ක්‍රීඩා සමාජයට ක්‍රීඩා කළ හිටපු ශ්‍රී ලංකා ක්‍රිකට් ක්‍රීඩකයෙකි.\n\nසෝමසිරි 1989-90 සමයේ ශ්‍රී ලංකා ගුවන් හමුදාවට එරෙහිව පළමු පෙළ තරගයක් සඳහා එක් විය. ඔහු තරගයේ පන්දුවට පහර නොදුන් නමුත් ඕවර 4ක් යැවී ලකුණු 17ක් ලබා දුන්නේය.",
        "Birth": "දත්ත නොමැත",
        "Age": "දත්ත නොමැත",
        "Star sign": "දත්ත නොමැත",
        "Sports Teams": "දත්ත නොමැත",
        "Death": "දත්ත නොමැත",
        "Profiles": "දත්ත නොමැත"
    },
    {
        "cricketerName": "බතිය පෙරේරා",
        "bio": "ශ්‍රී ලංකා ක්‍රිකට් ක්‍රීඩකයා",
        "Is": "මලල ක්‍රිකට් ක්‍රීඩකයෙක්",
        "Gender": "පිරිමි",
        "Birth": "1977 අප්රේල් 28",
        "Age": "අවුරුදු 44 යි",
        "paragraph": "wagawattage maithree Bhaiya perera (උපත 1977 අප්‍රේල් 28 කොළඹ) ක්‍රිකට් ක්‍රීඩකයෙකි. දකුණත් පිතිකරුවෙකු සහ අර්ධකාලීන ලෙග් බ්‍රේක් පන්දු යවන්නෙකු වන ඔහු ජාත්‍යන්තර මට්ටමින් ශ්‍රී ලංකාව නියෝජනය කර ඇත.\n\nපෙරේරා අවුරුදු 23න් පහළ සහ 2001/02 සහ 2002/03 ප්‍රමුඛතම තරඟාවලි වලදී විශ්මයට පත් වූ අතර එහිදී ඔහු වාර දෙකේදීම වැඩිම ලකුණු ලබාගත් ක්‍රීඩකයා විය. ශ්‍රී ලංකාවේ සාමාජිකයෙකු ලෙස ඔහු දකුණු අප්‍රිකාවේ සංචාරය කර නැමීබියාවේ, නවසීලන්තයේ සහ එක්සත් රාජධානියේ පැවති icc හය ජාතිය තරඟාවලියට ක්‍රීඩා කර ඇත. දේශීය ක්‍රිකට් වල ඔහු කෝල්ට්ස් ක්‍රිකට් සමාජය, කොළඹ ක්‍රිකට් සමාජය සහ මුවර්ස් ක්‍රීඩා සමාජය සඳහා ක්‍රීඩා කර ඇත. ඔහු ඇඩිලේඩ් හි ඕස්ට්‍රේලියානු ක්‍රිකට් ඇකඩමියේ ද කාලය ගත කර ඇත.",
        "Star sign": "දත්ත නොමැත",
        "Sports Teams": "දත්ත නොමැත",
        "Death": "දත්ත නොමැත",
        "Profiles": "දත්ත නොමැත"
    },
    {
        "cricketerName": "චරිත් සේනානායක",
        "bio": "ශ්‍රී ලංකා ක්‍රිකට් ක්‍රීඩකයා",
        "Is": "මලල ක්‍රිකට් ක්‍රීඩකයෙක්",
        "Gender": "පිරිමි",
        "Birth": "1962 දෙසැම්බර් 19",
        "Age": "අවුරුදු 58 යි",
        "paragraph": "චරිත් පණ්ඩුක සේනානායක (උපත 1962 දෙසැම්බර් 19, කොළඹ) යනු 1990 සිට 1991 දක්වා ටෙස්ට් තරග 3කට සහ ඕඩිස් 7කට ක්‍රීඩා කළ හිටපු ශ්‍රී ලංකා ක්‍රිකට් ක්‍රීඩකයෙකි.",
        "Star sign": "දත්ත නොමැත",
        "Sports Teams": "දත්ත නොමැත",
        "Death": "දත්ත නොමැත",
        "Profiles": "දත්ත නොමැත"
    },
    {
        "cricketerName": "චිරන්ත ද සිල්වා",
        "bio": "ශ්‍රී ලංකා ක්‍රිකට් ක්‍රීඩකයා",
        "Is": "මලල ක්‍රිකට් ක්‍රීඩකයෙක්",
        "Gender": "පිරිමි",
        "Birth": "1 අප්‍රේල් 1988",
        "Age": "අවුරුදු 33 යි",
        "paragraph": "චිරන්ත ද සිල්වා (උපත 1 අප්‍රේල් 1988) යනු ශ්‍රී ලංකා ක්‍රිකට් ක්‍රීඩකයෙකි. ඔහු සීදූව රද්දොළුව වෙනුවෙන් ක්‍රීඩා කරන වමත් පිතිකරුවෙක් සහ කඩුලු රකින්නෙකි. ඔහු උපන්නේ කොළඹ ය.\n\nද සිල්වා 2008 අවුරුදු 23න් පහළ තරඟාවලියේදී සිය මංගල ක්‍රිකට් ක්‍රීඩාවට පිවිසි අතර, තරඟයේ සමස්ත තරඟ හතකට ක්‍රීඩා කළේය.\n\nද සිල්වාගේ මංගල පළමු පෙළ තරගය 2008-09 සමයේ සිංහ ක්‍රීඩා සමාජයට එරෙහිව සිදු විය. ඔහු තරඟය අතරතුර තරඟ අටකට ක්‍රීඩා කළ අතර, බර්ගර් විනෝද ක්‍රීඩා සමාජයට එරෙහිව ලකුණු 32ක් ලබා ගත්තේය.\n\nද සිල්වා 2008-09 ප්‍රිමියර් සීමිත ඕවර තරඟාවලියේදී තරඟ 8කට ක්‍රීඩා කර ලකුණු 117ක් ලබා ගත් අතර, එම වාරයේ තරඟයේදී කණ්ඩායම ලබා ගත් අර්ධ ශතක දෙකෙන් එකක් පමණක් ද ඇතුලත්ය.",
        "Star sign": "දත්ත නොමැත",
        "Sports Teams": "දත්ත නොමැත",
        "Death": "දත්ත නොමැත",
        "Profiles": "දත්ත නොමැත"
    },
    {
        "cricketerName": "දිල්රුක් ලෝරන්ස්",
        "bio": "ශ්‍රී ලංකා ක්‍රිකට් ක්‍රීඩකයා",
        "Is": "මලල ක්‍රිකට් ක්‍රීඩකයෙක්",
        "Gender": "පිරිමි",
        "Birth": "1975 ජූලි 29",
        "Age": "අවුරුදු 46 යි",
        "paragraph": "ඩිල්රුක් ලෝරන්ස් (උපත 1975 ජූලි 29) ශ්‍රී ලංකා ක්‍රිකට් ක්‍රීඩකයෙකි. ඔහු මුවර්ස් ක්‍රීඩා සමාජයට ක්‍රීඩා කළ දකුණත් පිතිකරුවෙක් සහ දකුණතින් ඕෆ් බ්‍රේක් පන්දු යවන්නෙක් විය. ඔහු උපන්නේ කොළඹ ය.\n\n1994-95 සමයේ සිංහ ක්‍රීඩා සමාජයට එරෙහිව ලෝරන්ස් කණ්ඩායම වෙනුවෙන් තනි පළමු පෙළ තරගයක් කළේය. ඔහු පන්දුවට පහර දුන් එකම ඉනිමේ තනි ලකුණක් ලබා ගත්තේය.\n\nඔහු තරගයේ ඉනිම් දෙකක් යැවූයේ ලකුණු 4ක් ලබා දෙමිනි.",
        "Star sign": "දත්ත නොමැත",
        "Sports Teams": "දත්ත නොමැත",
        "Death": "දත්ත නොමැත",
        "Profiles": "දත්ත නොමැත"
    },
    {
        "cricketerName": "u. හෙට්ටිආරච්චි",
        "bio": "ක්රිකට් ක්රීඩකයා",
        "Is": "මලල ක්‍රිකට් ක්‍රීඩකයෙක්",
        "Gender": "පිරිමි",
        "paragraph": "u. හෙට්ටිආරච්චි (සම්පූර්ණ නම සහ විස්තර නොදනී) ගාල්ල ක්‍රිකට් සමාජයට ක්‍රීඩා කළ ශ්‍රී ලංකා ක්‍රිකට් ක්‍රීඩකයෙකි.\n\nහෙට්ටිආරච්චි 1988-89 සමයේ දෙමළ සංගම් ක්‍රිකට් සහ මලල ක්‍රීඩා සමාජයට එරෙහිව කණ්ඩායම වෙනුවෙන් තනි පළමු පෙළ තරගයක් කළේය. ටේලන්ඩ් වෙතින්, ඔහු පන්දුවට පහර දුන් එකම ඉනිමේදී නොදැවී ලකුණු 0ක් ලබා ගත්තේය.\n\nඔහු තරගයේ තනි ඕවරයක් යැවූයේ ලකුණු 8ක් ලබා දෙමිනි.",
        "Birth": "දත්ත නොමැත",
        "Age": "දත්ත නොමැත",
        "Star sign": "දත්ත නොමැත",
        "Sports Teams": "දත්ත නොමැත",
        "Death": "දත්ත නොමැත",
        "Profiles": "දත්ත නොමැත"
    },
    {
        "cricketerName": "ටී. magesh",
        "bio": "ශ්‍රී ලංකා ක්‍රිකට් ක්‍රීඩකයා",
        "Is": "මලල ක්‍රිකට් ක්‍රීඩකයෙක්",
        "Gender": "පිරිමි",
        "paragraph": "ටී. magesh antonians වෙනුවෙන් ක්‍රීඩා කළ ශ්‍රී ලංකා ක්‍රිකට් ක්‍රීඩකයෙකි.\n\n1996-97 සරවනමුත්තු කුසලාන තරඟාවලියේදී magesh කණ්ඩායම වෙනුවෙන් තනි පළමු පන්තියේ පෙනී සිටියේය. අන්තෝනියන් ක්‍රීඩකයින් ඉනිමක පරතරයකින් ජයග්‍රාහකයින් දැවී ගිය බැවින්, ඔහු පන්දුවට පහර දුන් එකම ඉනිමේදීම ඔහු දැවී ගියේය.",
        "Birth": "දත්ත නොමැත",
        "Age": "දත්ත නොමැත",
        "Star sign": "දත්ත නොමැත",
        "Sports Teams": "දත්ත නොමැත",
        "Death": "දත්ත නොමැත",
        "Profiles": "දත්ත නොමැත"
    },
    {
        "cricketerName": "සුරංග ලොකුබාලසූරිය",
        "bio": "ශ්‍රී ලංකා ක්‍රිකට් ක්‍රීඩකයා",
        "Is": "මලල ක්‍රිකට් ක්‍රීඩකයෙක්",
        "Gender": "පිරිමි",
        "paragraph": "සුරංග ලොකුබාලසූරිය ශ්‍රී ලංකා ක්‍රිකට් ක්‍රීඩකයෙකි. ඔහු කොළඹට ක්‍රීඩා කළ වමත් පිතිකරුවෙක් සහ දකුණත් පන්දු යවන්නෙක් විය.\n\n1991 දී ශ්‍රී ලංකා පාසල් සඳහා පළමු පෙළ නොවන එක් තරගයකට ක්‍රීඩා කර ඇති ලොකුබාලසූරිය, මුවර්ස් කණ්ඩායමට එරෙහිව හත්නා කුසලාන අවසන් පූර්ව තරගයට සහභාගි වූ ඔහුගේ එකම ලැයිස්තුව බවට පත් වූ අතර එහිදී ඔහු ලකුණු දහයක් රැස් කළේය.\n\nලොකුබාලසූරිය 1994-95 සමයේ දෙමළ සංගමයට එරෙහිව තනි පළමු පන්තියේ පෙනී සිටියේය. පහළ පෙළේ සිට ඔහු පන්දුවට පහර දුන් පළමු ඉනිමේදී ලකුණු දොළහක් ලබා ගත් අතර දෙවැනි ඉනිමේදී දැවී ගියේය.",
        "Birth": "දත්ත නොමැත",
        "Age": "දත්ත නොමැත",
        "Star sign": "දත්ත නොමැත",
        "Sports Teams": "දත්ත නොමැත",
        "Death": "දත්ත නොමැත",
        "Profiles": "දත්ත නොමැත"
    },
    {
        "cricketerName": "ෂෙලි වික්‍රමසිංහ",
        "bio": "ශ්‍රී ලංකා ක්‍රිකට් ක්‍රීඩකයා",
        "Is": "මලල ක්‍රිකට් ක්‍රීඩකයෙක්",
        "Gender": "පිරිමි",
        "Death": "2011 අගෝස්තු 10",
        "paragraph": "ෂෙලි වික්‍රමසිංහ (1926 - අගෝස්තු 10, 2011) ඔහු ඉගෙන ගත්තේ කළුතර විද්‍යාලයේ, ඔහු ශ්‍රී ලංකා ක්‍රිකට් ක්‍රීඩකයෙකි. ඔහු බ්ලූම්ෆීල්ඩ් ක්‍රිකට් සහ මලල ක්‍රීඩා සමාජය නියෝජනය කළ අතර 1972 සිට 2000 දක්වා තෙවරක් එහි සමාජ සභාපති විය.\n\nවික්‍රමසිංහ වෙළෙඳ සේවා ක්‍රිකට් සංගමයේ සභාපති සහ ජාතික ක්‍රීඩා සභාවේ සභාපති ලෙස ක්‍රිකට් පරිපාලනයට ද දායක විය. අසූව දශකයේ මැද භාගයේදී ඔහු ශ්‍රී ලංකා ක්‍රිකට් උප සභාපති ද විය.\n\nවික්‍රමසිංහ වයස අවුරුදු 85 දී 2011 අගෝස්තු 10 වන දින මිය ගියේය.",
        "Birth": "දත්ත නොමැත",
        "Age": "දත්ත නොමැත",
        "Star sign": "දත්ත නොමැත",
        "Sports Teams": "දත්ත නොමැත",
        "Profiles": "දත්ත නොමැත"
    },
    {
        "cricketerName": "mithra wettimuny",
        "bio": "ශ්‍රී ලංකා ක්‍රිකට් ක්‍රීඩකයා",
        "Is": "මලල ක්‍රිකට් ක්‍රීඩකයෙක්",
        "Gender": "පිරිමි",
        "Birth": "1951 ජූනි 11",
        "Age": "අවුරුදු 70 යි",
        "paragraph": "මිත්‍ර ද සිල්වා වෙට්ටිමුනි\n\n (උපත ජූනි 11, 1951, කොළඹ) යනු 1983 දී ටෙස්ට් තරග දෙකකට සහ එක් ඕඩියකට ක්‍රීඩා කළ හිටපු ශ්‍රී ලංකා ක්‍රිකට් ක්‍රීඩකයෙකි. රට නියෝජනය කිරීමට සහෝදර සහෝදරියන් තිදෙනෙකුගෙන් යුත් පවුලක් (සියලුම ආරම්භක පිතිකරුවන්), වැඩිමහල් සහෝදරයා සුනිල් 1975 සහ 1979 ක්‍රිකට් වලට ක්‍රීඩා කළේය. ලෝක කුසලාන තරඟාවලියේදී බාල සොහොයුරා වන සිදත් ශ්‍රී ලංකාවේ පළමු ටෙස්ට් තරඟය සියය ලබා ගත්තේය.international careerwettimuny මුලින් ප්‍රසිද්ධියට පත් වූයේ 1969/70 දී ඉන්දියාවේ සංචාරය කළ සාර්ථක ලංකා පාසල් කණ්ඩායමේ නායකයා ලෙසයි. ශ්‍රී ලංකාව 1982 දී ටෙස්ට් තත්ත්වය ලබා ගත් අතර, ඒ වන විට ඔහුගේ තිස් ගණන්වල මුල් භාගයේදී වෙට්ටිමුනිගේ මුළු පළමු පෙළ ක්‍රිකට් දිවියට දින 127ක් තුළ රටවල් හතරක තරග 9ක් ඇතුළත් විය (ඔහුගේ ඉහළම ලකුණු සංඛ්‍යාව 1982 නොවැම්බර් මාසයේ බුලවායෝහිදී සිම්බාබ්වේ පිලට එරෙහිව මංගල තරගයේදී ලබාගත් ලකුණු 55).",
        "Star sign": "දත්ත නොමැත",
        "Sports Teams": "දත්ත නොමැත",
        "Death": "දත්ත නොමැත",
        "Profiles": "දත්ත නොමැත"
    },
    {
        "cricketerName": "mohamed askar",
        "bio": "ශ්‍රී ලංකා ක්‍රිකට් ක්‍රීඩකයා",
        "Is": "මලල ක්‍රිකට් ක්‍රීඩකයෙක්",
        "Gender": "පිරිමි",
        "Birth": "1986 දෙසැම්බර් 13",
        "Age": "අවුරුදු 34 යි",
        "paragraph": "mohamed askar\n\n (උපත 1986 දෙසැම්බර් 13) ශ්‍රී ලංකා ක්‍රිකට් ක්‍රීඩකයෙකි. ඔහු බර්ගර් විනෝද ක්‍රීඩා සමාජයට ක්‍රීඩා කරන වමත් පිතිකරුවෙක් සහ මන්දගාමී වමත් පන්දු යවන්නෙක්. ඔහු උපත ලැබුවේ ragama.askar, 2009 දී වයස අවුරුදු 23 න් පහළ කණ්ඩායම වෙනුවෙන් සිය මංගල ක්‍රිකට් ක්‍රීඩාවට පිවිසි අතර, 2009-10 තරග වාරයේ දී sebastianites.asker ට එරෙහිව ඔහුගේ මංගල ලැයිස්තුවට පිවිසියේය ක්‍රීඩා සමාජය, මේ දක්වා ඔහු ලබාගත් වැඩිම ලකුණු සංඛ්‍යාව සහ පළමු පෙළ ක්‍රිකට් ක්‍රීඩාවේ මෙතෙක් ලබාගත් එකම අර්ධ ශතකය.",
        "Star sign": "දත්ත නොමැත",
        "Sports Teams": "දත්ත නොමැත",
        "Death": "දත්ත නොමැත",
        "Profiles": "දත්ත නොමැත"
    },
    {
        "cricketerName": "නුවන් සමීර",
        "bio": "ශ්‍රී ලංකා ක්‍රිකට් ක්‍රීඩකයා",
        "Is": "මලල ක්‍රිකට් ක්‍රීඩකයෙක්",
        "Gender": "පිරිමි",
        "Birth": "1985 පෙබරවාරි 13",
        "Age": "අවුරුදු 36 යි",
        "paragraph": "නුවන් සමීර (උපත කොහුමුල්ල ආරච්චිගේ නුවන් සමීර 1985 පෙබරවාරි 13) ශ්‍රී ලංකා ක්‍රිකට් ක්‍රීඩකයෙකි. ඔහු දකුණත් පිතිකරුවෙක් සහ දකුණත් මධ්‍යම වේග පන්දු යවන්නෙක් වන අතර ඔහු සැරසන්ස් ක්‍රීඩා සමාජයට ක්‍රීඩා කරයි. ඔහු උපන්නේ පානදුරේය.\n\nSamera 2009-10 ප්‍රිමියර් සීමිත ඕවර තරඟාවලියේදී බ්ලූම්ෆීල්ඩ් ක්‍රිකට් සහ මලල ක්‍රීඩා සමාජයට එරෙහිව කණ්ඩායම සඳහා ඔහුගේ මංගල ලැයිස්තුව විය. ඔහු තරගයේ පන්දුවට පහර නොදුන්නත් ඕවර 4ක් යවා ලකුණු 28ක් ලබා දුන්නා.",
        "Star sign": "දත්ත නොමැත",
        "Sports Teams": "දත්ත නොමැත",
        "Death": "දත්ත නොමැත",
        "Profiles": "දත්ත නොමැත"
    },
    {
        "cricketerName": "පසන් වනසිංහ",
        "bio": "ශ්‍රී ලංකා ක්‍රිකට් ක්‍රීඩකයා",
        "Is": "මලල ක්‍රිකට් ක්‍රීඩකයෙක්",
        "Gender": "පිරිමි",
        "Birth": "1970 සැප්තැම්බර් 30",
        "Age": "අවුරුදු 51 යි",
        "paragraph": "වසල මුදියන්සේලාගේ පසන් නිර්මිත වනසිංහ (උපත 1970 සැප්තැම්බර් 30) ශ්‍රී ලංකා පළමු පෙළ ක්‍රිකට් ක්‍රීඩකයෙකි. තුන් ඉරියව් ක්‍රීඩකයෙකු වන ඔහු දකුණත් වේග-මධ්‍යම පන්දු යවන්නෙකු වන අතර දකුණත් මුල්පෙළ පිතිකරුවෙකු වන අතර සාමාන්‍යයෙන් 3ට පැමිණේ. වනසිංහ මීට පෙර ශ්‍රී ලංකාව නියෝජනය කර ඇත.",
        "Star sign": "දත්ත නොමැත",
        "Sports Teams": "දත්ත නොමැත",
        "Death": "දත්ත නොමැත",
        "Profiles": "දත්ත නොමැත"
    },
    {
        "cricketerName": "රුවන් කල්පගේ",
        "bio": "ශ්‍රී ලංකා ක්‍රිකට් ක්‍රීඩකයා",
        "Is": "මලල ක්‍රිකට් ක්‍රීඩකයෙක්",
        "Gender": "පිරිමි",
        "Birth": "1970 පෙබරවාරි 19",
        "Age": "අවුරුදු 51 යි",
        "paragraph": "රුවන් සේනානි කල්පගේ (උපත 1970 පෙබරවාරි 19 මහනුවරදී) හිටපු ශ්‍රී ලංකා ක්‍රිකට් ක්‍රීඩකයෙකි. ඔහු වමත් පිතිකරුවෙක් සහ දකුණතින් ඕෆ්බ්‍රේක් පන්දු යවන්නෙක් විය. ඔහු ඉගෙනුම ලැබුවේ ශාන්ත. ඇන්තනීස් විද්‍යාලය, මහනුවර සහ 1989 දී විද්‍යාල ක්‍රිකට් කණ්ඩායමට ක්‍රීඩා කර ඇත. ඔහු 2008 දී බංග්ලාදේශයේ ජාතික ක්‍රිකට් ඇකඩමියේ ඉහළ දක්ෂතා ප්‍රධාන පුහුණුකරු ලෙස පත් කරන ලදී. ඔහු 1999 මාර්තු සිට ජාත්‍යන්තර ක්‍රිකට් ක්‍රීඩා කර නැත.",
        "Star sign": "දත්ත නොමැත",
        "Sports Teams": "දත්ත නොමැත",
        "Death": "දත්ත නොමැත",
        "Profiles": "දත්ත නොමැත"
    },
    {
        "cricketerName": "සබාපතිපිල්ලේ ඉලංගරත්නම්",
        "bio": "ශ්‍රී ලංකා ක්‍රිකට් ක්‍රීඩකයා",
        "Is": "මලල ක්‍රිකට් ක්‍රීඩකයෙක්",
        "Gender": "පිරිමි",
        "Death": "2007 ජූලි 16",
        "paragraph": "සබාපතිපිල්ලේ ඉලංගරත්නම් ශ්‍රී ලංකා ක්‍රිකට් ක්‍රීඩකයෙක් සහ ටෙස්ට් තත්ත්වය ලබා ගැනීමට පෙර මොරටුව සහ බ්ලූම්ෆීල්ඩ් ක්‍රිකට් සමාජයේ සහ ලංකා බැංකුවේ ප්‍රබලයෙකි. ඔහු උපන්නේ 1947 දෙසැම්බර් 18 යාපනයේ ඉරුපලෙයි ප්‍රදේශයේය. ඔහු යාපනයේ උපත ලැබුවද ප්‍රාථමික හා ද්විතීයික අධ්‍යාපනය ලැබුවේ රත්මලාන හින්දු විද්‍යාලයෙනි.\n\nඔහු ක්‍රිකට් ක්‍රීඩාවේ දස්කම් දැක්වූ අතර ඔහු සාර්ථක අධ්‍යාපනික ජීවිතයක් ගත කළේය. ඔහුගේ සමස්ත ක්‍රීඩා සහ අධ්‍යාපනික පසුබිම නිසා ඔහුට ලංකා බැංකුවේ රැකියාවක් සොයා ගැනීමට අපහසු නොවීය. මුලදී ඔහු කනිෂ්ඨ ලිපිකරුවෙකු ලෙස පත් කරන ලද අතර එවකට බැංකුවේ විශාලතම ශාඛාව වූ නගර කාර්යාලයට පත් කරන ලදී.\n\nඔහු ලංකා බැංකුව වෙනුවෙන් ජනසතු සේවා ක්‍රිකට් සංගමය විසින් පවත්වන ලද කොට්ඨාශ ක්‍රිකට් තරඟාවලි ක්‍රීඩා කළේය. illange ඔහුව ආදරයෙන් හැඳින්වූයේ මොරටුව කණ්ඩායමට ප්‍රිමියර් පළමු පෙළ තරඟාවලිය වන p sara කුසලාන තරඟ සඳහා ක්‍රීඩා කිරීමටයි. ඔහු සිල්වෙස්ටර් ඩයස් සමඟ පන්දු යැවීම ආරම්භ කළේය. පසුව ඔහු කොළඹ බ්ලූම්ෆීල්ඩ් සී ඇන්ඩ් ඒසී වෙත සම්බන්ධ විය. ඔහු සුසන්ත කරුණාරත්න සමඟින් ඔවුන් වෙනුවෙන් පන්දු යැවීම ආරම්භ කළ අතර බ්ලූම්ෆීල්ඩ්හිදී ඔහු ලැබූ කැපවීම නිසා අනාගත ටෙස්ට් ක්‍රීඩකයින් වන බන්දුල වර්ණපුර, ලලිත් කළුපෙරුම, අනුර රණසිංහ, අජිත් ද සිල්වා සහ තවත් බොහෝ දෙනෙකු සමඟ ක්‍රීඩා කිරීමට ඔහුට අවස්ථාව උදා විය. , රන්ජන් ගුණතිලක, සුසන්ත කරුණාරත්න, ඩීඑල්එස්ඩී සිල්වා, ටෝනි ඕපාත වැනි ගුණාත්මක වේගපන්දු යවන්නන් සමඟ ඔහුට තරඟ කිරීමට සිදු විය.\n\nශ්‍රී ලංකාව ටෙස්ට් තත්ත්වය ලබා ගැනීමෙන් පසුව පවා, ඔහු කීත් ෆ්ලෙචර්ගේ නායකත්වයෙන් යුත් එංගලන්ත කණ්ඩායමට එරෙහිව සීමිත ජාත්‍යන්තර තරඟ සඳහා ක්‍රීඩා කිරීමට තෝරා ගන්නා ලදී. 1993-94 දී, ඔහු බ්ලූම්ෆීල්ඩ් හි II කොටසේ කණ්ඩායමේ නායකත්වය දැරීය.. ඔහුගේ පුද්ගලික දායකත්වය සහ තීක්ෂණ නායක බ්ලූම්ෆීල්ඩ් ශූරයන් වුණා. පසුව ඔහු බ්ලූම්ෆීල්ඩ් ක්‍රිකට් කණ්ඩායමේ පුහුණුකරු විය. ඔහු වසර ගණනාවක් සමාජ ශාලාවේ විධායක කමිටුවේ සිටියේය. ඔහු 2 කොටස සඳහා සමාජ පුහුණුකරු බවට පත් කරන ලද අතර පසුව ඔහුගේ අභාවය තෙක් ප්‍රමුඛ පෙළේ කණ්ඩායම සඳහා පුහුණුකරු ලෙස පත් කරන ලදී. ඔහු තරග තීරකවරයෙකු ලෙසද ක්‍රියා කළේය.\n\nඉලංගරත්නම් සම්බන්ධ වූයේ බන්දුල වර්ණපුර, අනුෂා සමරනායක, ගාමිණී පෙරේරා, පී. මිල්ටන්, මංජුල කරුණාරත්න සහ එස්. 2002 නොවැම්බර් 12 සිට 16 දක්වා දින පහක ක්‍රිකට් පුහුණු කිරීමේ වැඩසටහනක් යුද්ධය අවසන් වීමෙන් පසු ප්‍රථම වරට දිවයිනට උතුරින් ශාමුගලිංගම් විසින් පවත්වන ලදී. ඉලංගරත්නම් අශ්වාරෝහකයින් සමඟ පුහුණු කඳවුරු පැවැත්වීම සඳහා දුර බැහැර ප්‍රදේශවලට ගොස් මෙම උතුම් කාර්යයට දායක විය.\n\nඔහුගේ අභාවයට ඔහු ක්‍රිකට් ක්‍රීඩාව නතර කළේ නැත. ඔහු ශ්‍රී ලංකාවේ මංගල ටෙස්ට් නායක බන්දුල වර්ණපුර මහතාගේ නායකත්වයෙන් යුත් පුරෝගාමී ප්‍රවීණ ක්‍රිකට් සමාජයක් වන lanka cavalier කණ්ඩායමෙහි ඔහුගේ හිටපු කණ්ඩායම් සගයන් සහ විරුද්ධවාදීන් සමඟ ක්‍රීඩා කළේය. ඔහු තම ආදරණීය ක්‍රිකට් සමාජයේ බ්ලූම්ෆීල්ඩ් හි සහකාර ලේකම් තනතුර දැරීය.\n\n2007 ජුලි 16 වන දින ඔහුගේ 60 වැනි උපන්දිනයට මාස පහකට පෙර illange මිය ගිය අතර, ඔහු මිය යන විට වසර 45 කට වැඩි සේවා කාලයක් ගණනය කරමින් තවමත් ලංකා බැංකුවේ සේවයේ යෙදී සිටියේය. ඉලංගරත්නම් 1977 වසරේ mcc කණ්ඩායමට එරෙහිව ශ්‍රී ලංකාව නියෝජනය කළේය.",
        "Birth": "දත්ත නොමැත",
        "Age": "දත්ත නොමැත",
        "Star sign": "දත්ත නොමැත",
        "Sports Teams": "දත්ත නොමැත",
        "Profiles": "දත්ත නොමැත"
    },
    {
        "cricketerName": "සමන් ජයන්ත",
        "bio": "ශ්‍රී ලංකා ක්‍රිකට් ක්‍රීඩකයා",
        "Is": "මලල ක්‍රිකට් ක්‍රීඩකයෙක්",
        "Gender": "පිරිමි",
        "Birth": "1974 ජනවාරි 26",
        "Age": "අවුරුදු 47 යි",
        "paragraph": "වරුෂවිතාන සමන් ජයන්ත (උපත ජනවාරි 26, 1974 අම්බලන්ගොඩ දී) යනු ශ්‍රී ලංකා තේරීම් කමිටුව විසින් ඔහුව ඉවත් කිරීමට පෙර 2004 දී ශ්‍රී ලංකාව වෙනුවෙන් එක්දින ජාත්‍යන්තර තරඟ 17 ක් ක්‍රීඩා කළ ශ්‍රී ලංකා ක්‍රිකට් ක්‍රීඩකයෙකි. ඔස්ට්‍රේලියාවට එරෙහිව මැදපෙළ පිතිකරුවෙකු ලෙස තරඟ දෙකකදී ලකුණු 24ක් ලබා ගනිමින් ඔහු සිය ජාත්‍යන්තර ක්‍රිකට් දිවිය ආරම්භ කළ නමුත්, 2004 අප්‍රේල් මාසයේදී ශ්‍රී ලංකාව 5-0 ලෙස සිම්බාබ්වේ වයිට් වොෂ් කරන විට දියුණු වූ අතර, ශ්‍රී ලංකාව 9ක් කරා ගෙනයාමට සිය වෘත්තීය දිවියේ හොඳම ලකුණු 74ක් ලබා ගනිමින් නොදැවී ලකුණු 74ක් ලබා ගත්තේය. - දෙවන එක්දින තරගයෙන් කඩුලු ජයක්. කෙසේ වෙතත්, ඔහු 2004 ආසියානු කුසලානයේ දී ශ්‍රී ලංකාවේ තරඟ හයෙන් තුනකට පමණක් ක්‍රීඩා කර ඇති අතර, පකිස්ථානයට සහ නවසීලන්තයට එරෙහිව පිට පිටම දැවී ගිය ඔහු කණ්ඩායමෙන් ඉවත් වන තෙක් කණ්ඩායම තුළ සහ පිටත සිටියේය.",
        "Star sign": "දත්ත නොමැත",
        "Sports Teams": "දත්ත නොමැත",
        "Death": "දත්ත නොමැත",
        "Profiles": "දත්ත නොමැත"
    },
    {
        "cricketerName": "ශෂිකලා සිරිවර්ධන",
        "bio": "ක්රිකට් ක්රීඩකයා",
        "Is": "මලල ක්‍රිකට් ක්‍රීඩකයෙක්",
        "Gender": "ගැහැණු",
        "Birth": "1985 පෙබරවාරි 14, කොළඹ",
        "Age": "අවුරුදු 36 යි",
        "paragraph": "හෙට්ටිමුල්ල අප්පුහාමිලාගේ ශෂිකලා දේදුනු සිරිවර්ධන (උපත 1985 පෙබරවාරි 14) කොළඹ, ශෂිකලා සිරිවර්ධන ලෙස හඳුන්වනු ලබන්නේ, ශ්‍රී ලංකා ක්‍රිකට් ක්‍රීඩිකාව සහ ශ්‍රී ලංකා කාන්තා ක්‍රිකට් කණ්ඩායමේ වත්මන් නායිකාව වේ. බොහෝ විචාරකයින් එකඟ වූයේ සිරිවර්ධන ඔවුන්ගේ කාන්තා ක්‍රිකට් ඉතිහාසයේ ශ්‍රී ලංකාව වෙනුවෙන් ක්‍රීඩා කළ හොඳම ක්‍රීඩිකාව බවයි. ශ්‍රී ලංකාව වෙනුවෙන් එක්දින කඩුලු 100ක් දවාගත් එකම ක්‍රීඩිකාව ඇයයි. ඇය ශ්‍රී ජයවර්ධනපුර කෝට්ටේ ජනාධිපති විද්‍යාලයේ ආදි ශිෂ්‍යාවකි. ජාත්‍යන්තර වෘත්තීය ජීවිතය\n\nසිරිවර්ධන බටහිර ඉන්දීය කොදෙව් පිලට එරෙහිව ශාන්ත කිංග්ස්ටවුන්හිදී සිය මංගල ඕඩි තරගයට සහභාගි විය. වින්සන්ට් 2003 මාර්තු මාසයේදී. ඇය එම තරගයේදී ලකුණු 2-20ක් ලබා ගත් අතර වේගවත් ලකුණු 29ක් ලබා ගත් අතර අවසානයේ එය ශ්‍රී ලාංකිකයන් විසින් ජය ගන්නා ලදී.\n\n2005-06 කාන්තා ආසියානු කුසලානයේ කරච්චි හිදී පාකිස්තානයට එරෙහිව 4-11 ලෙස ඇගේ හොඳම පන්දු යැවීම වාර්තා විය. අනෙකුත් කැපී පෙනෙන දස්කම් අතර ඇය 2006-07 කාන්තා ආසියානු කුසලානයේදී පකිස්තානයට එරෙහිව ලකුණු 4-34 ද ඇතුළත් ය. ඇය 2014 වසරේ ලොව හොඳම කාන්තා තුන් ඉරියව් ක්‍රීඩිකාව ලෙස ශ්‍රේණිගත කළාය.\n\nසිරිවර්ධන ශ්‍රී ලංකා කාන්තා තරග 49කදී ජයග්‍රහණ 18ක්, පරාජයන් 29ක් සහ ප්‍රතිඵල 2ක් සමඟින් ශ්‍රී ලංකා කාන්තා පිලට නායකත්වය දී ඇති අතර, වැඩිම වාර ගණනක් ජාත්‍යන්තර වශයෙන් නායකත්වය දැරූ ශ්‍රී ලංකා කාන්තා ක්‍රිකට් ක්‍රීඩිකාව ඇයයි. නායිකාව ලෙස ඇයගේ 38.29% ජයග්‍රාහී ප්‍රතිශතය වෙනුවට ඇය ශ්‍රී ලංකාව වෙනුවෙන් ක්‍රීඩා කළ හොඳම කාන්තා ක්‍රිකට් ක්‍රීඩිකාව ලෙස සැලකේ.\n\nමේ වන විට ශෂිකලා තරග 87කදී ලකුණු 1,554ක් ලබාගෙන ශ්‍රී ලංකාව වෙනුවෙන් වැඩිම ලකුණු ලබාගත් ක්‍රීඩිකාවයි. මෙයට වෝඩි අර්ධ ශතක 7ක් ද ඇතුළත් නමුත් තවමත් ශතකයක් ලබා ගැනීමට නැත. ඇය ශ්‍රී ලංකාව වෙනුවෙන් ද වැඩිම කඩුලු ලාභිනිය වන අතර, කඩුලු 4ක් දවාගත් කඩුලු 6ක් ඇතුළුව කඩුලු 101ක් දවාගෙන ඇත. මෙම දස්කම සමඟින් ශ්‍රී ලංකා කාන්තා ක්‍රිකට් ඉතිහාසයේ කඩුලු 100ක් ලබාගත් පළමු සහ එකම ක්‍රීඩිකාව සිරිවර්ධන වේ.\n\nකාන්තා විස්සයි20 ජාත්‍යන්තර තරගවලදී සිරිවර්ධන ශ්‍රී ලංකා ක්‍රීඩිකාවන් වෙනුවෙන් වැඩිම ලකුණු සංඛ්‍යාවක් රැස්කරමින් දෙවැනි වන්නේ හිටපු නායිකා චමරි අතපත්තුට පමණි. ඇය තරග 45කදී ලකුණු 663ක් ලබාගෙන ඇති අතර වැඩිම ලකුණු ප්‍රමාණය වන නොදැවී ලකුණු 52ක් ලබා ඇත. පන්දු යැවීමේ අංශයේ, ඇයට සම කිරීමට කිසිවෙක් නැත, එහිදී ඇය wt20i කඩුලු 44ක් දවාගෙන, සාමාන්‍ය 19.29ක් සමඟින් පළමු ස්ථානයේ පසුවෙයි. siriwardene t20i කණ්ඩායමට නායකත්වය දී ඇති අතර තරඟ 31 ක් වාර්තා කර ඇත. ශ්‍රී ලංකාව ඉන් 9ක් ජයගෙන 20ක් පරාජය වී ඇතත් ජයග්‍රාහී ප්‍රතිශතය 31.03%කි.\n\n2016 දෙසැම්බර් 1 වන දින ඇය 2016 වසරේ කාන්තා Odi තුන් ඉරියව් ක්‍රීඩිකාව සඳහා වන ශ්‍රී ලංකා ක්‍රිකට් සම්මාන දිනා ගත්තාය.",
        "Star sign": "දත්ත නොමැත",
        "Sports Teams": "දත්ත නොමැත",
        "Death": "දත්ත නොමැත",
        "Profiles": "දත්ත නොමැත"
    },
    {
        "cricketerName": "කෞෂාල් සිල්වා",
        "bio": "ශ්‍රී ලංකා ක්‍රිකට් ක්‍රීඩකයා",
        "Is": "මලල ක්‍රිකට් ක්‍රීඩකයෙක්",
        "Gender": "පිරිමි",
        "Birth": "1986 මැයි 27",
        "Age": "අවුරුදු 35 යි",
        "paragraph": "jayan kaushal silva (උපත මැයි 27, 1986, colombo) යනු වෘත්තීය ශ්‍රී ලංකා ටෙස්ට් ක්‍රිකට් ක්‍රීඩකයෙකි. ඔහු සිංහල ක්‍රීඩා සමාජයට සහ ශ්‍රී ලංකා ටෙස්ට් කණ්ඩායමට ක්‍රීඩා කරයි. ඔහු 2001/02 වාරයේ දී ඔහුගේ පළමු පන්තියේ මංගල දර්ශනය සිදු කළේය. ඔහු දක්ෂිණාංශික කඩුලු රකින පිතිකරුවෙකි. මුල් වෘත්තීය ජීවිතය\n\nසිල්වා සිය ක්‍රිකට් දිවිය ආරම්භ කළේ එස්. තෝමස් විද්‍යාලය, ගල්කිස්ස, එහිදී ඔහු ඓතිහාසික 125 වැනි බ්ලූස් සටනේදී ෆිස්ට් xi කණ්ඩායමේ නායකයා විය. ඔහුගේ පාසල් දිවිය තුළ ඔහු තරග වාර වලදී අඛණ්ඩව විශාල ලකුණු ලබා ගැනීමේ ඔහුගේ හැකියාව සහ සටන්, දඩබ්බර ඉනිම් තැබීමේ දක්ෂතාවය පෙන්නුම් කළේය. හොඳින් පිළිගත් ක්‍රිකට් පුහුණුකරුවෙකු වූ ඔහුගේ පියාගෙන් සිල්වාට ප්‍රබල සහයෝගයක් ලැබුණු අතර, ඔහු විසින් ගොඩනඟා ඇති ශක්තිමත් පිතිකරණ ශිල්පීය ක්‍රමයට ඔහුට ගෞරවය පිරිනමයි.\n\n ජාත්යන්තර වෘත්තීය\n\n2009 වසරේ සිට ශ්‍රී ලංකා කණ්ඩායමේ සාමාජිකයෙකු වීමෙන් පසුව, 2011 ඔක්තෝම්බර් මාසයේදී පකිස්ථානයට එරෙහි තරඟාවලියකදී සිල්වා සිය මංගල ටෙස්ට් තරඟයට පිවිසියේය. ඔහු 2011 අවසානයේ ශ්‍රී ලංකා කණ්ඩායමේ දකුණු අප්‍රිකානු සංචාරයට තේරී පත් වූ නමුත් පළමු ටෙස්ට් තරගයෙන් පසුව ඔහුව ඉවත් කරන ලදී.\n\nඔහු 2014 ජනවාරි 27 දින ඩකාහිදී බංග්ලාදේශයට එරෙහිව සිය මංගල ටෙස්ට් ශතකය ලබා ගත්තේය.\n\n2016 වසරේ ඔස්ට්‍රේලියානු සංචාරයේදී ලකුණු 10කට වඩා වැඩි ලකුණු ප්‍රමාණයක් ලබා ගැනීමට සිල්වා දැඩි පරිශ්‍රමයක් දැරූ අතර එහිදී ඔහු එම සියලු ඉනිමන්හි තනි ඉලක්කම් ලකුණු සංඛ්‍යාවට දැවී ගියේය. ආරම්භක සබඳතාව බොහෝ විට පළමු ඕවර කිහිපයේදී බිඳ වැටුණු අතර එහිදී ඔහුගේ සගයා වූ දිමුත් කරුණාරත්න ද දක්ෂතා දැක්වීමට අසීරු විය. මෙම තරගාවලියේ ඔහුගේ පළමු ඉනිම් පහේදී ඔහු රැස් කළේ ලකුණු 12ක් පමණි. නමුත් ssc හි තෙවැනි ටෙස්ට් තරගයේ දෙවැනි ඉනිමේදී ඔහු පන්දු 269කදී ලකුණු 115ක් රැස්කළ ඔහුගේ තෙවැනි ශතකය රැස්කරමින් කණ්ඩායමට තරගයේ හොඳ නායකත්වයක් ලබා දුන්නේය. පළමු වරට ඔස්ට්‍රේලියාවට වයිට් වොෂ් කිරීමට ශ්‍රී ලංකාව තරගය ලකුණු 163කින් පුළුල් ලෙස ජය ගත්තේය.\n\n පෞද්ගලික ජීවිතය\n\nකෞෂාල් සිල්වා විවාහ වී සිටින්නේ ශ්‍රී ලංකාවේ ටෙලිනාට්‍ය නිළියක් සහ ගායිකාවක් වන භාග්‍යා හෙට්ටිආරච්චි සමඟයි. විවාහ උත්සවය 2014 අප්‍රේල් 18 වන දින කොළඹ jaic hilton හිදී පැවැත්විණි.\n\n හිසේ තුවාලය\n\n2016 අප්‍රේල් 24 වැනිදා පල්ලෙකැලේ ක්‍රිකට් ක්‍රීඩාංගණයේ පැවැති පුහුණු තරගයකදී කෞෂාල්ගේ හිසට වැදිණි. ඔහුව වහා ගුවන් මගින් කොළඹ රෝහලට ගෙන යන ලද අතර ස්කෑන් පරීක්‍ෂණවලින් පෙනී ගියේ පහරදීමෙන් සැබෑ අනතුරක් සිදු නොවූ බවයි. ඔහුගේ හිස පිටුපසට පන්දුවෙන් පහර දුන් විට ඔහු කෙටි පාදයේ පන්දු රකින ලදි. කෙසේ වෙතත්, පසු දින ඔහු නිදහස් කරන ලද අතර, ඔහු තැලීම් සහ මෘදු තුවාල වලින් ඉක්මනින් සුවය ලැබීය.\n\n ජාත්යන්තර සියවස්\n\nටෙස්ට් ශතක\n\nකෞෂාල් සිල්වාගේ ටෙස්ට් ශතක\n\n#\n\nදුවනවා\n\nතරගය\n\nවිරුද්ධව\n\nගමේනගරය\n\nස්ථානය\n\nවර්ෂය\n\nප්රතිඵලය\n\n1\n\n139\n\n7\n\nබංගලාදේශය\n\n ඩකා, බංග්ලාදේශය\n\nsher-e-bangla ක්‍රිකට් ක්‍රීඩාංගණය\n\n2014\n\nදිනුවා\n\n2\n\n125\n\n17\n\nපකිස්ථානය\n\n ගාල්ල, ශ්‍රී ලංකාව\n\nගාල්ල ජාත්‍යන්තර ක්‍රීඩාංගණය\n\n2015\n\nනැති වුණා\n\n3\n\n115\n\n30\n\nඕස්ට්රේලියාව\n\n කොළඹ, ශ්‍රී ලංකාව\n\nසිංහල ක්‍රීඩා සමාජ පිටිය\n\n2016\n\nදිනුවා\n\n ජාත්යන්තර සම්මාන\n\nටෙස්ට් ක්රිකට්\n\nමාලාවේ ක්‍රීඩකයා සම්මාන\n\n#\n\nමාලාවක්\n\nසමය\n\nගැලපුම් කාර්ය සාධනය\n\nප්රතිඵලය\n\n1\n\nශ්‍රී ලංකාව එංගලන්තයේ\n\n2016\n\nඒ අර්ධ ශතක 2ක් ඇතුළුව ලකුණු 193ක්. (තරග 3)\n\nතරගාවලිය 2-0ක් ලෙස එංගලන්තය ජය ගත්තේය.",
        "Star sign": "දත්ත නොමැත",
        "Sports Teams": "දත්ත නොමැත",
        "Death": "දත්ත නොමැත",
        "Profiles": "දත්ත නොමැත"
    },
    {
        "cricketerName": "කුක් හේරත්",
        "bio": "ශ්‍රී ලංකා ක්‍රිකට් ක්‍රීඩකයා",
        "Is": "මලල ක්‍රිකට් ක්‍රීඩකයෙක්",
        "Gender": "පිරිමි",
        "paragraph": "කුක් හේරත්\n\n (සම්පූර්ණ නම සහ විස්තර නොදනී) ශ්‍රී ලංකා ක්‍රිකට් ක්‍රීඩකයෙකි. ඔහු කුරුණෑගල ක්‍රීඩා සමාජයට ක්‍රීඩා කළ කඩුලු රකින්නෙකි. හේරත් 1992-93 තරග වාරයේදී සිංහල ක්‍රීඩා සමාජයට එරෙහිව එකම පළමු පෙළ තරගයකට සහභාගි විය. ඔහු පන්දුවට පහර දුන් පළමු ඉනිමේදී නොදැවී ලකුණු 1 ක් සහ දෙවන ඉනිමේදී දැවී ගියේය.",
        "Birth": "දත්ත නොමැත",
        "Age": "දත්ත නොමැත",
        "Star sign": "දත්ත නොමැත",
        "Sports Teams": "දත්ත නොමැත",
        "Death": "දත්ත නොමැත",
        "Profiles": "දත්ත නොමැත"
    },
    {
        "cricketerName": "යොහාන් ගුණසේකර",
        "bio": "ශ්‍රී ලංකා ක්‍රිකට් ක්‍රීඩකයා",
        "Is": "මලල ක්‍රිකට් ක්‍රීඩකයෙක්",
        "Gender": "පිරිමි",
        "Birth": "1957 නොවැම්බර් 8",
        "Age": "අවුරුදු 64 යි",
        "paragraph": "yohan goonasekera (උපත නොවැම්බර් 8, 1957, colombo) යනු 1983 වසරේ ටෙස්ට් තරග 2කට සහ ඕඩිස් 3කට ක්‍රීඩා කළ හිටපු ශ්‍රී ලංකා ක්‍රිකට් ක්‍රීඩකයෙකි. ඔහු කොළඹ නාලන්ද විද්‍යාලයේ ආදි ශිෂ්‍යයෙකි.",
        "Star sign": "දත්ත නොමැත",
        "Sports Teams": "දත්ත නොමැත",
        "Death": "දත්ත නොමැත",
        "Profiles": "දත්ත නොමැත"
    },
    {
        "cricketerName": "තිසර පෙරේරා",
        "bio": "ශ්‍රී ලංකා ක්‍රිකට් ක්‍රීඩකයා",
        "Is": "මලල ක්‍රිකට් ක්‍රීඩකයෙක්",
        "Gender": "පිරිමි",
        "Birth": "1989 අප්‍රේල් 3, කොළඹ",
        "Age": "අවුරුදු 32 යි",
        "paragraph": "narangoda liyanaarachchilage thisara chirantha perera,(sinhalese: තිසර පෙරේරා; උපත 3 අප්‍රේල් 1989 කොළඹ) යනු ශ්‍රී ලංකාව, කෝල්ට්ස් ක්‍රිකට් සමාජය, නැගී එන පූනේ සුපර්ජයන්ට්ස් සහ වයඹ වෘකයන් නියෝජනය කරන වෘත්තීය ශ්‍රී ලංකා ක්‍රිකට් ක්‍රීඩකයෙකි. මූලික වශයෙන් පන්දු යැවීමේ තුන් ඉරියව් ක්‍රීඩකයෙකු වන ඔහු ආක්‍රමණශීලී වමත් පිතිකරුවෙකු වන අතර දකුණත් මධ්‍යම වේග පන්දු යවන්නෙකු වන අතර පන්දු යවන්නෙකු ලෙස ද ක්‍රීඩා කර ඇත. පෙරේරා 2014 විස්සයි20 ලෝක කුසලානය දිනූ ශ්‍රී ලංකා කණ්ඩායමේ සාමාජිකයෙකි. 2016 පෙබරවාරි 12 වෙනිදා, ඔහු odi සහ t20i දෙකෙහිම Hat-tricks ලබා ගැනීමට brett lee හා සම්බන්ධ විය.\n\nඕස්ට්‍රේලියාවේ ඔහුව හඳුන්වනු ලබන්නේ ඔහුගේ \"panda\" යන අන්වර්ථ නාමයෙන් වන අතර, ඔහු බ්‍රිස්බේන් හීට් සමඟ බීබීඑල් හි සිටි කාලය තුළ ජෝර්ජ් බේලි විසින් ඔහුට ප්‍රදානය කරන ලදී, නමුත් ඔහු \"tp\" ට වැඩි කැමැත්තක් දක්වයි.\n\nතිසර පෙරේරා නව යොවුන් වියේදී සිය ක්‍රිකට් දිවිය ආරම්භ කළේ ශාන්ත. අන්තෝනි විද්‍යාලය, වත්තල. පසුව ඔහු කීර්තිමත් st. චමින්ද වාස්, ඇන්ජලෝ මැතිව්ස් සහ දිමුත් කරුණාරත්න වැනි ශ්‍රී ලංකා ක්‍රිකට් ක්‍රීඩකයින් බිහිකළ ජෝසප් විද්‍යාලය, කොළඹ. ඔහු විවිධ තරුණ මට්ටම්වලදී ශ්‍රී ලංකාව නියෝජනය කළ අතර, 2008 icc වයස අවුරුදු 19න් පහළ ක්‍රිකට් ලෝක කුසලානයට තේරී පත් විය. 2008 නොවැම්බර් මාසයේදී ඔහු කෝල්ට්ස් ක්‍රිකට් සමාජය වෙනුවෙන් සිය පළමු පන්තියට පිවිසියේය.\n\nජාත්යන්තර වෘත්තීය\n\nodi වෘත්තීය\n\n තිසර පෙරේරා එංගලන්තයට එරෙහිව පන්දුවට පහරදෙයි\n\nපෙරේරා 2009 දෙසැම්බර් මාසයේදී ශ්‍රී ලංකාව වෙනුවෙන් සිය ජාත්‍යන්තර තරගයට පිවිසියේ, ඉන්දියාවට එරෙහිව කොල්කටා හි පැවති Odi තරගයකට ක්‍රීඩා කිරීමට ප්‍රමාද වූ කැඳවීමකදීය. ඔහු 2010 අගෝස්තු මාසයේදී ජාත්‍යන්තර ක්‍රිකට් ක්‍රීඩාවේ ඔහුගේ පළමු කඩුලු පහ දවාගත් අතර, ඉන්දියාවට එරෙහිව Odi ජයග්‍රහණයේ දී තරඟයේ ක්‍රීඩකයා සම්මානය ඔහුට ලබා දුන්නේය. ඔහු එම සංචාරයේදීම ඕස්ට්‍රේලියාවට එරෙහිව Odi තරගයකදී කඩුලු 5ක් දවා ගැනීමට සමත් විය.\n\nපෙරේරා 2011 ශ්‍රී ලංකාව, ඉන්දියාව සහ බංගලාදේශයේ පැවති ලෝක කුසලාන ක්‍රිකට් තරඟාවලිය සඳහා ශ්‍රී ලංකා සංචිතයේ සාමාජිකයෙකු විය. ඔහු පන්දු 10කදී නොදැවී ලකුණු 22ක් රැස්කරමින් ගෞතම් ගාම්භීර්ගේ කඩුල්ල දවා ගනිමින් තරගාවලියේ අවසන් මහා තරගයේදී ඉන්දියාව පරාජය කළ කණ්ඩායමේ සාමාජිකයෙක් විය. වසර අගදී පකිස්ථානයට එරෙහිව පැවති ටෙස්ට් තරඟාවලියට ඔහුව තෝරා නොගත් අතර, Odi සහ 20-20 පැති සඳහා පමණක් රඳවාගෙන සිටි නමුත්, වසර අවසානයේ දකුණු අප්‍රිකානු සංචාරය සඳහා ඔහු ටෙස්ට් කණ්ඩායමට කැඳවනු ලැබූ අතර ඔහු සංචාරයේ Odis දෙකක් ක්‍රීඩා කළේය සහ ඔහුගේ පළමු අර්ධ ශතකය වාර්තා කළේ පන්දු 44කින් නොදැවී 69ක්-කිම්බර්ලි හි පැවති තරඟ පහකින් සමන්විත තරඟාවලියේ සිව්වන තරඟය ජයග්‍රහණය කිරීමට ශ්‍රී ලංකාවට උපකාර කිරීම සඳහාය. 2012 වසරේ පකිස්ථානය සහ ශ්‍රී ලංකාව අතර පැවති 2 වන එක්දින තරඟාවලියේ දී, ඔහු දක්ෂ ප්‍රමාද-පෙළ පහරක් සිදු කළ අතර, ඔහු පකිස්ථානයට එරෙහිව Odi තරඟයකදී කඩුලු 6ක් දවාගත් පළමු පුද්ගලයා බවට පත් විය. මෙම දක්‍ෂතාවය ඔහුට තරගයේ වීරයා ද විය. එම තරගමාලාවේ 4 වැනි එක්දින තරගයේදී ඔහු ත්‍රිත්ව ත්‍රිත්වයක් ලබා ගනිමින් පාකිස්තානය කම්පනයට පත් කළ අතර ඔහුගේ මංගල ඕවරයේදීම දුවද්දී දැවී යාමක් කළමණාකරණය කරමින් සාජිඩ්ගේ කඩුල්ල දවාගත් අතර පාකිස්තානයට එරෙහිව කඩුලු ත්‍රිත්වයක් වාර්තා කළ පළමු ශ්‍රී ලාංකිකයා බවට පත්විය. ඔහු විස්සයි20 සහ ඩෙත් ඕවරවල ඕඩි හයේ පහරවල් සඳහා ද ප්‍රසිද්ධය.\n\n2013 ජුලි 26 වෙනිදා දකුණු අප්‍රිකාවට එරෙහිව පෙරේරා රොබින් පීටර්සන්ට එක් ඕවරයක දී ලකුණු 35ක් ලබා දුන්නේය. (6,wd, 6,6,6,4,6). එය Odi ඉතිහාසයේ දෙවන වඩාත්ම මිල අධිකයි.\n\nපරීක්ෂණ වෘත්තිය\n\nඔහු එංගලන්තයට එරෙහිව තරඟාවලියක් සඳහා ශ්‍රී ලංකා ටෙස්ට් සංචිතයට තේරී පත් විය. ඔහු කාඩිෆ් හි සොෆියා ගාර්ඩන්ස් හි පැවති මෙම තරඟාවලියේ පළමු ටෙස්ට් තරඟයේදී සිය මංගල තරඟයට පිවිසියේය. ඉනිමක පරාජයකදී ඔහු පිත්තෙන් ලකුණු 25ක් සහ 20ක් ලබා ගත් අතර කිසිදු කඩුල්ලක් ලබා ගත්තේ නැත. වසර අගදී පකිස්ථානයට එරෙහි ටෙස්ට් තරඟාවලිය සඳහා ඔහුව තෝරා නොගත් අතර, Odi සහ 20-20 පැති සඳහා පමණක් රඳවා තබා ගන්නා ලදී, නමුත් වසර අවසානයේ දකුණු අප්‍රිකානු සංචාරය සඳහා ටෙස්ට් කණ්ඩායමට නැවත කැඳවනු ලැබීය. ඔහු සංචාරයේ ටෙස්ට් තරග තුනටම ක්‍රීඩා කරමින් ලකුණු 81ක් සහ කඩුලු 5ක් දවා ගත්තේය.\n\nt20 ජාත්‍යන්තර ජීවිතය\n\n2010 මැයි මාසයේදී, ඔහු බටහිර ඉන්දීය කොදෙව්හි icc world 2020 හි ශ්‍රී ලංකාව නියෝජනය කරමින් ඔහුගේ විස්සයි20 ජාත්‍යන්තර මංගල තරඟයට පිවිසියේය.\n\nඔහු 2010 ඔක්තෝම්බර් මාසයේදී ඕස්ට්‍රේලියාවේ පැවති විස්සයි20 ජාත්‍යන්තර තරඟයකදී ඕස්ට්‍රේලියාවට පළමු පරාජය ලබා දුන් ශ්‍රී ලංකා කණ්ඩායමේ සාමාජිකයෙකු වූ අතර, පන්දු තුනකින් තරඟය ජයග්‍රහණය කිරීම සඳහා ශ්‍රී ලංකාවේ අවසන් ලකුණු 16 ගෙන ඒමට සමත් විය.\n\nපෙරේරා ශ්‍රී ලංකාවේ පළමු ලෝක විස්සයි20 කිරුළ වූ 2014 අයිසීසී ලෝක විස්සයි20 ශූරතාව දිනා ගැනීමට ද දායක විය. එම ඉනිමේදී ඉන්දියාවට එරෙහිව අවසන් මහා තරගයේදී කුමාර් සංගක්කාර සමගින් නොදැවී සබඳතාවක් ගොඩනැගූ පෙරේරා ජයග්‍රාහී සීමාවට පහර දුන්නේය.\n\nඔහු 2016 පෙබරවාරි 12 වන දින ඉන්දියාවට එරෙහිව t20i තරඟාවලියකදී කඩුලු ත්‍රිත්වයක් ද ලබා ගත් අතර, එය ශ්‍රී ලංකිකයෙකුගේ සමස්ත සිව්වන සහ පළමු අවස්ථාව වේ. කෙසේ වෙතත්, ඔහු පිතිකරණයේදී දැවී ගිය අතර, ශ්‍රී ලංකාව ලකුණු 69කින් තරඟය පරාජයට පත් විය.\n\n දේශීය හා ෆ්‍රැන්චයිස් ක්‍රිකට්\n\nපෙරේරා 2008 නොවැම්බර් මාසයේදී කෝල්ට්ස් ක්‍රිකට් සමාජය සඳහා ඔහුගේ පළමු පෙළ සහ පළමු පෙළ තරග ලැයිස්තුවක් බවට පත් කළේය. යන්තම් වසරකට පසුව ඔහු ජාතික කණ්ඩායමට කැඳවනු ලැබූ අතර ඔහුගේ ජ්‍යෙෂ්ඨ ජාත්‍යන්තර තරගයට පිවිසියේය.\n\nindian premier league\n\nperera 2010 indian premier league එකේ වෙන්දේසියේදී US$50,000 කට chennai super kings විසින් මිලදී ගන්නා ලදී.\n\n2011 ඉන්දීය ප්‍රිමියර් ලීගය සඳහා ඔහුගේ මිල වැඩි වූ අතර, කොචි ටස්කර්ස් කේරලයෙන් ඩොලර් 80,000ක් ලබා ගත්තේය.\n\n2016 ඉන්දීය ප්‍රිමියර් ලීග් වෙන්දේසියේදී ඔහුව දෙවන වටයේදී රුපියල් කෝටි 1 කට නව ෆ්‍රැන්චයිස් රයිසින් පූනේ සුපර්ජයන්ට්ස් වෙත විකුණන ලදී.\n\nබිග් බෑෂ් ලීගය\n\nපෙරේරා 2017 ජනවාරි මාසයේදී මෙල්බර්න් රෙනෙගේඩ්ස් කණ්ඩායමට එක්වූයේ රෙනෙගේඩ්ස් ස්ටාර් තුන් ඉරියව් ක්‍රීඩක ඩ්වේන් බ්‍රාවෝ මස්පිඬු ආබාධයකට ලක්වීමෙන් පසුවය.\n\n පෞද්ගලික ජීවිතය\n\nපෙරේරා වයස අවුරුදු දහඅටේදී තම පෙම්වතිය වූ ෂෙරාමි දිනුල්ෂිකා සමඟ විවාහ විය.\n\nසම්මාන\n\nඑක්දින ජාත්‍යන්තර ක්‍රිකට් - තරගාවලියේ වීරයා සම්මාන\n\n#\n\nමාලාවක්\n\nසමය\n\nගැලපුම් කාර්ය සාධනය\n\nප්රතිඵලය\n\n1\n\nශ්‍රී ලංකාවේ පකිස්ථානය\n\n2012\n\n(තරග 5)\n\nවිසින් දිනුවා\n\n 3-1.\n\n2\n\nශ්‍රී ලංකාවේ පකිස්තානය (ඉන්ද්, එස්එල්, ඕස්) ඕස්ට්‍රේලියාවේ\n\n2014\n\n(තරග 3)\n\nවිසින් දිනුවා\n\n 2-1.\n\nඑක්දින ජාත්‍යන්තර - තරගයේ වීරයා සම්මාන\n\nනැත\n\nප්රතිවාදියා\n\nස්ථානය\n\nදිනය\n\nගැලපුම් කාර්ය සාධනය\n\nප්රතිඵලය\n\n1\n\nඉන්දියාව\n\nරංගිරි දඹුල්ල ක්‍රීඩාංගනය, දඹුල්ල\n\n2010 අගෝස්තු 22\n\n7.4-1-28-5\n\nශ්‍රී ලංකාවට කඩුලු 8ක ජයක් හිමිවිය.\n\n2\n\nදකුණු අප්රිකාව\n\nදියමන්ති ඕවලාකාර, කිම්බර්ලි\n\n2012 ජනවාරි 20\n\n4-0-34-2; 69 (පන්දු 44: 3x4, 5x6)\n\nශ්‍රී ලංකාව කඩුලු 5කින් ජයග්‍රහණය කළේය.\n\n3\n\nඕස්ට්රේලියාව\n\nscg, සිඩ්නි\n\n2012 පෙබරවාරි 17\n\n7-1-29-2\n\nශ්‍රී ලංකාවට කඩුලු 8ක ජයක් හිමිවිය.\n\n4\n\nපකිස්ථානය\n\nපල්ලෙකැලේ ක්‍රිකට් ක්‍රීඩාංගණය, මහනුවර\n\n2012 ජූනි 9\n\n10-0-44-6; 24* (පන්දු 14: 2x4, 2x6)\n\nශ්‍රී ලංකාවට ලකුණු 76ක ජයක්.\n\n5\n\nපකිස්ථානය\n\nආර් ප්‍රේමදාස ක්‍රීඩාංගණය, කොළඹ\n\n2012 ජූනි 16\n\n10-1-42-4; 8 (පන්දු 9: 1x4, 0x6)\n\nශ්‍රී ලංකාවට ලකුණු 44ක ජයක්.\n\n6\n\nඉන්දියාව\n\nmric ක්‍රීඩාංගනය, හම්බන්තොට\n\n2012 ජූලි 24\n\n8-3-9-13\n\nශ්‍රී ලංකාවට කඩුලු 9ක ජයක් හිමිවිය.\n\n7\n\nබංගලාදේශය\n\nෂෙරේ බංග්ලා ක්‍රීඩාංගනය, ඩකා\n\n2014 පෙබරවාරි 17\n\n9-1-35-1; 80* (පන්දු 57: 3x4, 6x6)\n\nශ්‍රී ලංකාවට ලකුණු 13ක ජයක්.\n\n8\n\nපකිස්ථානය\n\nmric ක්‍රීඩාංගනය, හම්බන්තොට\n\n2014 අගෝස්තු 26\n\n3-0-19-3; 65 (පන්දු 36: 5x4, 4x6)\n\nශ්‍රී ලංකාවට ලකුණු 77ක ජයක්.\n\n9\n\nපකිස්ථානය\n\nරංගිරි දඹුල්ල ක්‍රීඩාංගනය, දඹුල්ල\n\n2014 අගෝස්තු 30\n\n8-1-34-4\n\nශ්‍රී ලංකාවට කඩුලු 7ක ජයක් හිමිවිය.\n\nවිස්සයි20 ජාත්‍යන්තර ක්‍රිකට් - තරගයේ වීරයා සම්මාන\n\n#\n\nමාලාවක්\n\nදිනය\n\nප්රතිවාදියා\n\nගැලපුම් කාර්ය සාධනය\n\nප්රතිඵලය\n\n1\n\nශ්‍රී ලංකාවේ පකිස්ථානය\n\n2012 ජූනි 1\n\nපකිස්ථානය\n\n2.4-0-23-1; 32* (පන්දු 16: 2x4, 2x6)\n\nශ්‍රී ලංකාවට ලකුණු 37ක ජයක්.\n\n2\n\nශ්‍රී ලංකාව ඕස්ට්‍රේලියාවේ\n\n2013 ජනවාරි 28\n\nඕස්ට්රේලියාව\n\n3-0-25-1; 35* (පන්දු 15: 2x4, 3x6)\n\nශ්‍රී ලංකාවට ලකුණු 2ක ජයක්.\n\n3\n\nශ්‍රී ලංකාව බංගලාදේශයේ\n\n2014 පෙබරවාරි 14\n\nබංගලාදේශය\n\n35* (පන්දු 28: 3x4, 0x6)\n\nශ්‍රී ලංකාව කඩුලු 3කින් ජයග්‍රහණය කළේය.\n\n4\n\nශ්‍රී ලංකාව එංගලන්තයේ\n\n2014 මැයි 20\n\nඑංගලන්තය\n\n3-0-24-1; 49 (පන්දු 20: 7x4, 2x6)\n\nශ්‍රී ලංකාවට ලකුණු 9ක ජයක්.",
        "Star sign": "දත්ත නොමැත",
        "Sports Teams": "දත්ත නොමැත",
        "Death": "දත්ත නොමැත",
        "Profiles": "දත්ත නොමැත"
    },
    {
        "cricketerName": "ග්රේම් ලැබ්රෝයි",
        "bio": "ශ්‍රී ලංකා ක්‍රිකට් ක්‍රීඩකයා",
        "Is": "මලල ක්‍රිකට් ක්‍රීඩකයෙක්",
        "Gender": "පිරිමි",
        "Birth": "1964 ජූනි 7",
        "Age": "අවුරුදු 57 යි",
        "paragraph": "ග්රේම් ෆෙඩ්රික් ලැබ්රෝයි\n\n (උපත ජූනි 7, 1964, කොළඹ) යනු 1986 සිට 1992 දක්වා ටෙස්ට් තරග 9 කට සහ ඕඩිස් 44 කට ක්‍රීඩා කළ හිටපු ශ්‍රී ලංකා ක්‍රිකට් ක්‍රීඩකයෙකි. ඔහු ශ්‍රී ලංකාව වෙනුවෙන් 50 වැනි ඕඩි කැප් වේ. පන්දු යවන්නා වූ ලැබ්‍රෝයි 33.56ට පළමු පෙළ කඩුලු 124ක් දවා ගත් නමුත් 40 දශකයේ මැද භාගයේදී ජාත්‍යන්තර පිටියේ සාමාන්‍යයන් සමඟ අරගල කළේය. ඔහුගේ මධ්‍යස්ථ පිතිකරණ හැකියාව සමඟින්, ඔහු ඉඳහිට තුන් ඉරියව් ජයග්‍රහණ භුක්ති වින්දේය - වඩාත් කැපී පෙනෙන කඩුලු හතක් සහ ඔහුගේ ක්‍රිකට් දිවියේ පසුව ඔස්ට්‍රේලියාවට එරෙහිව පන්දු 80කින් ලකුණු 70ක් ලබා ගත්තේය. ශ්‍රී ලංකාවේ දේශපාලන ආතතිය හේතුවෙන් ඔහුගේ ටෙස්ට් තරඟ 9 ක් කලාතුරකින් ක්‍රීඩා කළ අතර ඒ සියල්ල විදේශයන්හි ක්‍රීඩා කළ අතර විශ්‍රාම ගැනීමෙන් පසු ඔහු ජාත්‍යන්තර ක්‍රිකට් ක්‍රීඩකයන්ගේ සංගම් සම්මේලනයේ අධ්‍යක්ෂ මණ්ඩල සාමාජිකයෙකු බවට පත් වූ අතර දැනට ජාත්‍යන්තර තීරකයෙකු ලෙස කටයුතු කළේය. ජාත්‍යන්තර වාර්තාවට කඩුලු 5 බැගින් කඩුලු දවා ගැනීමේ ජාත්‍යන්තර තරඟ තීරක සංඛ්‍යාලේඛන 30 මාර්තු 2017:",
        "Star sign": "දත්ත නොමැත",
        "Sports Teams": "දත්ත නොමැත",
        "Death": "දත්ත නොමැත",
        "Profiles": "දත්ත නොමැත"
    },
    {
        "cricketerName": "පුබුදු දසනායක",
        "bio": "ශ්‍රී ලංකා ක්‍රිකට් ක්‍රීඩකයා",
        "Is": "මලල ක්‍රිකට් ක්‍රීඩකයෙක්",
        "Gender": "පිරිමි",
        "Birth": "1970 ජූලි 11",
        "Age": "අවුරුදු 51 යි",
        "Profiles": "දත්ත නොමැත",
        "paragraph": "pubudu bathiya dassanayake (/dəsəˈnaɪəkə/ də-sə-neye-ə-kə; උපත 11 ජූලි 1970) යනු ජාත්‍යන්තරව ශ්‍රී ලංකාව සහ කැනඩාව යන දෙකම නියෝජනය කළ හිටපු ජාත්‍යන්තර ක්‍රිකට් ක්‍රීඩකයෙකි. ඔහු එක්සත් ජනපදයේ වත්මන් පුහුණුකරු වේ. ජාතික කණ්ඩායම, මීට පෙර කැනඩාවේ සහ නේපාලයේ ප්‍රධාන පුහුණුකරු ලෙස සේවය කර ඇත.\n\nදසනායක උපන්නේ ශ්‍රී ලංකාවේ මහනුවර ය. කඩුලු රකින්නෙකු වූ ඔහු 1990 වසරේ පළමු පෙළ ක්‍රිකට් ක්‍රීඩාවට පිවිසියේය. වයස අවුරුදු 19 දී දසනායකගේ ජාත්‍යන්තර මංගල තරගය 1993 අගෝස්තු මාසයේදී දකුණු අප්‍රිකාවට එරෙහිව සිදු විය. ඔහු ශ්‍රී ලංකාවේ පළමු තේරීම් කඩුලු රකින්නා ලෙස වසරකට වැඩි කාලයක් ගත කළේය, ඔහුගේ අවසන් ජාත්‍යන්තර තරඟ 1994 නවසීලන්ත සංචාරයේදී පැමිණියේය. සමස්තයක් ලෙස දසනායක ශ්‍රී ලංකාව නියෝජනය කරමින් ටෙස්ට් තරග එකොළහකදී සහ එක්දින ජාත්‍යන්තර (ඕඩි) තරග දහසයකදී ක්‍රීඩා කළේය. බොහෝ දුරට බ්ලූම්ෆීල්ඩ් ක්‍රිකට් සහ මලල ක්‍රීඩා සමාජය සඳහා ක්‍රීඩා කරන ලද ඔහුගේ දේශීය ජීවිතය 2000-01 වාරය දක්වා පැවතුනි.\n\nකැනඩාවට සංක්‍රමණය වීමෙන් පසුව, දසනායක 2005 icc කුසලානයේ දී කැනඩාව වෙනුවෙන් ඔහුගේ ජාත්‍යන්තර මංගල ක්‍රීඩා කළේය. ඔහු 2005 සහ 2006 icc අන්තර් මහාද්වීපික කුසලානයේ සංස්කරණ වලදී ද කණ්ඩායම නියෝජනය කළේය. ක්‍රීඩා කිරීමෙන් විශ්‍රාම ගැනීමෙන් පසු, ඔහු ජාතික කණ්ඩායමේ ප්‍රධාන පුහුණුකරු ලෙස 2007 අගෝස්තු මාසයේදී පත් කරන ලදී, මීට පෙර වැඩබලන ප්‍රධාන පුහුණුකරු ලෙස මාස කිහිපයක් ගත කර ඇත. දසනායක 2011 ලෝක කුසලානයට කැනඩාව සාර්ථක ලෙස සුදුසුකම් ලබා ගැනීම අධීක්ෂණය කළ අතර තරඟාවලිය අවසන් වීමෙන් පසු පුහුණුකරු තනතුරෙන් ඉල්ලා අස්විය. ඔහු 2011 ඔක්තෝම්බර් මාසයේදී නේපාලයේ පුහුණුකරු ලෙස පත් කරන ලද අතර, 2014 ලෝක විස්සයි විස්ස තරඟාවලියේදී කණ්ඩායමේ පුහුණුකරු ලෙස 2015 ඔක්තෝබර් දක්වා සේවය කළේය. දසනායක පත් කළේ යූ.එස්. 2016 සැප්තැම්බර් මාසයේදී ප්‍රධාන පුහුණුකරු. ක්‍රීඩා දිවිය\n\nශ්රී ලංකාව\n\nදසනායක උපන්නේ ශ්‍රී ලංකාවේ මධ්‍යම පළාතේ මහනුවරදීය. කඩුලු රකින ක්‍රීඩකයෙකු වන ඔහු 1990 ජනවාරි මාසයේදී 19 හැවිරිදි වියේ දී සිය පළමු පෙළ තරගයට පිවිසියේය. දසනායක 1990-91 වාරය සඳහා බ්ලූම්ෆීල්ඩ් ක්‍රිකට් සහ මලල ක්‍රීඩා සමාජයට මාරු වූ නමුත් ක්‍රීඩා කළේ එක් සීමිත ඕවර තරගයක් පමණි. ඔහු ඊළඟ වාරයේ තවත් එක්දින තරග හතරකට පෙනී සිටි අතර, හත්නා කුසලානයේ බ්ලූම්ෆීල්ඩ් වෙනුවෙන් දෙවරක් ද ප්‍රේමදාස කුසලානයේ දී සිංහල ක්‍රීඩා සමාජය වෙනුවෙන් ද දෙවරක් ක්‍රීඩා කළේය. 1992 මැද භාගයේ සිට මධ්‍යම පළාත සහ වයස අවුරුදු 23න් පහළ ශ්‍රී ලංකා කණ්ඩායමක් සඳහා පළමු පෙළ තරගාවලි ක්‍රීඩා කරමින් දසනායක නියෝජිත කණ්ඩායම් සඳහා තෝරා ගැනීමට පටන් ගත්තේය. ඔහු 1992 දෙසැම්බර් මාසයේදී ශ්‍රී ලංකාව සමඟ බංගලාදේශයේ සංචාරය කළ අතර ඊළඟ මාසයේ ශ්‍රී ලංකා වයස අවුරුදු 24 න් පහළ කණ්ඩායමක් සමඟ දකුණු අප්‍රිකාවේ සංචාරය කළේය.\n\nතෝරා ගැනීම සඳහා ඈෂ්ලි ද සිල්වා සහ රොමේෂ් කළුවිතාරණ (ශ්‍රී ලංකාවේ පෙර තරගමාලාවේ භාවිතා කළ කඩුලු රකින ක්‍රීඩකයන් දෙදෙනා) පනින්න ගිය දසනායක 1993 අගෝස්තු මාසයේදී දකුණු අප්‍රිකාවට එරෙහිව ටෙස්ට් තරග තුනක් සහ ඕඩිස් දෙකක් ක්‍රීඩා කරමින් ජාත්‍යන්තර තරගයට පිවිසියේය. පළමු ටෙස්ට් තරගයට පෙර, ඔහු ශ්‍රී ලංකා බෝඩ් xi සඳහා වූ පුහුණු තරගයකදී ඉනිමකදී දැවී යෑම් 6ක් වාර්තා කිරීමෙන් තේරීම් කමිටුවේ විශ්මයට පත් විය. ඔහුගේ මංගල තරඟාවලියෙන් පසුව, දසනායකගේ මීළඟ ජාත්‍යන්තර තරඟය වූයේ 1993 දෙසැම්බර් මාසයේදී බටහිර ඉන්දීය කොදෙව්වන්ට එරෙහිව තනි ටෙස්ට් තරඟයකි. ඊළඟ මාසයේ, ඔහු ටෙස්ට් තරඟ තුනකට සහ එක් දින තරඟයකට ක්‍රීඩා කරමින් ඉන්දීය සංචාරයක් සඳහා තෝරා ගන්නා ලදී. 1994 එක්සත් අරාබි එමීර් රාජ්‍යයේ පැවති ඕස්ට්‍රේලියානු-ආසියා කුසලානයේ දී දසනායක ප්‍රථම වරට ඕස්ට්‍රේලියාවට සහ නවසීලන්තයට එරෙහිව ඔඩිස් ක්‍රීඩා කළේය. ඔහුගේ මීළඟ ජාත්‍යන්තර තරඟ 1994 අගෝස්තු මාසයේදී පකිස්ථානයට එරෙහිව ස්වදේශීය තරඟාවලියකට පැමිණියේය. මෙයින් පසුව සිංගර් වර්ල්ඩ් තරඟාවලිය (ශ්‍රී ලංකාවේ පවත්වන ලද හතරැස් ඕඩි තරඟාවලියක්) සහ පසුව සිම්බාබ්වේ සංචාරයකින් සිදු විය.\n\nදසනායක 1994 දෙසැම්බර් මාසයේදී මැන්ඩෙලා කුසලානයේදී (දකුණු අප්‍රිකාවේ පැවති එක් වරම Odi තරඟාවලියක්) ඔහුගේ අවසන් ජාත්‍යන්තර තරඟ ක්‍රීඩා කළේය. ජාත්‍යන්තර තරඟාවලියට අවශ්‍ය ප්‍රමිතියෙන් ඔහුගේ පිතිහරඹය පවත්වා ගැනීමට ඔහුට නොහැකි විය, ටෙස්ට් එකොළහකදී සාමාන්‍ය 13.06 ක් සහ ඕඩිස් දහසයක් පුරා 10.62 ක් පමණි. ජාතික කණ්ඩායමෙන් ඉවත් කිරීමෙන් පසු ඔහුගේ පළමු දේශීය තරග වාරයේ දී, දසනායක පළමු පෙළ ශතක දෙකක් ලබා ගත් අතර, පානදුර ක්‍රීඩා සමාජයට එරෙහිව බ්ලූම්ෆීල්ඩ් වෙනුවෙන් ලබාගත් ලකුණු 144 ක් ඇතුළුව. ඔහු කිසි දිනෙක ජ්‍යෙෂ්ඨ ශ්‍රී ලංකා කණ්ඩායමට නොපැමිණි නමුත්, ඔහු 1995 දෙසැම්බර් මාසයේදී එක්සත් අරාබි එමීර් රාජ්‍යයට සහ ඉන්දියාවට එරෙහිව, 1997 පෙබරවාරි මාසයේදී බංගලාදේශයට සහ පකිස්ථානයට එරෙහිව, සහ පෙබරවාරි මාසයේදී එංගලන්තයට එරෙහිව ශ්‍රී ලංකාව ඒ වෙනුවෙන් තවත් තරගාවලි කිහිපයක් ක්‍රීඩා කළේය. 1998. බ්ලූම්ෆීල්ඩ් සමඟ ඔහුගේ ගෘහස්ථ ජීවිතය 2000-01 වාරයෙන් පසුව අවසන් විය.\n\nකැනඩාව\n\nදසනායක 2001 දී කැනඩාවට සංක්‍රමණය වූ අතර ඔන්ටාරියෝ හි පදිංචි විය. පදිංචිය සඳහා සුදුසුකම් සපුරාලීමෙන් පසු, ඔහු අයර්ලන්තයේ පැවති 2005 icc කුසලානයේ දී කැනඩාව සඳහා ඔහුගේ ජාත්‍යන්තර මංගල තරඟය සිදු කළේය. ඔහු තම කණ්ඩායමේ තරග හතටම පෙනී සිටි අතර, දැවී යෑම් 8ක් (උපන් පන්දු පහක් සහ ස්ටම්ප් කිරීම් තුනක්) වාර්තා කරමින් සහ ලකුණු 76ක් ලබා ගත්තේ, ස්කොට්ලන්තයට එරෙහිව නොදැවී ලකුණු 36ක් ලබා ගනිමින්. වසර අවසානයේදී, දසනායක බර්මියුඩා සහ කේමන් දූපත් වලට එරෙහිව icc අන්තර් මහාද්වීපික කුසලාන තරඟ සඳහා කැනඩාව නියෝජනය කළ අතර ජෝන් ඩේවිසන් නොමැති විට නායකයා ලෙස කටයුතු කළේය. බර්මියුඩාවට එරෙහිව, ඔහු තනිකරම පිතිකරුවෙකු ලෙස ක්‍රීඩා කළ අතර, අශිෂ් බගායි අත්වැසුම් ලබා ගත්තේය. දසනායක කැනඩාව සඳහා අවසන් වරට පෙනී සිටියේ 2006 අගෝස්තු මාසයේදී කෙන්යාවට එරෙහිව අන්තර් මහාද්වීපික කුසලාන තරගයකදීය. ඒ වන විට ඔහු 36 වන වියේ පසුවූ අතර නැවතත් පිතිකරුවෙකු ලෙස පමණක් ක්‍රීඩා කළේය.\n\nපුහුණු වෘත්තිය\n\nකැනඩාව\n\n2007 අගෝස්තු මාසයේදී ඔහු කැනඩාවේ ස්ථිර පුහුණුකරු ලෙස නම් කරන ලදී, ජුනි මාසයේ සිට තාවකාලිකව භාරව සිටි, andy pick වෙනුවට. දසනායක වසර 4 කට ආසන්න කාලයක් කැනඩාවේ පුහුණුකරු ලෙස 2011 ක්‍රිකට් ලෝක කුසලානය දක්වා ඔවුන්ව මෙහෙයවූ අතර එහිදී රට ජයග්‍රහණය කළේ දෙවන ලෝක කුසලාන තරඟය පමණි. ලෝක කුසලානයෙන් පසුව, දසනායක ක්‍රිකට් කැනඩාව සමඟ තම කොන්ත්‍රාත්තුව අලුත් නොකිරීමට තීරණය කළේය.\n\nනේපාලය\n\nනේපාලයේ ක්‍රිකට් සංගමය (හැකි) ඔහුව නේපාල ජාතික ක්‍රිකට් කණ්ඩායමේ පුහුණුකරු ලෙස 2011 අගෝස්තු 23 දින මාස හයකට පත් කළේය. සහෝදර ශ්‍රී ලංකා රෝයි ඩයස් වසර 9ක් නේපාල ක්‍රිකට් පිලේ පුහුණුකරු ලෙස කටයුතු කළේ 2011දී පිටත්ව යාමට පෙරය.\n\nදසනායක නේපාල ක්‍රිකට් හැඩගැස්වීමේ දක්ෂ මූර්ති ශිල්පියෙකි. ඔහුගේ පුහුණුකරු මත නේපාලය 2013 icc ලෝක ක්‍රිකට් ලීග් තුන්වන කොටසේ ජය ලබා ඇත. මෙතෙක් දසනායක නේපාල ක්‍රිකට් ගැන ඔහුගේ වචන සත්‍යයක් විය. වසර තුනකට පෙර ට්‍රිභූවන් ජාත්‍යන්තර ගුවන් තොටුපළේ පැවති මාධ්‍ය හමුවකදී ඔහු සඳහන් කළේ තම පුහුණුකරු මත මෙතෙක් නේපාල ක්‍රිකට් කණ්ඩායම අයිසීසී ක්‍රිකට් ලෝක කුසලානයට ක්‍රීඩා කරන බවයි, නේපාල ක්‍රිකට් කණ්ඩායම බංග්ලාදේශයේ පැවති 2014 අයිසීසී ලෝක විස්සයි විස්ස තරගාවලියේ ස්ථානයක් ලබා ගෙන තිබේ.\n\n2015 ඔක්තෝම්බර් මාසයේදී දසනායක නේපාල පුහුණුකරු ධුරයෙන් ඉවත් වූයේ පුද්ගලික හේතු දක්වමින් ඔහුගේ සිව් අවුරුදු ධූර කාලය අවසන් කරමිනි. ඔහුගේ අවසන් තරගය වූයේ 2015 නොවැම්බර් මාසයේදී පැපුවා නිව්ගිනියාවට එරෙහිවය. ලෝක ක්‍රිකට් ලීගයේ නැමීබියාවට එරෙහි තරගය සහ mcc සමඟ පැවති තරගය සඳහා නේපාලයේ උපදේශක පුහුණුකරුවෙකු ලෙස ඔහු පත් කරන ලද්දේ icc හි විශේෂ ඉල්ලීම මත ය.\n\nඑක්සත් ජනපදය\n\n2016 ජුලි මාසයේදී, පුරප්පාඩු වූ එක්සත් ජනපදයේ ප්‍රධාන පුහුණුකරු තනතුර සඳහා කෙටි ලැයිස්තුගත කළ අපේක්ෂකයින් හතර දෙනාගෙන් දසනායක කෙනෙකි. ජාතික කණ්ඩායම. තේරීම් ක්‍රියාවලියේ කොටසක් ලෙස, ඔහු ජාතික සංචිතයේ පුහුණු කඳවුරක ආරාධිත පුහුණුකරුවෙකු ලෙස සේවය කළ අතර බටහිර ඉන්දීය කොදෙව් ක්‍රිකට් මණ්ඩලයේ 19 න් පහළ තරඟාවලියේ ඒකාබද්ධ icc americas ආරාධිත කණ්ඩායමක් ද පුහුණු කළේය. 2016 සැප්තැම්බර් මාසයේදී, ලොස් ඇන්ජලීස් හි පැවති 2016 ලෝක ක්‍රිකට් ලීග් හතරවන කොටසේ ඉසව්ව භාරව ඔහුගේ පළමු ප්‍රධාන තරඟාවලිය සමඟින් දසනායක එම ස්ථානය දිනාගත් බව නිවේදනය කරන ලදී. එක්සත් ජනපදය තරඟාවලිය ජයග්‍රහණය කළ අතර දසනායක පැවසුවේ \"අවසන් තරඟයේදී මම අනුශූරතාවයෙන් සෑහීමට පත් නොවනු ඇති\" බවත් \"අවසන් තරගයේ දේවල් සිදු වූ ආකාරය ගැන තමා ඉතා සතුටු වන බවත්\" ය.",
        "Star sign": "දත්ත නොමැත",
        "Sports Teams": "දත්ත නොමැත",
        "Death": "දත්ත නොමැත"
    },
    {
        "cricketerName": "රවි රත්නායක",
        "bio": "ශ්‍රී ලංකා ක්‍රිකට් ක්‍රීඩකයා",
        "Is": "මලල ක්‍රිකට් ක්‍රීඩකයෙක්",
        "Gender": "පිරිමි",
        "Birth": "1960 මැයි 2",
        "Age": "අවුරුදු 61 යි",
        "paragraph": "ජෝසප් රවීන්ද්‍රන් \"රවි\" රත්නායක (උපත 1960 මැයි 2) යනු වමත් පිතිකරණය සහ දකුණතින් මධ්‍යම වේග පන්දු යවන හිටපු ශ්‍රී ලංකා ක්‍රිකට් ක්‍රීඩකයෙකි. රත්නායක 1982 සිට 1990 දක්වා ටෙස්ට් තරග 22කට සහ ඕඩිස් 78කට ක්‍රීඩා කර ඇති අතර, පාකිස්තානයේ ජින්නා ක්‍රීඩාංගණයේ (සියල්කොට්) ලකුණු 83කට කඩුලු 8ක් දවාගත් ඔහුගේ ටෙස්ට් හොඳම පන්දු යැවීම එකල ශ්‍රී ලංකා ටෙස්ට් වාර්තාවක් වූ අතර අර්ජුන රණතුංගට උපනායකයාද විය. cricinfo ලේඛක ජොහාන් ජයසේකර විසින් රත්නායක විස්තර කරනු ලැබුවේ \"සජීවී වේගයකින් පන්දු යැවීමට සහ හිතකර තත්ත්‍වයේ පන්දුව ගෙනයාමට\" මෙන්ම \"දක්ෂ පිතිකරුවෙකු\" ලෙසටය.\n\nඔහු අධ්‍යාපනය ලැබුවේ ශාන්ත. ඇන්තනීස් විද්‍යාලය, මහනුවර සහ පසුව මහනුවර ත්‍රිත්ව විද්‍යාලයට සංක්‍රමණය වූ අතර, 1980-81 දී තමිල්නාඩු වයස අවුරුදු 25 න් පහළ වයස අවුරුදු 25 න් පහළ ශ්‍රී ලංකා වයස අවුරුදු 25 න් පහළ තරගය සඳහා පළමු පෙළ ක්‍රිකට් තරගයට පිවිසියේය. අශාන්ත ද මෙල් සමගින් පන්දු යැවීම ආරම්භ කරමින් රත්නායක කඩුලු තුනක් දවාගත් අතර 1981 වසරේ එංගලන්ත සංචාරයකට යාමට තරම් ශ්‍රී ලංකා තේරීම් කමිටුවේ සිත් ගත්තේය. සංචාරයේ දී ශ්‍රී ලංකාවේ තරග 15 න් 6 කට ක්‍රීඩා කළ රත්නායක කඩුලු 9 ක් දවා ගත් අතර ඉන් පහක් එක් කඩුල්ලකින් දවා ගත්තේය. සසෙක්ස් සමග තරගය.\n\nශ්‍රී ලංකාව 1982 පෙබරවාරි මාසයේදී එංගලන්තයට එරෙහිව සිය පළමු ටෙස්ට් තරගය ක්‍රීඩා කරන විට, රත්නායක xi හි ඇතුළත් නොවූ නමුත්, තරඟාවලියෙන් පසුව විස්ඩන් ක්‍රිකට් ක්‍රීඩකයාගේ අල්මානාක් ප්‍රකාශ කළේ, රත්නායකව ඉවත් කිරීම \"ඔවුන්ගේ නායකයාට අසමබර ප්‍රහාරයක් ලබා දුන් බවත්, එහිදී ඩි මෙල් පමණක් වඩා වැඩි ප්‍රහාරයක් එල්ල කළ බවත් මධ්යම වේගය\". ඔහු ශ්‍රී ලංකා මණ්ඩලයේ සභාපතිගේ xi වෙනුවෙන් තරඟ සංචාරයක නිරත වූ අතර, ලකුණු 120 කට කඩුලු 5 ක් දවා ගත් අතර, ඊළඟ මාසයේ ශ්‍රී ලංකාව පකිස්ථානයට ගිය විට, ඔහු පළමු සහ තුන්වන ටෙස්ට් තරඟ සහ ඕඩිස් තුනම ක්‍රීඩා කළේය. ශ්‍රී ලංකාවේ ප්‍රධාන තිදෙනාට අඩු සහයෝගයක් ලබා දුන් පන්දු යවන්නෙකු ලෙස සටහන් වුවද, wisden විසින් රත්නායක \"සංචාරය ඉදිරියට යන විට දියුණු වන\" බව කියනු ලැබේ. ශ්‍රී ලංකාව ඉනිමකින් සහ ලකුණු 120කින් පරාජය වූ ලාහෝර්හිදී පැවැති අවසන් ටෙස්ට් තරගයේදී ශ්‍රී ලංකා පිලේ කඩුලු හතෙන් තුනක් දවා ගැනීමට රත්නායක සමත් වූ අතර දෙවැනි එක්දින තරගයේදී සහීර් අබ්බාස්ගේ කඩුල්ලද ශ්‍රී ලංකාව ජයග්‍රහණය කළේය.\n\nරත්නායක 1989-90 සමය අවසානයේ වයස අවුරුදු 30 දී ක්‍රිකට් ක්‍රීඩාවෙන් සමුගත්තේය. ටික කලකට පසු ඔහු ඕස්ට්‍රේලියාවේ පර්ත් වෙත සංක්‍රමණය වූ අතර එහිදී ඔහු ශ්‍රේණියේ ක්‍රිකට් ක්‍රීඩා කළේය. ඔහු සහ ඔහුගේ පවුලේ අය පසුව මෙල්බර්න් වෙත පදිංචියට ගිය අතර එහිදී ඔහු ඇසුරුම් සමාගමක් වන amcor හි රැකියාවක් ලබා ගත්තේය. රත්නායක දැනට ඔහුගේ බිරිඳ සහ දරුවන් දෙදෙනා සමඟ වික්ටෝරියා හි රෝවිල් හි ජීවත් වන අතර ඕස්ට්‍රේලියානු පුරවැසිභාවය දරයි.",
        "Star sign": "දත්ත නොමැත",
        "Sports Teams": "දත්ත නොමැත",
        "Death": "දත්ත නොමැත",
        "Profiles": "දත්ත නොමැත"
    },
    {
        "cricketerName": "රංජිත් ප්‍රනාන්දු",
        "bio": "ශ්‍රී ලංකා ක්‍රිකට් ක්‍රීඩකයා",
        "Is": "මලල ක්‍රිකට් ක්‍රීඩකයෙක්",
        "Gender": "පිරිමි",
        "Birth": "1944 පෙබරවාරි 22",
        "Age": "අවුරුදු 77 යි",
        "paragraph": "එඩ්වඩ් රංජිත් ප්‍රනාන්දු (උපත 1944 පෙබරවාරි 22 කොළඹ, ශ්‍රී ලංකාව) යනු ඔඩිස් තුනක් ක්‍රීඩා කළ හිටපු ශ්‍රී ලංකා ක්‍රිකට් ක්‍රීඩකයෙකි, ඒ සියල්ල 1975 ක්‍රිකට් ලෝක කුසලානයේදී ඔහු කඩුලු රකින්නා සහ ආරම්භක පිතිකරුවා විය.\n\nඔහු පළමු එකොළොස් පාසල් ක්‍රිකට් ක්‍රීඩා කිරීමට පටන් ගත්තේ ශාන්ත. 1960 දී කොළඹ බෙනඩික්ට් විද්‍යාලය, හොඳම කඩුලු රකින්නා - පිතිකරු අතර සිටි ප්‍රමුඛ පෙළේ පාසල් ක්‍රිකට් ක්‍රීඩකයෙකි. ඔහු 1964 වසරේ පාසල් ක්‍රිකට් ක්‍රීඩකයා ලෙසින් සම්මාන ලැබීය.\n\n1964 දී මයිකල් තිසේරා යටතේ ලංකා කණ්ඩායම සමඟින් ඔහු පාසලෙන් කෙළින්ම වාගේ ඉන්දියාවේ සංචාරයට තෝරා ගන්නා ලදී. ඔහු නිල නොවන ටෙස්ට් තරගවලට ක්‍රීඩා නොකළද, තෙවැනි නිල නොවන ටෙස්ට් තරගයේදී ලංකාව ඉන්දියාව පරාජය කළ අතර එය විදේශයකදී රට ලැබූ පළමු ප්‍රධාන ජයග්‍රහණය විය.\n\nඔහු 1969 දී නිල නොවන ටෙස්ට් තරඟයකදී colin cowdrey ගේ එංගලන්ත සංචාරක කණ්ඩායමට එරෙහිව ඔහුගේ පළමු ටෙස්ට් (නිල නොවන) තොප්පිය දිනා ගත් අතර එතැන් සිට 1979 දී විශ්‍රාම යන තෙක් නිල නොවන පරීක්ෂණ සහ Odi වලදී ceylon/sri lanka වෙනුවෙන් නිත්‍යානුකූලව ක්‍රීඩා කළේය.\n\nඔහු 1963-1979 දක්වා නොන්ඩිස්ක්‍රිප්ට් ක්‍රිකට් සමාජය නියෝජනය කළ අතර වසර 16 ක නොබිඳුණු කාලයක් ප්‍රමුඛ පෙළේ ක්‍රීඩා කළේය, සමාජයේ නායකයා ලෙස බොහෝ ශූරතා ශූරතා දිනා ගත්තේය.\n\n1982 දී එංගලන්තයේ ජාතික ක්‍රිකට් සංගමය සමඟ උසස් පුහුණුකරුවෙකු ලෙස සුදුසුකම් ලබා ඇති ඔහු ශ්‍රී ලංකාව icc හි පූර්ණ සාමාජිකයෙකු ලෙස ඇතුළත් වූ වහාම ශ්‍රී ලංකාවේ ජාතික පුහුණුකරුවෙකු ලෙස සේවය කළ අතර ව්‍යුහගත ජාතිකයක් පිහිටුවීමට ද මූලික විය රට තුළ පුහුණු සැලැස්ම.\n\nඔහු ශ්‍රී ලංකා කණ්ඩායම සමග එහි පළමු නිල ටෙස්ට් සංචාරයේ දී සහකාර කළමනාකරු ලෙස සංචාරයේ ක්‍රිකට් අංශ හසුරුවා ගත් අතර වසර ගණනාවක් ජාතික කණ්ඩායම් කළමනාකාරීත්වයේ වරින් වර සේවය කරමින්, තමාගේම ව්‍යාපාරික වගකීම් සමඟින් පැවරුම් හසුරුවමින් කටයුතු කළේය .\n\nක්‍රියාකාරී ක්‍රීඩාවෙන් විශ්‍රාම ගැනීමෙන් පසුව, ස්වේච්ඡා පුහුණුවීම් කරගෙන යන අතරම, රංජිත් ශ්‍රී ලංකාවේ ක්‍රිකට් පාලක මණ්ඩලයේ විධායක කමිටුවේ අඛණ්ඩව වසර 12 ක් සේවය කළ අතර, වැඩි කාලයක් පුහුණු කමිටුවේ සේවය කළේය. ඔහු පන්දු රැකීමේ අංශ කෙරෙහි වෙහෙස නොබලා කටයුතු කළ අතර, 1996 ලෝක කුසලානය ජයග්‍රහණය කිරීම දක්වාම ශ්‍රී ලංකාව පන්දු රැකීමේ ප්‍රමිතීන්හි අඛණ්ඩ වර්ධනයක් ලබා ගැනීමට ඔහුගේ උත්සාහය හේතු විය.\n\nඔහු icc හි පූර්ණ සාමාජිකයෙකු ලෙස අලුතින් අත්පත් කරගත් තත්ත්වයට අනුකූලව, ශ්‍රී ලංකාවේ ක්‍රිකට් අවශ්‍යතා සඳහා සහාය වීම සඳහා පිහිටුවන ලද ශ්‍රී ලංකා ක්‍රිකට් පදනමේ විධායක ලේකම් (ස්වේච්ඡා) ලෙස ද සේවය කළේය. ඔහු ප්‍රථම විධායක ලේකම් මහින්ද විජේසිංහගෙන් පසු පත්වී වසර තුනක් සංවිධානයේ කටයුතු මෙහෙයවීය.\n\nඔහු 1983 සිට 1988 දක්වා ජාතික තේරීම් කමිටු නිලධාරියෙකු ලෙස ද, 2011 දී ද සේවය කර ඇති අතර, ශ්‍රී ලංකාව නියෝජනය කරමින් කාලයක් icc ක්‍රිකට් කමිටුවේ ද සිටියේය.\n\nසාජා හි පැවති ක්‍රිකටර්ස් බෙනවොලන්ට් අරමුදල් මාලාවේ (සීබීඑෆ්එස්) මුලදී රූපවාහිනී ක්‍රිකට් විස්තර විචාරයට හඳුන්වා දී ඇති රංජිත් ප්‍රනාන්දු ශ්‍රී ලංකා ක්‍රිකට් ක්‍රීඩාවේ හඬ වී ඇත්තේ ශ්‍රී ලංකාවේ සියලුම කතාමාලාවල සහ අනෙකුත් ජාත්‍යන්තර ක්‍රියාකාරකම්වල පාහේ රූපවාහිනී විස්තර විචාරකයෙකු ලෙස ඉතා දිගු කාලයක් සේවය කරයි .\n\nරංජිත් තවමත් ක්‍රිකට් ක්‍රීඩාවට සේවය කරන අතර දැනට ශ්‍රී ලංකා ක්‍රිකට් ක්‍රිකට් සහ පුහුණු කමිටුවේ සභාපතිවරයා වේ.",
        "Star sign": "දත්ත නොමැත",
        "Sports Teams": "දත්ත නොමැත",
        "Death": "දත්ත නොමැත",
        "Profiles": "දත්ත නොමැත"
    },
    {
        "cricketerName": "මහේෂ් රුද්‍රිගෝ",
        "bio": "ක්‍රිකට් ක්‍රීඩකයෙක් සහ රග්බි ක්‍රීඩකයෙක්",
        "Is": "මලල ක්‍රිකට් ක්‍රීඩක රග්බි සංගම් ක්‍රීඩකයෙක්",
        "Gender": "පිරිමි",
        "paragraph": "මහේෂා රොද්‍රිගෝ (30 ජූනි 1928 - 7 ජනවාරි 2011) යනු පළමු පෙළ ක්‍රිකට් සහ රග්බි සංගමයේ තම රට නියෝජනය කළ ලංකා ක්‍රීඩකයෙකි.\n\nඔහු කොළඹ රාජකීය විද්‍යාලයේ අධ්‍යාපනය ලැබූ අතර පළමු xi ක්‍රිකට් කණ්ඩායමට සහ පළමු xv රග්බි සංගම් කණ්ඩායමට ක්‍රීඩා කළේය. පීරිස් කණ්ඩායමේ සගයෙක් විය. රොඩ්රිගෝ සමහර විට ලංකාවේ කඩුලු රකින්නා ලෙස ක්‍රීඩා කළ අතර ඔහුගේ පළමු පෙළ තරග 12 පකිස්තානය, බටහිර ඉන්දීය කොදෙව්, පොදු රාජ්‍ය මණ්ඩලීය xi සහ marylebone ක්‍රිකට් සමාජයට එරෙහිව තරග වලින් සමන්විත විය. පැරණි රාජකීය ක්‍රීඩකයෙකු වන ඔහු 1947/48 වාරයේ ඩොන් බ්‍රැඩ්මන්ගේ ඕස්ට්‍රේලියානුවන්ට එරෙහිව එක්දින තරඟයකදී ලකුණු 26ක් ලබා ගනිමින් ලංකාව වෙනුවෙන් පිටියට පිවිසියේය.\n\nරොඩ්රිගෝ පළමු පෙළ ක්‍රිකට් ක්‍රීඩාවේදී එක් වරක් පමණක් ලකුණු 50ක් හෝ ඊට වඩා වැඩි ලකුණු ප්‍රමාණයක් ලබා ගැනීමට සමත් වූ අතර ඔහු ඔහුගේ දක්ෂතාවයෙන් උපරිම ප්‍රයෝජන ගත් අතර ඔහුට හවුල්කරුවන් නොමැති වීමට පෙර ලකුණු 135 දක්වා ඉහළ ගියේය. එය බටහිර ඉන්දීය කොදෙව් පිලට එරෙහිව පැවැති තරගයකදී ජෝන් ගොඩාඩ්, ජෙරී ගෝමස්, ප්‍රියර් ජෝන්ස් සහ ජෝන් ටි්‍රම්ගේ පන්දු යැවීමේ ප්‍රහාරයක් එල්ල කළේය. ඔහු පිතිකරණය ආරම්භ කර තිබූ අතර ඔහුගේ ඉනිමට විනාඩි 400කට නොඅඩු කාලයක් ගත විය.\n\nඔහු ක්ලිෆර්ඩ් කුසලානයට ක්‍රීඩා කළ සහ ජාත්‍යන්තර වශයෙන් සිලෝන් පිලට නායකත්වය දුන් ඉතා දක්ෂ රග්බි ක්‍රම්-හාෆ් ක්‍රීඩකයෙකි.",
        "Birth": "දත්ත නොමැත",
        "Age": "දත්ත නොමැත",
        "Star sign": "දත්ත නොමැත",
        "Sports Teams": "දත්ත නොමැත",
        "Death": "දත්ත නොමැත",
        "Profiles": "දත්ත නොමැත"
    },
    {
        "cricketerName": "සුජිත් ප්‍රනාන්දු",
        "bio": "ශ්‍රී ලංකා ක්‍රිකට් ක්‍රීඩකයා",
        "Is": "මලල ක්‍රිකට් ක්‍රීඩකයෙක්",
        "Gender": "පිරිමි",
        "Birth": "1989 ජූලි 24",
        "Age": "අවුරුදු 32 යි",
        "paragraph": "ශ්‍රී ලංකාවේ ශ්‍රී ජයවර්ධනපුර කෝට්ටේ සුජිත් ප්‍රනාන්දු (උපත 1989 ජූලි 24) ශ්‍රී ලංකා ක්‍රිකට් ක්‍රීඩකයෙකි. ඔහු පානදුර ක්‍රීඩා සමාජයට ක්‍රීඩා කළ වමත් පිතිකරුවෙක් සහ දකුණත් මධ්‍යම වේග පන්දු යවන්නෙක් විය.\n\nප්‍රනාන්දු 1998-99 තරග වාරයේදී කොළඹට එරෙහිව කණ්ඩායම වෙනුවෙන් තනි පළමු පෙළ තරගයක් කළේය. ටේලන්ඩ් වෙතින්, ඔහු තරගයේ පළමු ඉනිමේ ලකුණු 8ක් සහ දෙවන ඉනිමේ තනි ලකුණක් ලබා ගත් අතර, පානදුර ඉනිමේ ජයග්‍රහණයකට ඇද වැටුණද, බොහෝ දුරට මයිකල් වැන්ඩෝට්ගේ ද්විත්ව ශතකයට ස්තුතිවන්ත විය.",
        "Star sign": "දත්ත නොමැත",
        "Sports Teams": "දත්ත නොමැත",
        "Death": "දත්ත නොමැත",
        "Profiles": "දත්ත නොමැත"
    },
    {
        "cricketerName": "මාරියෝ විල්ලාරායන්",
        "bio": "ශ්‍රී ලංකා ක්‍රිකට් ක්‍රීඩකයා",
        "Is": "මලල ක්‍රිකට් ක්‍රීඩකයෙක්",
        "Gender": "පිරිමි",
        "Birth": "1973 අගෝස්තු 22",
        "Age": "අවුරුදු 48 යි",
        "paragraph": "මාරියෝ සුරේෂ් විල්ලාරායන්\n\n (උපත 1973 අගෝස්තු 22 කොළඹ, ශ්‍රී ලංකාව) යනු දෙමළ සම්භවයක් ඇති හිටපු ශ්‍රී ලංකා ක්‍රිකට් ක්‍රීඩකයෙකි. ඔහු දකුණත් පිතිකරුවෙක් සහ දකුණත් වේග-මධ්‍යම පන්දු යවන්නෙක් විය. ඔහු ශ්‍රී ලංකාවේ විවිධ කණ්ඩායම් සඳහා පළමු පන්තියේ තරඟ 116 ක් සහ තරඟ 58 ක් ක්‍රීඩා කර ඇත. ඔහු කිසි විටෙක ශ්‍රී ලංකාව වෙනුවෙන් ටෙස්ට් ක්‍රිකට් හෝ එක්දින ජාත්‍යන්තර ක්‍රීඩා නොකළ නමුත් 1998 පොදුරාජ්‍ය මණ්ඩලීය ක්‍රීඩා උළෙලේදී ඔවුන් ක්‍රිකට් තරඟාවලිය නියෝජනය කළේය. ඔහු ශ්‍රී ලංකා 'ඒ' පිල ද නියෝජනය කළේය. 1996-97 දී ඔහු පොලිස් ක්‍රීඩා සමාජයට එරෙහිව බ්ලූම්ෆීල්ඩ් ක්‍රිකට් සහ මලල ක්‍රීඩා සමාජය සඳහා පළමු පෙළ තරගයකදී ඉනිමකදී ලකුණු 15 කට කඩුලු 9 ක් දවා ගත්තේය. ක්‍රීඩා කිරීමෙන් විශ්‍රාම ගැනීමෙන් පසු ඔහු ක්‍රීඩා කළේය. වසර හයක් ශ්‍රී ලංකා ක්‍රිකට් ක්‍රීඩාවේ ශක්තිය සහ කන්ඩිෂනර් ප්‍රධානියා ලෙස කටයුතු කළ අතර 2014 වසරේ බංග්ලාදේශයේ ද එවැනිම තනතුරක් දැරීය.",
        "Star sign": "දත්ත නොමැත",
        "Sports Teams": "දත්ත නොමැත",
        "Death": "දත්ත නොමැත",
        "Profiles": "දත්ත නොමැත"
    },
    {
        "cricketerName": "විමුක්ති පෙරේරා",
        "bio": "ශ්‍රී ලංකා ක්‍රිකට් ක්‍රීඩකයා",
        "Is": "මලල ක්‍රිකට් ක්‍රීඩකයෙක්",
        "Gender": "පිරිමි",
        "Birth": "1989 නොවැම්බර් 14",
        "Age": "අවුරුදු 32 යි",
        "paragraph": "විමුක්ති පෙරේරා\n\n (සම්පූර්ණ නම\n\nnawagamuwage vimukthi ramesh perera\n\n; උපත 1989 නොවැම්බර් 14) ශ්‍රී ලංකා ක්‍රිකට් ක්‍රීඩකයෙකි. ඔහු මුවර්ස් ක්‍රීඩා සමාජයට ක්‍රීඩා කරන වමත් පිතිකරුවෙක් සහ වමතින් මධ්‍යම වේග පන්දු යවන්නෙක්. ඔහු 2008-09 අන්තර් පළාත් විස්සයි20 තරගාවලියේදී ශ්‍රී ලංකා පාසල් සඳහා ක්‍රිකට් ක්‍රීඩාවට පිවිසියේය.පෙරේරා 2009 තරග වාරයේ දී වයස අවුරුදු 23න් පහළ මුවර්ස් වෙනුවෙන් ක්‍රීඩා කළේ 23න් පහළ සැරසන්ස් පිලට එරෙහිවය. ඔහු පන්දු යැවූ පළමු ඉනිමේදී ලකුණු 5-36ක් ලබා ගත්තේය.",
        "Star sign": "දත්ත නොමැත",
        "Sports Teams": "දත්ත නොමැත",
        "Death": "දත්ත නොමැත",
        "Profiles": "දත්ත නොමැත"
    },
    {
        "cricketerName": "වින්දිකා චන්ද්‍රසිරි",
        "bio": "ශ්‍රී ලංකා ක්‍රිකට් ක්‍රීඩකයා",
        "Is": "මලල ක්‍රිකට් ක්‍රීඩකයෙක්",
        "Gender": "පිරිමි",
        "Birth": "1988 ජනවාරි 28",
        "Age": "අවුරුදු 33 යි",
        "paragraph": "වින්දික චන්ද්‍රසිරි (සම්පූර්ණ නම හේවා කහකන්දගේ දොන් වින්දික නදීර චන්ද්‍රසිරි; උපත 1988 ජනවාරි 28) ශ්‍රී ලංකා ක්‍රිකට් ක්‍රීඩකයෙකි. ඔහු ශ්‍රී ලංකා නාවික හමුදා ක්‍රීඩා සමාජයට ක්‍රීඩා කරන වමත් පිතිකරුවෙක් සහ දකුණත් මධ්‍යම වේග පන්දු යවන්නෙක්. ඔහු ඉපදුනේ රාගමේය.\n\nවයස අවුරුදු 23න් පහළ මුවර්ස් ක්‍රීඩා සමාජය වෙනුවෙන් සිය මංගල ක්‍රිකට් ක්‍රීඩාව ආරම්භ කළ චන්ද්‍රසිරි, 2009-10 තරග වාරයේදී සිංහ ක්‍රීඩා සමාජයට එරෙහිව ශ්‍රී ලංකා නාවික හමුදාව වෙනුවෙන් සිය මංගල ලැයිස්තුවට ඇතුළත් විය. ආරම්භක අනුපිළිවෙලින් ඔහු තනි ලකුණක් ලබා ගත්තේය.",
        "Star sign": "දත්ත නොමැත",
        "Sports Teams": "දත්ත නොමැත",
        "Death": "දත්ත නොමැත",
        "Profiles": "දත්ත නොමැත"
    },
    {
        "cricketerName": "vinothen john",
        "bio": "ශ්‍රී ලංකා ක්‍රිකට් ක්‍රීඩකයා",
        "Is": "මලල ක්‍රිකට් ක්‍රීඩකයෙක්",
        "Gender": "පිරිමි",
        "Birth": "1960 මැයි 27",
        "Age": "අවුරුදු 61 යි",
        "paragraph": "vinothen bede john jeyarajasinham (උපත 1960 මැයි 27, colombo) යනු 1982 සිට 1987 දක්වා ටෙස්ට් තරග 6කට සහ ඕඩිස් 45කට ක්‍රීඩා කළ හිටපු ශ්‍රී ලංකා ක්‍රිකට් ක්‍රීඩකයෙකි. ඔහු නවසීලන්තයේ ලැන්කැස්ටර් උද්‍යානයේදී සිය මංගල ටෙස්ට් තරගයට පිවිසි අතර ග්ලෙන්ගේ හිස ඔසවන්නට සමත් විය. සහ සර් රිචඩ් හැඩ්ලි. දක්ෂ දකුණත් නාවිකයා අසූව දශකයේ ටෙස්ට් සහ ඕඩිස් වලදී ශ්‍රී ලංකාව වෙනුවෙන් පන්දු යැවීම විවෘත කළේය. ඔහුගේ ටෙස්ට් දිවිය අවසන් වූයේ සුප්‍රසිද්ධ ලෝඩ්ස් ටෙස්ට් තරගයේදීය. එහිදී ඔහු ලකුණු 98කට කඩුලු 4ක් දවාගත්තේය. ඔහු 1982-87 වසර පහක් ඇතුළත තරග 45කදී ඕඩි කඩුලු 34ක් (48.67) දවා ගැනීමට පෙර 1987දී එංගලන්තයට එරෙහිව පැවැති රිලයන්ස් ලෝක කුසලාන තරගයකදී ශ්‍රී ලංකාව කඩුලු 8කින් පරාජයට පත් විය. ඔහු නොන්ඩිස්ක්‍රිප්ට් ක්‍රිකට් සමාජයට ක්‍රීඩා කළ අතර ලංකා ඛනිජ තෙල් සංස්ථාව නියෝජනය කරමින් ජනසතු සේවා ක්‍රිකට් තරඟාවලියට දශක දෙකකට වැඩි කාලයක් අඛණ්ඩව ක්‍රීඩා කළේය. ජෝන් 1983 මාර්තු සහ 1984 අගෝස්තු අතර ටෙස්ට් හයක් ක්‍රීඩා කළ අතර, එම කාලය තුළ ඔහු විශිෂ්ට කඩුලු 28කට හිමිකම් කීවේය (සාමාන්‍යය 21.92). ජෝන් යනු කොළඹ ශාන්ත පීතර විද්‍යාලයේ නිෂ්පාදනයකි.",
        "Star sign": "දත්ත නොමැත",
        "Sports Teams": "දත්ත නොමැත",
        "Death": "දත්ත නොමැත",
        "Profiles": "දත්ත නොමැත"
    },
    {
        "cricketerName": "සනත් ජයසූරිය",
        "bio": "ක්රිකට් ක්රීඩකයා",
        "Is": "ක්‍රිකට් ක්‍රීඩක දේශපාලනඥයෙක්",
        "Gender": "පිරිමි",
        "Birth": "1969 ජූනි 30, මාතර",
        "Age": "අවුරුදු 52 යි",
        "Politics": "එක්සත් ජනතා නිදහස් සන්ධානය",
        "Profiles": "දත්ත නොමැත",
        "paragraph": "දේශබන්දු\n\nසනත් ටෙරන් ජයසූරිය\n\n (සිංහල:\n\nසනත් ටෙරාන් ජයසූරිය\n\n; උපත 30 ජූනි 1969) යනු හිටපු ශ්‍රී ලංකා ක්‍රිකට් ක්‍රීඩකයෙක් සහ ශ්‍රී ලංකා ජාතික ක්‍රිකට් කණ්ඩායමේ හිටපු නායකයෙකි. මෙතෙක් බිහිවූ විශිෂ්ටතම ඕඩි ක්‍රීඩකයන්ගෙන් කෙනෙකු ලෙස සැලකෙන ජයසූරිය, එක්දින ජාත්‍යන්තර ක්‍රිකට් තරඟාවලියේ ඔහුගේ ප්‍රබල පහර සහ තරඟ ජයග්‍රාහී තුන් ඉරියව් දස්කම් සඳහා ප්‍රසිද්ධය. 1996 දී රොමේෂ් කළුවිතාරණ සමඟින් ඔහුගේ පුපුරන සුලු පිතිහරඹයෙන් එක්දින ජාත්‍යන්තර ක්‍රිකට් විප්ලවීය වෙනසක් සිදු කළ බවට ජයසූරියට ගෞරවය හිමි වේ දශක දෙකකට පසු, එක්දින ජාත්‍යන්තර ක්‍රිකට් ක්‍රීඩාවකදී ලකුණු 12,000 ඉක්මවූ සහ කඩුලු 300කට වඩා ලබා ගත් එකම ක්‍රීඩකයා ජයසූරිය වන අතර, එබැවින් සීමිත ඕවර ක්‍රිකට් ඉතිහාසයේ හොඳම තුන් ඉරියව් ක්‍රීඩකයෙකු ලෙස සැලකේ. ඔහු 1996 ක්‍රිකට් ලෝක කුසලානයේ වටිනාම ක්‍රීඩකයා ලෙස නම් කරන ලද අතර විස්ඩන් ක්‍රිකට් ක්‍රීඩකයන්ගේ අල්මානාක් ඔහුව 1997 වසරේ ක්‍රිකට් ක්‍රීඩකයින් පස් දෙනාගෙන් කෙනෙකු ලෙස නම් කිරීමෙන් පැරණි සම්ප්‍රදාය බිඳ දැමීය.\n\n ජයසූරිය 1999 සිට 2003 දක්වා ශ්‍රී ලංකා ක්‍රිකට් කණ්ඩායමේ නායකයා ද විය.ඔහු 2007 දෙසැම්බර් මාසයේදී ටෙස්ට් ක්‍රිකට් ක්‍රීඩාවෙන්ද 2011 ජුනි මාසයේදී සීමිත ඕවර ක්‍රිකට් වලින්ද විශ්‍රාම ගත්තේය. . ශ්‍රී ලංකාව 2014 දී ප්‍රථම වරට icc world 2020 ජයග්‍රහණය කළේය, ඔහු ප්‍රධාන තේරීම් කමිටු නිලධාරියා ලෙස කටයුතු කරන අතරතුර.ජයසූරිය 2010 ශ්‍රී ලංකා මහ මැතිවරණයේදී මහජන නිලයට ඉදිරිපත් වූ අතර ඔහුගේ උපන් මාතර දිස්ත්‍රික්කයෙන් පාර්ලිමේන්තුවට තේරී පත් විය. ඔහු මනාප ඡන්ද 74,352 ක් ලබා ගනිමින් මාතර දිස්ත්‍රික්කයේ එක්සත් ජනතා නිදහස් සන්ධානයේ පාර්ලිමේන්තු මැතිවරණ ලැයිස්තුවේ ඉහළින්ම සිටියේය. ඔහු මහින්ද රාජපක්ෂගේ නායකත්වයෙන් යුත් හිටපු එක්සත් ජනතා නිදහස් සන්ධානයේ තැපැල් සේවා නියෝජ්‍ය අමාත්‍යවරයා ලෙසද, පසුව ජනාධිපති මෛත්‍රීපාල සිරිසේන යටතේ පළාත් පාලන සහ ග්‍රාමීය සංවර්ධන නියෝජ්‍ය අමාත්‍යවරයා ලෙසද කටයුතු කළේය.\n\n ජයසූරිය 2010 ශ්‍රී ලංකා මහ මැතිවරණයේදී upfa යටතේ මාතර දිස්ත්‍රික්කයෙන් වැඩිම ඡන්ද ලබා ගත්තද, 2015 ශ්‍රී ලංකා මහ මැතිවරණයට තරඟ නොකළේය. මුල් ජීවිතය සහ වෘත්තීය ජීවිතය සහ වෘත්තීය ජීවිතය සහ වෘත්තීය ජීවිතය දකුණු ශ්‍රී ලංකාවේ මාතර නගරයේ, පවුලට දාව උපත ලැබීය ඩන්ස්ටන් සහ බ්‍රීඩා ජයසූරිය. ඔහුට වැඩිමහල් සහෝදරයෙක් සිටී, චන්දන ජයසූරිය. ඔහු අධ්‍යාපනය ලැබුවේ ශාන්ත. ඔහුගේ ක්‍රිකට් දක්ෂතා පෝෂණය කළ මාතර සර්වේෂස් විද්‍යාලයේ විදුහල්පති ජී.එල්. ගලප්පත්ති, සහ ක්‍රිකට් පුහුණුකරු ලයනල් වගසිංහ. ඔහු ශාන්ත ක්‍රීඩා කරන අතරතුර ක්‍රිකට් ක්‍රීඩාවේ දස්කම් දැක්වීය. මාතර servatius විද්‍යාලය සහ වාර්ෂික st. thomas'-st. 1988 දී servatius ක්‍රිකට් තරගය. 1988 පිට පළාත් අංශයේ 'වසරේ නිරීක්ෂක පාසල් ක්‍රිකට් ක්‍රීඩකයා' ලෙස ජයසූරිය තේරී පත් විය.\n\n එම වසරේම නිරීක්ෂක පාසල් ක්‍රිකට් සම්මාන උළෙලේදී පිට පළාත් අංශයේ 'හොඳම පිතිකරු' සහ 'දක්‍ෂම තුන් ඉරියව් ක්‍රීඩකයා' යන සම්මාන ද ඔහුට හිමි විය. ජයසූරිය 1988 ඔස්ට්‍රේලියාවේ පැවති මංගල icc වයස 19 න් පහළ ක්‍රිකට් ලෝක කුසලානයේ දී ශ්‍රී ලංකාව නියෝජනය කළ අතර ඉන් මාස කිහිපයකට පසු ශ්‍රී ලංකා 'b' කණ්ඩායම සමඟ පකිස්තානයේ සංචාරයක් සඳහා තෝරා ගන්නා ලද අතර එහිදී ඔහු නොදැවී ද්විත්ව ශතක දෙකක් ලබා ගත්තේය . ඉන් ටික කලකට පසු ඔහු 1989-90 ඕස්ට්‍රේලියා සංචාරය සඳහා ජාතික කණ්ඩායමට කෙටුම්පත් කරන ලදී.ඔහු 1989 බොක්සිං දිනයේදී ඔස්ට්‍රේලියාවට එරෙහිව මෙල්බර්න්හිදී සිය එක්දින ජාත්‍යන්තර මංගල තරගයද, 1991 පෙබරවාරි මස හැමිල්ටන්හිදී නවසීලන්තයට එරෙහිව ඔහුගේ මංගල ටෙස්ට් තරගයද කළේය. ඔහුගේ ආරම්භක සහකරු රොමේෂ් කළුවිතාරණ සමඟ එක්ව ජාත්‍යන්තර ක්‍රිකට් පිතිකරණ විලාසය, ජයසූරිය 1996 ක්‍රිකට් ලෝක කුසලානයේදී ඔහුගේ ආක්‍රමණශීලී උපක්‍රම සමඟින් එක්දින ජාත්‍යන්තර පිතිකරණයේ විප්ලවීය වෙනසක් ඇති කළේය, එය ඔවුන් මුලින්ම උත්සාහ කළේ පෙර ඕස්ට්‍රේලියානු සංචාරයේදීය. භාවිතා කරන ලද උපක්‍රමය වූයේ ක්‍රමක්‍රමයෙන් ගම්‍යතාවය ගොඩනගා ගැනීමේ ස්ථාපිත උපක්‍රමයට වඩා ආරම්භක පන්දු යවන්නන් ක්‍රිකට් පිටියේ සෑම තැනකම, විශේෂයෙන් අනිවාර්ය ඉන්ෆීල්ඩර්වරුන් මත ඔවුන්ගේ පන්දු යැවීමෙන් මුල් පන්දු රැකීමේ සීමාවන්ගෙන් ප්‍රයෝජන ගැනීමයි. මෙය නවකතාවක් වූ නමුත් ඒ වන විට තරඟ ජයග්‍රහණය කළ හැකි උපක්‍රමයක් වූ අතර, මීට පෙර කිසි දිනෙක මූලික වටයෙන් පිටතට නොපැමිණි ශ්‍රී ලංකාව එකදු පරාජයකින් තොරව ලෝක කුසලානය දිනා ගැනීමට සමත් විය. ඔවුන්ගේ නව ක්‍රීඩා සැලැස්ම දැන් නූතන යුගය සඳහා සීමිත ඕවර ක්‍රිකට් වල සම්මත ආරම්භක පිතිකරණ උපාය මාර්ගයයි.\n\nග්ලෙන් මැක්ග්‍රාත් සිය දුෂ්කරම පිතිකරුවන්ගේ xi හි ජයසූරිය උපුටා දක්වමින්, \"කෙනෙකුට ඔවුන් ක්‍රීඩාව වෙනස් කළ බව පැවසීම සැමවිටම විශාල ප්‍රශංසාවක් වන අතර 1996 ලෝක කුසලානයේ ඔහුගේ කුණාටු සහිත ඉනිම ඉනිම ආරම්භ කරන්නේ කෙසේද යන්න පිළිබඳ සෑම කෙනෙකුගේම චින්තනය වෙනස් කළේය.\"ජයසූරිය ප්‍රසිද්ධය කැපුම් සහ ඇදීම් යන දෙකටම ඔහුගේ වෙළඳ ලකුණු පහර, උඩින් කැපූ ලකුණු. ඔහු 1996 ක්‍රිකට් ලෝක කුසලානයේ ශ්‍රී ලංකා ජයග්‍රහණයේ ප්‍රධාන ක්‍රීඩකයෙකු වූ අතර එහිදී ඔහුගේ තුන් ඉරියව් දායකත්වය අගයමින් තරඟාවලියේ වීරයා ලෙස සම්මාන ලැබීය. පිතිකරණය පිළිබඳ ඔහුගේ දර්ශනය සාරාංශ කර ඇත්තේ සියලු ආක්‍රමණශීලී ප්‍රවේශයකින් වන අතර වසර ගණනාවක් පුරා ඔහු එක් අදියරකදී හෝ වෙනත් අවස්ථාවක මුහුණ දුන් සෑම දිනකම පන්දු යැවීමේ සංකලනයකම පාහේ ආධිපත්‍යය දැරීය.\n\n මෙයට හේතුව වන්නේ ඔහු ක්‍රීඩා කළ පසු වේගවත් ජයග්‍රාහී දායකත්වයක් ලබා දීමට ඔහුට ඇති හැකියාව නිසා, ඔහු දෙවන වැඩිම එක්දින ශතක සංඛ්‍යාවේ වාර්තාවට හිමිකම් කියන අතර දෙවන වැඩිම ලකුණු 150+ (ලකුණු 4) ලබාගෙන ඇත (sachin Tendulkar 5 හි වැඩිම ලකුණු 150+ ඇත). ඔහුගේ විනාශකාරී දස්කම් නිසා ඔහු සීමිත ඕවර ක්‍රිකට් වල ලකුණු 50ට වඩා රැස් කළ තරගවලින් 80%ක් පමණ ශ්‍රී ලංකාව ජයග්‍රහණය කර ඇත. ඔහු තරගයේ මුහුණ දුන් අභියෝගාත්මක පන්දු යවන්නන් කවුරුන්ද යන්න සම්මුඛ සාකච්ඡාවකදී විමසූ විට, ඔහු පිළිවෙලින් වසීම් අක්‍රම්, ෂේන් වෝන්, ග්ලෙන් මැක්ග්‍රාත්, කර්ට්නි වෝල්ෂ්, කරට්ලි ඇම්බ්‍රෝස් නම් කළේය. පන්දු යැවීමේ ස්ටයිල්ජයසූරිය දඟ පන්දු යවන්නෙක් වේ overs.test careersanath jayasuriya 1997 දී ඉන්දියාවට එරෙහිව ශ්‍රී ලාංකිකයෙකු විසින් ලබා ගත් වැඩිම ටෙස්ට් ලකුණු 340 සඳහා වූ වාර්තාවට හිමිකම් කීවේය. මෙම උත්සාහය රොෂාන් මහානාම සමඟ දෙවන කඩුල්ලේ සබඳතාවයේ කොටසකි. ටෙස්ට් ඉතිහාසය, ලකුණු 576ක් සමඟින්.\n\n දකුණු අප්‍රිකාවට එරෙහිව කුමාර් සංගක්කාර සමඟින් ලකුණු 624ක සබඳතාවයක කොටසක් ලෙස ශ්‍රී ලංකා ක්‍රිකට් ක්‍රීඩක මහේල ජයවර්ධන ලකුණු 374ක් ලබා ගැනීමත් සමඟ 2006 ජූලි මාසයේදී එම වාර්තා දෙකම අභිබවා ගියේය. 2005 සැප්තැම්බර් 20 දින, බංගලාදේශයට එරෙහි දේශීය තරඟාවලියේ දෙවන ටෙස්ට් තරඟයේදී, ජයසූරිය ටෙස්ට් තරඟ 100 ක් ක්‍රීඩා කළ පළමු ශ්‍රී ලාංකිකයා බවට පත් වූ අතර, 33 වැනි ටෙස්ට් ක්‍රිකට් ක්‍රීඩකයා බවට පත් විය. මෙම ජයග්‍රහණය අත්කර ගත් 33 වැනි ටෙස්ට් ක්‍රිකට් ක්‍රීඩකයා වේ. ජයසූරිය පාකිස්ථාන සංචාරයෙන් පසු ටෙස්ට් ක්‍රිකට් ක්‍රීඩාවෙන් සමුගැනීමට අදහස් කරන බව නිවේදනය කළේය. 2006 අප්‍රේල් මාසයේදී ශ්‍රී ලංකාවේ. කෙසේ වෙතත්, 2006 මැයි මාසයේදී එංගලන්තයේදී ශ්‍රී ලංකා ක්‍රිකට් කණ්ඩායමට එක්වීමෙන් පසු ඔහු ඉක්මනින්ම තම තීරණය වෙනස් කළේය. පළමු ටෙස්ට් තරග දෙක අහිමි වූ ජයසූරිය තෙවැනි ටෙස්ට් තරගයේදී ට්‍රෙන්ට් බ්‍රිජ්හිදී නැවත පැමිණියේය. දිනයේදී ලකුණු 78ක් ලබා ගැනීමෙන් පසුව 2007 වසරේ එංගලන්තයට එරෙහිව මහනුවරදී පැවැති පළමු ටෙස්ට් තරගයේ තුනේදී ඔහු එම තරගය අවසානයේ ටෙස්ට් ක්‍රිකට් පිටියෙන් සමුගන්නා බව නිවේදනය කළේය. එම ඉනිමේදී ඔහු ජේම්ස් ඇන්ඩර්සන්ට එරෙහිව එක ඕවරයක හතරේ පහර 6ක් එල්ල කළේය.එක්දින ජාත්‍යන්තර දිවියේ 2009-2010ජයසූරිය වේගවත්ම පනහ (පකිස්තානයට එරෙහිව පන්දු 17), ශ්‍රී ලංකාව වෙනුවෙන් වේගවත්ම ලකුණු 100 (පකිස්ථානයට එරෙහිව පන්දු 48) සහ වේගවත්ම 150 (නැවතත් 150) වාර්තා විය එංගලන්තය පන්දු 95කදී) ඕඩි ක්‍රිකට් වලදී.\n\n ඔහුගේ වේගවත්ම 50 වසර 19 ක් රැඳී සිටි අතර එහිදී ඔහුගේ අර්ධ ශතකය හොඳම ලෙස සැලකේ. ඔහු මෙම දස්කම ලබා ගත්තේ කිසිදු පන්දු රැකීමේ සීමාවන් සහ බල ගැන්වීම් නොමැති යුගයක බැවිනි. නව සීමා කිරීම් සහ අනෙකුත් පන්දු රැකීමේ සීමාවන්ට වඩා සීමා සහිත වේගවත්ම 50 ඉක්මවා යාමට වසර 19ක් ගත විය. කෙසේ වෙතත්, පසුව ඔහු ab de villiers ට වේගවත්ම පනහ අහිමි විය. ජයසූරිය සහ සචින් ටෙන්ඩුල්කාර් ඉතිහාසයේ ලකුණු 150ට වැඩි ඕඩි ලකුණු 4ක් ලබා ඇති එකම ක්‍රීඩකයන් වන අතර, ජයසූරිය පිට පිටම ලකුණු 150+ දෙකක් ලබාගත් ඉතිහාසයේ එකම ක්‍රීඩකයා වේ. 2000. එය ශ්‍රී ලංකා ක්‍රිකට් ක්‍රීඩකයෙකු විසින් ලබාගත් ඉහළම ඕඩි ලකුණු සංඛ්‍යාව ලෙස පවතින අතර, ඉනිම වන විට එය Odi ඉතිහාසයේ තුන්වන ඉහළම ලකුණු සංඛ්‍යාව විය. මේ වන විට එම ලකුණු සංඛ්‍යාව ශ්‍රී ලංකාවෙන් 11 වැනි ඉහළම ඕඩි ලකුණු වේ. ලෝක ක්‍රිකට් පිටියේ පන්දු 50කට අඩුවෙන් රැස් කළ පළමු වේගවත්ම ශතකය ලෙස මෙය සඳහන් වේ. පසුව එම වාර්තාව බිඳ දැමුවේ නවසීලන්ත ක්‍රීඩක කෝරි ඇන්ඩර්සන් (පන්දු 36) විසින් වන අතර එය දැනට පන්දු 31කින් ශතකයක් ලබා දකුණු අප්‍රිකාවේ අබ් ඩිවිලියර්ස් සතුය. 2010 ආසියානු කුසලාන තරඟාවලියේදී බංග්ලාදේශයට එරෙහිව පැවති තරඟයේදී ෂහීඩ් අෆ්රිඩි විසින් අභිබවා ගිය වැඩිම Odi හයේ පහරවල් (ඕඩි 441 කදී 270) සඳහා වූ ලෝක වාර්තාවද ඔහු සතු විය.\n\nඔහු ඕඩිස් ඉතිහාසයේ ලකුණු 10,000 ඉක්මවූ සිව්වන පිතිකරුවා සහ 12,000 ට වඩා සහ ලකුණු 13,000කට වඩා රැස් කළ දෙවන පිතිකරුවා බවට පත්විය. ඔහුට ශතක 28ක් ද ඇත, එය ඕඩිස් හි තුන්වන ඉහළම ශතකය. ඔහු ඕඩි ඕවරයක වැඩිම ලකුණු රැස් කිරීමේ වාර්තාවට (30; ඔහු මෙය දෙවරක් ලබා ඇත) සහ ඕවරයක දී ලකුණු 30ට වඩා රැස් කළ පළමු පිතිකරුවා විය. මෙම වාර්තාව දැන් දකුණු අප්‍රිකාවේ හර්ෂල් ගිබ්ස් (ඕවරයක දී ලකුණු 36) සතුය. 2006 මැයි මාසයේදී එංගලන්තයේ පැවති එක්දින නැට්වෙස්ට් තරඟාවලියේදී ඔහු අවසන් තරඟයේදී පන්දු 99කින් ලකුණු 152ක් ලබා ගැනීම ඇතුළුව ශතක දෙකක් රැස් කළේය. එම ඉනිමේදී ඔහු සහ උපුල් තරංග (109) පළමු කඩුල්ලට ලකුණු 286ක සබඳතාවක් ගොඩනැගූ අතර එය නව වාර්තාවක් විය. ජයසූරියගේ පිතිහරඹය නිසා ඔහුට තරගාවලියේ වීරයා සම්මානය හිමිවිය දින මාලාව. පළමු තරගයේදී ජයසූරිය පන්දු 104කදී ලකුණු 157ක් ලබා ගත් අතර, ශ්‍රී ලංකාව 443/9ක් ලබා ගත් අතර, 2006 මාර්තු මාසයේදී ඕස්ට්‍රේලියාවට එරෙහිව දකුණු අප්‍රිකාව ලබාගත් 438/9 දකුණු අප්‍රිකාව අභිබවා ගියේය. පුද්ගලික සටහනක් මත මෙම ඉනිම ඔහුගේ Odi ක්‍රිකට් වල ලකුණු 150ට වැඩි 4 වැනි ලකුණු සංඛ්‍යාව වූ අතර දැනට පස් වතාවක් එය ලබා ගත් සචින් ටෙන්ඩුල්කාර් හැරුණු විට එසේ කළ එකම ක්‍රීඩකයා ඔහු වේ. එය ඔහුගේ දෙවැනි පිට පිට ලකුණු 150 ට වැඩි ලකුණු සංඛ්‍යාව වූ අතර එය Odi ක්‍රිකට් ක්‍රීඩාවේ තවත් පළමුවැන්න විය. ඔහු 2007 බටහිර ඉන්දීය කොදෙව්හි පැවති ක්‍රිකට් ලෝක කුසලානයේ දී ශතක 2 ක් සහ අර්ධ ශතක 2 ක් ද රැස් කළේය. බටහිර ඉන්දීය කොදෙව්හි ඔඩිස් සඳහා ඔහුව ඉවත් කළ විට අවසන් විය. කෙසේ වෙතත්, ipl හි උද්වේගකර දස්කම් දැක්වීම - තුන්වන ඉහළම ලකුණු ලාභියා ලකුණු 514 කින් අවසන් කරමින් - ඔහුගේ රටේ ක්‍රීඩා අමාත්‍යවරයා ආසියානු කුසලානය සඳහා ඔහුගේ තේරීමට මැදිහත් වීමට පොළඹවන ලදී.\n\n ඔහු අවසානයේ පීඩනය යටතේ පිපිරෙන ශතකයක් සමඟින් ශ්‍රී ලංකාවේ ශූරතා ජයග්‍රහණය හැඩගස්වා ගත්තේය. 2011 වසරේ එංගලන්ත සහ ස්කොට්ලන්ත සංචාරය සඳහා ශ්‍රී ලංකා එක්දින සහ විස්සයි20 සංචිතයට යළි කැඳවීමෙන් පසු වයස අවුරුදු 41 දී ඔහුගේ ජාත්‍යන්තර ක්‍රිකට් ක්‍රීඩාව නැවත පණ ගන්වා ඇත. මෙම ශතකය සමඟින්, ඔහු උපන්දිනයකදී Odi ශතකයක් රැස්කළ සමස්ත ක්‍රිකට් හතරෙන් තුන්වන ක්‍රිකට් ක්‍රීඩකයා බවට පත්විය. ජයසූරියට පෙර ශතකය රැස් කළ අනෙක් දෙදෙනා වූයේ විනෝද් කම්බ්ලි සහ සචින් ටෙන්ඩුල්කාර් යන ඉන්දියානුවන් දෙදෙනෙකි. ඔහුගේ උපන්දිනයේදී අවසන් වරට ශතකයක් රැස්කළ පුද්ගලයා බ්ලැක්කැප් රොස් ටේලර් ය. 2007 අයිසීසී ලෝක විස්සයි20 තරග දිවිය තුළදී ජයසූරිය සාමාන්‍ය රීබොක් අනුග්‍රහය සහිත පිත්තක් භාවිතා කරමින් කූකබුරා පිත්ත භාවිතා කිරීමේ ඔහුගේ සම්ප්‍රදාය බිඳ දැමීමට පෙනී සිටියේය. ඔහු මෙම තරගාවලියේදී නවසීලන්තයට සහ කෙන්යාවට එරෙහිව කණ්ඩායම් අදියරේදී අර්ධ ශතක දෙකක් ලබා ගත්තේය. ඔහු ජේම්ස් ඇන්ඩර්සන් සමඟ විස්සයි20 ජාත්‍යන්තර තරගයකදී වැඩිම මිල ගණන් ලබා ඇති ක්‍රීඩකයා ලෙස සැක සහිත වාර්තාවක් බෙදා ගනී, උපරිම ඕවර 4කදී ලකුණු 64කට දැවී ගියේය.\n\n විස්සයි20 ලෝක කුසලානයෙන් පසුව, ජයසූරිය එංගලන්තයට එරෙහිව ශ්‍රී ලංකාවේ 3-2 එක්දින ජාත්‍යන්තර තරඟාවලි පරාජයට ක්‍රීඩා කළේය, සීමිත සාර්ථකත්වයක් අත්කර ගත් අතර පසුව ඕස්ට්‍රේලියාවේදී 2-0 ටෙස්ට් තරඟාවලි පරාජයට පත්විය. 2007 දෙසැම්බර් මාසයේදී ජයසූරිය වෝර්වික්ෂයර් විස්සයි20 කුසලානය සඳහා අත්සන් කර ඇති බව තහවුරු කළේය. 2008 අප්‍රේල් මාසයේදී ඔහු ඉන්දීය ප්‍රිමියර් ලීග් විස්සයි20 තරගාවලියට ක්‍රීඩා කිරීමට මුම්බායි ඉන්දියන්ස් කණ්ඩායමට එක්විය. චෙන්නායි පිලට එරෙහිව මුම්බායි ඉන්දියානුවන් වෙනුවෙන් පන්දු 48 කදී නොදැවී ලකුණු 114 ක් රැස් කිරීමෙන් පසුව, බටහිර ඉන්දීය කොදෙව් සංචාරය සඳහා ඔහුව අතහැර දැමීමෙන් පසු ජයසූරිය එක්දින පිලේ නැවත සිය ස්ථානය ලබා ගත්තේය. පසුව ඔහු සිය ශතකය හඹා ගියේ පන්දු 17කදී නොදැවී ලකුණු 48ක් රැස්කරමින් 6 වැනි ඕවරයේදී පමණක් කොල්කටා නයිට් රයිඩර්ස්ගේ ලකුණු 67 අභිබවා යාමටය. එහි ප්‍රතිඵලයක් ලෙස ඉතිරිව ඇති පන්දු සංඛ්‍යාව අනුව විස්සයි20 ඉතිහාසයේ විශාලතම ජයග්‍රහණය විය. 2010 දී Worcestershire සමඟ ඔවුන්ගේ 2020 උද්ඝෝෂනය සඳහා අත්සන් කර ඇත. වයස අවුරුදු 42 දී ජයසූරිය 2011 චැම්පියන්ස් ලීගයේ සුදුසුකම් ලැබීමේ වටයේදී රුහුණු රයිනෝස් කණ්ඩායමට ක්‍රීඩා කළේය.\n\n2012 පෙබරවාරි මස පැවති සමාරම්භක බංගලාදේශ ප්‍රිමියර් ලීග් තරඟාවලියේදී ඛුල්නා රාජකීය බෙංගාල කණ්ඩායමට ක්‍රීඩා කළ ජයසූරිය එම වසරේම සමාරම්භක ශ්‍රී ලංකා ප්‍රිමියර් ලීග් තරඟාවලියේදී කඳුරට රණශූරයන් වෙනුවෙන් ක්‍රීඩා කළේය.නායකත්වය සහ තුන් ඉරියව් දස්කම් ජයසූරිය ලොව ප්‍රමුඛතම ක්‍රිකට් ක්‍රීඩකයා ලෙස තේරී පත් විය 1996 සහ 1997 වසරේ විස්ඩන් ක්‍රිකට් ක්‍රීඩකයෙකු ලෙස නම් කරන ලදී. ඔහු 1999 සිට 2003 දක්වා ශ්‍රී ලංකා ක්‍රිකට් කණ්ඩායමේ නායකයා ලෙස ටෙස්ට් තරඟ 38 ක් සහ එක්දින ජාත්‍යන්තර තරඟ 117 ක් සේවය කළේය. ජයසූරිය විසින් ශ්‍රී ලංකාව පිළිමළුන් පිටුදැකීම දක්වා ගෙන ගියේය. 2003 ක්‍රිකට් ලෝක කුසලානයේ වේදිකාව, නමුත් අවසන් පූර්ව තරගයේදී ඕස්ට්‍රේලියාව හමුවේ පරාජය වීමත් සමඟ නායකත්වයෙන් ඉවත් විය. ඔහු ටෙස්ට් ක්‍රිකට් සහ එක්දින ජාත්‍යන්තර යන දෙකෙහිම හොඳ පිතිකරණ සාමාන්‍යයක් සහිත ඉතා ප්‍රයෝජනවත් තුන් ඉරියව් ක්‍රීඩකයෙකු වූ අතර, එක්දින ජාත්‍යන්තර තරඟවලදී විශිෂ්ට පිතිකරණ ප්‍රහාරක වේගයක් තිබුණි. වමත් ඕතඩොක්ස් දඟ පන්දු යවන්නෙකු ලෙස, ඔහුට සාධාරණ පන්දු යැවීමේ සාමාන්‍යයක් තිබුණි. සහ ආර්ථික අනුපාතයක්. සමකාලීන ශ්‍රී ලංකා ප්‍රහාරක පන්දු යවන්නන් වන මුත්තයියා මුරලිදරන් සහ චමින්ද වාස්ගේ වැඩ බර අඩු කිරීමට ඔහු නිතිපතා උදව් කළේය. සිය ක්‍රිකට් දිවිය අවසානයේ ජයසූරිය ජාත්‍යන්තර ක්‍රිකට් පිටියේ එක්දින ජාත්‍යන්තර කඩුලු 300කට වඩා කඩුලු 400කට වැඩි ප්‍රමාණයක් දවා ගත්තේය.\n\n 2005 වසරේ අගභාගයේදී cricinfo විසින් සකස් කරන ලද වාර්තාවක් සමඟින්, 1999 ලෝක කුසලාන ක්‍රිකට් තරඟාවලියේ සිට, ඔහු ඕනෑම ක්ෂේත්‍ර ක්‍රීඩකයෙකු විසින් Odi ක්‍රිකට් ක්‍රීඩාවේ හත්වන වැඩිම දුවද්දී දැවීම් සංඛ්‍යාවක් සිදු කර ඇති අතර, එකොළොස්වන ඉහළම සාර්ථකත්ව අනුපාතය සමඟින්, 2005 අගභාගයේ දී cricinfo විසින් සකස් කරන ලද වාර්තාවක් සමඟින් ජයසූරිය දක්ෂ පන්දු රකින්නෙකු ද විය. සනත් 2000 වසරේ දී සැන්ඩ්‍රා ටානියා රෝස්මරී ද සිල්වා සමඟ විවාහ විය. ඔවුන්ට සවිඳි ජයසූරිය, යාලින්දි ජයසූරිය සහ රනුක ජයසූරිය යන දරුවන් තිදෙනෙක් සිටිති. ශ්‍රී ලංකාවේ තරුණ තරුණියන් අතර එච්.අයි.වී./ඒඩ්ස් වැලැක්වීමට ඔහු කළ කැපවීම වෙනුවෙන් එක්සත් ජාතීන්ගේ සුහද තානාපතිවරයකු (උනායිඩ්ස්, ජිනීවා විසින්) ලෙස පත් කළ පළමු ක්‍රිකට් ක්‍රීඩකයා ද ඔහු වේ. ඔහු 2010 පෙබරවාරි මස මාතර දිස්ත්‍රික්කයේ අපේක්ෂකයෙකු ලෙස දේශපාලනයට පිවිසියේය. ඔහුගේ පක්ෂය ජනාධිපති මහින්ද රාජපක්ෂගේ එක්සත් ජනතා නිදහස් සන්ධානයයි. මාතර දිස්ත්‍රික්කයෙන් ඡන්ද 74,352ක් ලබා ගනිමින් වැඩිම මනාප ලබා ගැනීමෙන් පසුව ජයසූරිය දිගටම ක්‍රිකට් ක්‍රීඩා කළේය. 2013 ඔක්තෝම්බර් මාසයේදී ඔහු එක්සත් ජනතා නිදහස් සන්ධානයේ තැපැල් සේවා නියෝජ්‍ය අමාත්‍යවරයා ලෙස පත් කරන ලදී. ඔහු ප්‍රධාන තේරීම් කමිටු ධූරයෙන් ඉල්ලා අස්විය. සාමාජිකයන් 2015 අප්‍රේල් 3 වෙනිදා.\n\n 2015 ජූනි 10 වැනි දින, ජයසූරිය සහ තවත් එක්සත් ජනතා නිදහස් සන්ධානයේ පාර්ලිමේන්තු මන්ත්‍රීවරුන් තිදෙනෙකු සමඟ නව නියෝජ්‍ය අමාත්‍යවරුන් ලෙස ජනාධිපති මෛත්‍රීපාල සිරිසේන මහතා අතින් දිවුරුම් දුන්නේය. ජයසූරිය මහතා පළාත් පාලන හා ග්‍රාම සංවර්ධන නියෝජ්‍ය අමාත්‍යවරයා ලෙස පත්කෙරුණා. 2015 ජූනි 26 වැනිදා පාර්ලිමේන්තුව විසුරුවා හරින තෙක් ඔහු එම ධුරයේ සිටියේය. 2015 මැතිවරණයේදී ජයසූරිය මහතා නිලවරණයට ඉදිරිපත් නොවී මැතිවරණයෙන් ජයග්‍රහණය කළ එක්සත් ජාතික පක්ෂයේ ප්‍රචාරක ව්‍යාපාරයට එක්විය. පසුව ඔහු ශ්‍රී ලංකා ක්‍රිකට් තේරීම් කමිටු සභාපතිවරයා ලෙස පත් කරන ලදී. ක්‍රීඩකයාගේ සංඛ්‍යාලේඛන 2007 දෙසැම්බර් 7 සෑම ප්‍රතිවාදියෙකුටම එරෙහිව දස්කම් දැක්වීමේ දක්ෂතාවය: විශ්‍රාම යන තෙක්. 2011 ජූනි 28 සෑම ප්‍රතිවාදීන්ට එරෙහිව Odi දර්‍ශනය: ඔහුගේ විශ්‍රාම යන තුරු.ශතක ජයසූරිය ටෙස්ට් ලකුණු 281ක් ලබාගෙන ඇත odi centuries.ජයසූරිය 1991 දී සිය මංගල ටෙස්ට් තරගයට පිවිසියද, ඔහු ශ්‍රී ලංකා පිලේ නිත්‍ය ක්‍රීඩකයෙකු බවට පත්ව සිටි ඔහුගේ පළමු ශතකය වාර්තා කළේ 1996 දීය. 1997 අගෝස්තු මාසයේදී ඉන්දියාවට එරෙහිව ඔහුගේ වෘත්තීය දිවියේ ඉහළම ලකුණු 340 2006 දක්වා ශ්‍රී ලංකා ක්‍රිකට් ක්‍රීඩකයෙකු ලබාගත් ඉහළම ලකුණු සංඛ්‍යාව වූ අතර එය ටෙස්ට් ක්‍රිකට් ක්‍රීඩාවේ ලබාගත් ඉහළම කණ්ඩායම් එකතුව (952/6) ද වේ. ඔහු ද්විත්ව ශතක දෙකක් ද ලබාගෙන ඇත. එංගලන්තයට එරෙහිව ලකුණු 213ක් සහ පකිස්ථානයට එරෙහිව ලකුණු 253ක්. 2004 වසරේ සිම්බාබ්වේ පිලට එරෙහිව ඔහු ලබාගත් ලකුණු 157 ශ්‍රී ලංකා ක්‍රීඩකයකුගේ දෙවැනි වේගවත්ම ශතකය වේ. නවසීලන්තය සහ බටහිර ඉන්දීය කොදෙව් හැරුණු විට ටෙස්ට් ක්‍රීඩා කරන සෑම රටකටම එරෙහිව ශතක ලබා ඇති ජයසූරිය, 2007 දී ටෙස්ට් ක්‍රිකට් ක්‍රීඩාවෙන් සමුගත්තේ ඔහුගේ නමට ලකුණු 14ක් සමඟිනි.ජයසූරිය 1989 දී සිය මංගල Odi තරඟයට පිවිසි අතර 1993 දී ආරම්භක පිතිකරුවෙකු ලෙස ක්‍රීඩා කිරීමට පටන් ගත්තේය. 1994 නවසීලන්තයට එරෙහිව ඔහුගේ පළමු ශතකය වාර්තා කිරීමට. එතැන් සිට ජයසූරිය ශ්‍රී ලංකාව වෙනුවෙන් වැඩිම ඕඩි ශතක සංඛ්‍යාවක් රැස් කර ඇත්තේ ඔහුගේ නමට 28ක් වාර්තා කරමිනි. ඔහු දැනට ක්‍රිකට් ක්‍රිකට් ක්‍රීඩක සචින් ටෙන්ඩුල්කාර් (එක්දින ශතක 49ක් සමග) සහ රිකී පොන්ටින්ට (ශතක 30ක්) පිටුපසින් තම වෘත්තීය දිවියේ වැඩිම ශතක ලාභීන්ගේ තුන්වන ස්ථානය හිමිකරගෙන සිටියි.\n\nඔහුගේ දෙවන ශතකය, එනම් 1996 දී පකිස්තානයට එරෙහිව ලබාගත් 134, 206.15 ස්ට්‍රයික් රේට් එකකින් ලබා ගත් අතර එකල Odi ක්‍රිකට් ක්‍රීඩාවේ වේගවත්ම ශතකය විය. පසුව මෙම වාර්තාව පකිස්ථාන ක්‍රිකට් ක්‍රීඩක ෂහීඩ් අෆ්රිඩි විසින් බිඳ දමන ලදී. ඔහු 2000 වසරේ ඉන්දියාවට එරෙහිව රැස් කළ ලකුණු 189 තනි ඉනිමකදී ලබාගත් හයවැනි ඉහළම ඕඩි ලකුණු වේ. 2006 දී නෙදර්ලන්තයට එරෙහිව ඔහුගේ දෙවන ඉහළම Odi ලකුණු 157 බවට පත් කරමින්, ජයසූරිය ශ්‍රී ලංකාවට 443/9 ඉහළම Odi කණ්ඩායම් මුළු ලකුණු සංඛ්‍යාවේ ලෝක වාර්තාව පිහිටුවීමට මග පෑදුවේය. 2009 ජනවාරි 28 වන දින ඉන්දියාවට එරෙහිව ඔහුගේ ලකුණු 107 සමඟින්, ජයසූරිය - ඒ වන විට වයස අවුරුදු 39 යි දින 212 ක් - ශතකයක් රැස් කළ වයස්ගතම ක්‍රීඩකයා බවට පත් වූ අතර, එය එක්සත් අරාබි එමීර් රාජ්‍යයේ පිතිකරු කුරාම් ඛාන් විසින් අභිබවා ගිය අතර 13,000 ට වඩා රැස් කළ දෙවන ක්‍රීඩකයා බවට ද පත් විය වෘත්තියක දුවනවා. සනත් ජයසූරිය එක්දින ජාත්‍යන්තර ක්‍රිකට් පිටියේ සිව්වැනි වේගවත්ම 150 වාර්තාවට ද හිමිකම් කියයි. ඔහු 2006 ජුලි 1 වැනි දින ලීඩ්ස් පිටියේදී එංගලන්තයට එරෙහිව ලකුණු 152ක් රැස් කළේය, එය ඒ වන විට වේගවත්ම පන්දු 99කින් පමණක් වූ අතර, දැන් ඇබ් ඩිවිලියර්ස් 63 පන්දු 150කින් පසුව, ෂේන් වොට්සන් පන්දු 93කින් 150, සහ ලූක් රොන්චි පන්දු 95කින් 150. පහ-විකට් . ඇදගෙන යයි\n\nජාත්‍යන්තර වාර්තා නිර්භීත\n\n ඒවා ලෝක වාර්තා වේ. සම්මාන ජයසූරිය වසර 20 ක ක්‍රිකට් දිවියේ ජාත්‍යන්තර සම්මාන රැසකට බලපෑම් කර ඇත. ඔඩිස් සඳහා තරගයේ වීරයා සම්මාන සංඛ්‍යාවෙන් ඔහු දෙවැනි වන්නේ සචින් ටෙන්ඩුල්කාර්ට පමණි, එහිදී තෙන්ඩුල්කාර්ට තරගයේ වීරයා සම්මාන 62ක් සහ ජයසූරියට ඉන් 47ක් හිමිව ඇත.\n\n ඔහුට තරගාවලියේ වීරයා සම්මාන 11ක් ද ඇත. Odi සම්මාන වලට අමතරව, ඔහුට තරඟයේ ටෙස්ට් වීරයා සම්මාන 4 ක් සහ තරඟාවලියේ තනි ටෙස්ට් වීරයා සම්මාන ඇත. ඔහුට තරගයේ විස්සයි20 වීරයා සම්මාන 5ක් ද ඇත",
        "Star sign": "දත්ත නොමැත",
        "Sports Teams": "දත්ත නොමැත",
        "Death": "දත්ත නොමැත"
    },
    {
        "cricketerName": "මුත්තයියා මුරලිදරන්",
        "bio": "ක්රිකට් ක්රීඩකයා",
        "Is": "මලල ක්‍රිකට් ක්‍රීඩකයෙක්",
        "Gender": "පිරිමි",
        "Birth": "1972 අප්‍රේල් 17, මහනුවර, මධ්‍යම පළාත, ශ්‍රී ලංකාව",
        "Age": "අවුරුදු 49 යි",
        "Family": "කලත්‍රයා: මදිමලර් රාමමූර්ති",
        "Stats": "උස: 170",
        "Profiles": "දත්ත නොමැත",
        "paragraph": "දේශබන්දු\n\nමුත්තයියා මුරලිදරන්\n\n (දෙමළ:\n\nමුත්තයියා මුරලීදරන්\n\n, සිංහල:\n\nමුත්තයියා මුරලිදරන්\n\n; ද අක්ෂර වින්යාසය\n\nමුරලිදරන්\n\n; උපත\n\n17 අප්රේල්\n\n 1972) යනු ශ්‍රී ලංකාවේ හිටපු ක්‍රිකට් ක්‍රීඩකයෙකි, ඔහු මෙතෙක් බිහි වූ විශිෂ්ටතම ටෙස්ට් තරඟ පන්දු යවන්නා ලෙස ශ්‍රේණිගත කරන ලදී.\n\nවිස්ඩන් ක්‍රිකට් ක්‍රීඩකයන්ගේ අල්මානාක්\n\n 2002 දී. ඔහු 2010 දී ටෙස්ට් ක්‍රිකට් ක්‍රීඩාවෙන් විශ්‍රාම ගත් අතර, 2010 ජූලි 22 වන දින ඔහුගේ අවසන් ටෙස්ට් තරඟයේ අවසන් පන්දුවෙන් ඔහුගේ 800 වැනි සහ අවසන් කඩුල්ල වාර්තා කළේය. මුරලිදරන් ටෙස්ට් සහ එක්දින ක්‍රිකට් දෙකෙහිම වැඩිම කඩුලු ලාභියා ලෙස ලෝක වාර්තාවට හිමිකම් කියයි. 2017 දී, ඔහු icc හෝල් ඔෆ් ෆේම් වෙත ඇතුළත් වූ එකම ශ්‍රී ලාංකිකයා බවට පත් විය. මුරලිදරන් 2009 පෙබරවාරි 5 වන දින කොළඹදී ගෞතම් ගාම්භීර්ගේ කඩුල්ල දවා ගත්තේ වසීම් අක්‍රම්ගේ Odi කඩුලු 502 වාර්තාව අභිබවා යමිනි. ඔහු ටෙස්ට් ක්‍රිකට් ක්‍රීඩාවේ වැඩිම කඩුලු ලාභියා බවට පත් වූයේ ඔහු කලින් වාර්තා තබා තිබූ ෂේන් වෝන් අභිබවා යමිනි\n\nදෙසැම්බර් 3\n\n 2007. මුරලිදරන් මීට පෙර 2004 දී කෝට්නි වෝල්ෂ්ගේ කඩුලු 519 අභිබවා යන විට එම වාර්තාව තබා ඇත, නමුත් එම වසර අවසානයේදී ඔහු උරහිසේ ආබාධයකට ලක් වූ අතර වෝන් විසින් අභිබවා ගියේය. සාමාන්‍යයෙන් ටෙස්ට් එකකට කඩුලු 6 කට වඩා ලබා ගනිමින්, මුරලිදරන් හොඳම පන්දු යවන්නන්ගෙන් කෙනෙකි. ක්රීඩාව. ටෙස්ට් තරග 214ක් පුරා දින 1,711ක වාර්තාගත කාලසීමාවක් සඳහා ජාත්‍යන්තර ක්‍රිකට් කවුන්සිලයේ ටෙස්ට් පන්දු යවන්නන් සඳහා වූ ක්‍රීඩක ශ්‍රේණිගත කිරීම්වල අංක එක ස්ථානය මුරලිදරන්ට හිමිවිය. පන්දු යැවීමේදී ඔහුගේ උපතින්ම නැමුණු අතේ අසාමාන්‍ය ලෙස දිගු වීම හේතුවෙන්, ඔහුගේ පන්දු යැවීමේ ඉරියව්ව විනිසුරුවන් සහ ක්‍රිකට් ප්‍රජාවේ කොටස් විසින් අවස්ථා ගණනාවකදී ප්‍රශ්න කරන ලදී. අනුකරණය කරන ලද ක්‍රීඩා තත්වයන් යටතේ ජෛව යාන්ත්‍රික විශ්ලේෂණයෙන් පසුව, මුරලිදරන්ගේ ක්‍රියාව ජාත්‍යන්තර ක්‍රිකට් කවුන්සිලය විසින් නිෂ්කාශනය කරන ලදී, ප්‍රථමයෙන් 1996 දී සහ නැවතත් 1999 දී. හිටපු ඕස්ට්‍රේලියානු ටෙස්ට් ක්‍රීඩක බෲස් යාර්ඩ්ලිට සහතික කිරීමේ කාර්යය පැවරී ඇත. මුරලිදරන් ඔහුගේ සියලුම පන්දු යැවීම් 2004දී පරීක්‍ෂා කරන විට තරග තත්ත්‍වයේදී කරන ප්‍රබෝධයකින්ම යැව්වේය. මේ වන විට මුරලිදරන් දූස්රා පන්දු යැවීම ආරම්භ කර තිබුණේ නැත. ඔහුගේ දූස්රා වල නීත්‍යානුකූලභාවය ප්‍රථම වරට ප්‍රශ්න කරනු ලැබුවේ 2004 දී ය. මෙම පන්දු යැවීම icc වැලමිට දිගු කිරීමේ සීමාව අංශක නවයකින් ඉක්මවන බව සොයා ගන්නා ලදී, අංශක පහක් එකල දඟ පන්දු යවන්නන්ගේ සීමාව විය. පන්දු යැවීමේ ඉරියව් පිළිබඳ නිල අධ්‍යයනයන් මත පදනම්ව, ඔවුන්ගේ ක්‍රියාවන් පරීක්‍ෂා කරන ලද පන්දු යවන්නන්ගෙන් 99% ක් වැලමිට නැමීමේ සීමාවන් ඉක්මවා ඇති බව හෙළිදරව් වූ අතර, ICC විසින් 2005 දී සියලුම පන්දු යවන්නන් සඳහා අදාළ වන සීමාවන් සංශෝධනය කරන ලදී. නව අංශක 15 සීමාව වන අංශක 15, මුරලිදරන්ට වඩා එක් අංශකයක් වැඩි විය ඔහුගේ දූස්රා පන්දු යවමින්, 2009 පෙබරවාරි මාසයේ සිට, ක්‍රිකට් ක්‍රීඩාවේ වැඩිම කඩුලු ලාභියා බවට පත්වීමෙන් පසුව, 2011 ලෝක කුසලානය අවසානයේ ඔහු විශ්‍රාම ගත හැකි බව මුත්තයියා මුරලිදරන් ඉඟි කළේ, එතැන් සිට විසි කිරීම සඳහා කැඳවීමකින් තොරව ඉදිරියට යාමට ඔහුට ඉඩ සලසයි. ඔහු ප්‍රකාශ කළේ \"මම හිතන්නේ මම මගේ ශරීරයට සහ මනසට සුදුසුයි, මම මගේ ක්‍රිකට් රසවිඳිනවා සහ වැඩිපුර ක්‍රීඩා කිරීමට අවශ්‍යයි. නමුත් ඊළඟ ලෝක කුසලානයෙන් පසුව මට ක්‍රීඩාවේ ලබා ගැනීමට කිසිවක් ඉතිරි නොවනු ඇත. ලෝක කුසලානයේ අවසානය සනිටුහන් කළ යුතුයි. මගේ වෘත්තියේ.\" ඉන්දියාවට එරෙහිව ගාල්ලේදී ආරම්භ වූ පළමු ටෙස්ට් තරගයෙන් පසුව මුරලිදරන් ටෙස්ට් ක්‍රිකට් ක්‍රීඩාවෙන් සමුගන්නා බව නිවේදනය කළේය\n\n18 ජූලි\n\n 2010. එම තරගයේදී ඔහු කඩුලු 8ක් දවාගත් අතර ප්‍රග්‍යාන් ඕජා දවාලමින් ටෙස්ට් කඩුලු 800ක් දවා ගැනීමේ සන්ධිස්ථානයට පැමිණි පළමු පුද්ගලයා බවට පත්විය. කැරිබියන් ප්‍රිමියර් ලීගයට අත්සන් කළ හයවැනි ජාත්‍යන්තර ෆ්‍රැන්චයිස් ක්‍රීඩකයා සහ නම් කළ පළමු ශ්‍රී ලංකා ක්‍රීඩකයා ඔහු විය. නව විස්සයි20 තරගාවලිය.",
        "Star sign": "දත්ත නොමැත",
        "Sports Teams": "දත්ත නොමැත",
        "Death": "දත්ත නොමැත"
    },
    {
        "cricketerName": "chaminda Mendis",
        "bio": "ශ්‍රී ලංකා ක්‍රිකට් ක්‍රීඩකයා",
        "Is": "මලල ක්‍රිකට් ක්‍රීඩකයෙක්",
        "Gender": "පිරිමි",
        "Birth": "1968 දෙසැම්බර් 28",
        "Age": "අවුරුදු 52 යි",
        "paragraph": "manimeldura chaminda Mendis (උපත 1968 දෙසැම්බර් 28) යනු ශ්‍රී ලංකාවේ ගාල්ලේ උපත ලද හිටපු ශ්‍රී ලංකා ක්‍රිකට් ක්‍රීඩකයෙකි. ඔහු 1994 දී නවසීලන්තයට එරෙහිව ශ්‍රී ලංකා කණ්ඩායම වෙනුවෙන් එක් ඕඩියක් ක්‍රීඩා කළේය. මෙය ඔහුගේ තනි තොප්පිය බව ඔප්පු විය. ඔහු කෝල්ට්ස් ක්‍රිකට් සමාජය, බස්නාහිර පළාත, ශ්‍රී ලංකාව සහ ශ්‍රී ලංකාව වෙනුවෙන් ක්‍රීඩා කළේය.",
        "Star sign": "දත්ත නොමැත",
        "Sports Teams": "දත්ත නොමැත",
        "Death": "දත්ත නොමැත",
        "Profiles": "දත්ත නොමැත"
    },
    {
        "cricketerName": "එරික් උපශාන්ත",
        "bio": "ශ්‍රී ලංකා ක්‍රිකට් ක්‍රීඩකයා",
        "Is": "මලල ක්‍රිකට් ක්‍රීඩකයෙක්",
        "Gender": "පිරිමි",
        "Birth": "1972 ජූනි 10",
        "Age": "අවුරුදු 49 යි",
        "paragraph": "කළුතරගේ එරික් අමිල උපශාන්ත (සාමාන්‍යයෙන් එරික් උපශාන්ත ලෙස හැඳින්වේ; උපත 1972 ජූනි 10 කුරුණෑගලදී) යනු ශ්‍රී ලංකා ක්‍රිකට් ක්‍රීඩකයෙකි. ඔහු අධ්‍යාපනය ලැබුවේ කුරුණෑගල මලියදේව විද්‍යාලයෙන්. ඔහු දකුණත් පිතිකරුවෙක් සහ දකුණත් මධ්‍යම වේග පන්දු යවන්නෙක්.\n\nඋපශාන්ත 1995-1996 වකවානුවේ එක්දින ජාත්‍යන්තර තරගයට පිවිසි වසර කිහිපයක් ශ්‍රී ලංකා කණ්ඩායමේ අද්දර සිට ඇත. මැද වසර තුන තුළ කිසිදු ක්‍රියාමාර්ගයකින් තොරව, ඔහු ඉන්දියාවට එරෙහිව ඔහුගේ මංගල ටෙස්ට් තරගයට පෙර 1999 ආසියානු ටෙස්ට් ශූරතාවලියේදී නැවත පෙනී සිටියේය. ඔහු පෙප්සි කුසලානයට ද සහභාගී වී ඇත.\n\nඔහු සැලකිය යුතු රේඛාවක් සහ දිගක් පන්දු යවන අතර මැහුම් පන්දු යවන්නන්ට එරෙහිව හොඳින් ක්‍රීඩා කරයි. උපශාන්ත 2004 දී විස්සයි20 ක්‍රිකට් ක්‍රීඩා කළ අතර ඊළඟ වාරයේ ක්‍රිකට් ලැයිස්තුගත කළේය.\n\n2000 සිට ඔහු ශ්‍රී ලංකාව වෙනුවෙන් ක්‍රීඩා කර ඇත්තේ වරින් වර පමණක් වන අතර, සාමාන්‍යයෙන් කණ්ඩායමේ ඔහුගේ ස්ථානයේ දෙවන තේරීම වන අතර, චමින්ද වාස්ගේ අනුගාමිකයා ලෙස දිල්හාර ප්‍රනාන්දුට සිටියේය.",
        "Star sign": "දත්ත නොමැත",
        "Sports Teams": "දත්ත නොමැත",
        "Death": "දත්ත නොමැත",
        "Profiles": "දත්ත නොමැත"
    },
    {
        "cricketerName": "sahan wijesiri",
        "bio": "ශ්‍රී ලංකා ක්‍රිකට් ක්‍රීඩකයා",
        "Is": "මලල ක්‍රිකට් ක්‍රීඩකයෙක්",
        "Gender": "පිරිමි",
        "Birth": "1988 ජනවාරි 9",
        "Age": "අවුරුදු 33 යි",
        "paragraph": "sahan wijesiri (සම්පූර්ණ නම මුදියන්සේලාගේ සහන් මංජිත විජේසිරි; උපත 9 ජනවාරි 1988) යනු ශ්‍රී ලංකා ක්‍රිකට් ක්‍රීඩකයෙකි. ඔහු ලංකන් ක්‍රිකට් සමාජයට ක්‍රීඩා කරන දකුණත් පිතිකරුවෙක් සහ කඩුලු රකින්නෙකි. ඔහු උපන්නේ කොළඹ ය.\n\n2006 වසරේ සිට වයස අවුරුදු 23න් පහළ කණ්ඩායම සමඟින් ක්‍රීඩා කර ඇති විජේසිරි, 2008 නොවැම්බර් මාසයේදී lankan cc වෙනුවෙන් පළමු පෙළ ක්‍රීඩා කළේය. ඔහු පහළ මැද පෙළ පිතිකරුවෙකි.",
        "Star sign": "දත්ත නොමැත",
        "Sports Teams": "දත්ත නොමැත",
        "Death": "දත්ත නොමැත",
        "Profiles": "දත්ත නොමැත"
    },
    {
        "cricketerName": "s. තරංග",
        "bio": "ක්රිකට් ක්රීඩකයා",
        "Is": "මලල ක්‍රිකට් ක්‍රීඩකයෙක්",
        "Gender": "පිරිමි",
        "paragraph": "s. තරංග (සම්පූර්ණ නම සහ විස්තර නොදනී) සිංහ ක්‍රීඩා සමාජයට ක්‍රීඩා කළ ශ්‍රී ලංකා ක්‍රිකට් ක්‍රීඩකයෙකි.\n\n1998-99 තරග වාරයේදී කොළඹට එරෙහිව තරංග කණ්ඩායම වෙනුවෙන් තනි පළමු පෙළ තරගයක් කළේය. ඔහු පන්දුවට පහර දුන් පළමු ඉනිමේදී නොදැවී ලකුණු 4ක් රැස් කළ අතර දෙවැනි ඉනිමේදී දැවී ගියේය.\n\nඔහු එම තරගයේ දී ඕවර 16ක් යවමින් මයිකල් වැන්ඩෝට්ගේ තනි කඩුල්ලක් දවා ගනිමින් තරගයේ ජයග්‍රාහී කොළඹ කණ්ඩායම ලබාගත් ලකුණු පසුකාලීනව අවලංගු කළ තරගයකදී කොළඹ කණ්ඩායම අනවශ්‍ය ලෙස දුර්වල වූ කණ්ඩායමකට මුහුණ දෙමින් සිටින බවට බ්ලූම්ෆීල්ඩ් කළ විරෝධතාවයක් හේතුවෙන් ඔහු එම තරගයේ දී ඕවර 16ක් යැවීය.",
        "Birth": "දත්ත නොමැත",
        "Age": "දත්ත නොමැත",
        "Star sign": "දත්ත නොමැත",
        "Sports Teams": "දත්ත නොමැත",
        "Death": "දත්ත නොමැත",
        "Profiles": "දත්ත නොමැත"
    },
    {
        "cricketerName": "තරිඳු විමලදාස",
        "bio": "ශ්‍රී ලංකා ක්‍රිකට් ක්‍රීඩකයා",
        "Is": "මලල ක්‍රිකට් ක්‍රීඩකයෙක්",
        "Gender": "පිරිමි",
        "Birth": "1985 අගෝස්තු 24",
        "Age": "අවුරුදු 36 යි",
        "paragraph": "Andra hannadige tharindu harshana wimaladasa\n\n (සාමාන්‍යයෙන් හැඳින්වෙන්නේ\n\nතරිඳු විමලදාස\n\n; උපත 1985 අගෝස්තු 24) ශ්‍රී ලංකා ක්‍රිකට් ක්‍රීඩකයෙකි. ඔහු වමත් පිතිකරුවෙක් සහ අන්තෝනියන් වෙනුවෙන් ක්‍රීඩා කළ ලෙග් බ්‍රේක් පන්දු යවන්නෙක් විය. ඔහු උපත ලැබුවේ රාගම ප්‍රදේශයේය. විමලදාස 2002-03 ප්‍රිමියර් ශූරතාවලියේදී තනි පළමු පෙළ තරගයකට සහභාගි විය. ඉහළ මැදපෙළ පිතිකරණයේ යෙදෙමින් ඔහු පන්දුවට පහරදුන් පළමු ඉනිමේදී ලකුණු 13ක් සහ දෙවැනි ඉනිමේදී ලකුණු 1ක් ලබාගත්තේය.",
        "Star sign": "දත්ත නොමැත",
        "Sports Teams": "දත්ත නොමැත",
        "Death": "දත්ත නොමැත",
        "Profiles": "දත්ත නොමැත"
    },
    {
        "cricketerName": "ravi philips",
        "bio": "ශ්‍රී ලංකා ක්‍රිකට් ක්‍රීඩකයා",
        "Is": "මලල ක්‍රිකට් ක්‍රීඩකයෙක්",
        "Gender": "පිරිමි",
        "paragraph": "ravi philips යනු ශ්‍රී ලංකා ක්‍රිකට් ක්‍රීඩකයෙකි. ඔහු කළුතර නගර සමාජයට ක්‍රීඩා කළ දකුණත් පන්දු යවන්නෙක්.\n\n1996-97 සමයේ බර්ගර් විනෝද සමාජයට එරෙහිව philips කණ්ඩායම වෙනුවෙන් තනි පළමු පන්තියේ පෙනී සිටියේය. පහළ පෙළේ සිට ඔහු පන්දුවට පහර දුන් පළමු ඉනිමේදී ලකුණු 8ක් සහ දෙවන ඉනිමේදී ලකුණු 6ක් ලබා ගත්තේය.\n\nphilips තරගයේ ඕවර 8ක් යැවූ අතර ලකුණු 30ක් ලබා දුන්නේය.",
        "Birth": "දත්ත නොමැත",
        "Age": "දත්ත නොමැත",
        "Star sign": "දත්ත නොමැත",
        "Sports Teams": "දත්ත නොමැත",
        "Death": "දත්ත නොමැත",
        "Profiles": "දත්ත නොමැත"
    },
    {
        "cricketerName": "ප්‍රසාද් ඩයස්",
        "bio": "ශ්‍රී ලංකා ක්‍රිකට් ක්‍රීඩකයා",
        "Is": "මලල ක්‍රිකට් ක්‍රීඩකයෙක්",
        "Gender": "පිරිමි",
        "Birth": "1977 අගෝස්තු 15",
        "Age": "අවුරුදු 44 යි",
        "paragraph": "prasad dias (උපත 1977 අගෝස්තු 15) යනු කෝල්ට්ස් ක්‍රිකට් සමාජයට ක්‍රීඩා කළ ශ්‍රී ලංකා ක්‍රිකට් ක්‍රීඩකයෙකි. ඔහු උපන්නේ කොළඹ ය.\n\nඩයස්, 1995-96 සමයේ, සෙබස්තියන්වරුන්ට එරෙහිව, කණ්ඩායම වෙනුවෙන් තනි පළමු පන්තියේ පෙනී සිටියේය. ඔහු පන්දුවට පහර දුන් එකම ඉනිමේදී කඩුල්ලක් දැවී ලකුණු ලබා ගත්තේය.",
        "Star sign": "දත්ත නොමැත",
        "Sports Teams": "දත්ත නොමැත",
        "Death": "දත්ත නොමැත",
        "Profiles": "දත්ත නොමැත"
    },
    {
        "cricketerName": "සුසිල් ප්‍රනාන්දු",
        "bio": "ශ්‍රී ලංකා ක්‍රිකට් ක්‍රීඩකයා",
        "Is": "මලල ක්‍රිකට් ක්‍රීඩකයෙක්",
        "Gender": "පිරිමි",
        "Birth": "1955 දෙසැම්බර් 19",
        "Age": "අවුරුදු 65 යි",
        "paragraph": "ellekutige rufus nemesion susil fernando\n\n (උපත 1955 දෙසැම්බර් 19, කොළඹ) යනු 1983 සිට 1984 දක්වා ටෙස්ට් තරග 5කට සහ ඕඩිස් 7කට ක්‍රීඩා කළ හිටපු ශ්‍රී ලංකා ක්‍රිකට් ක්‍රීඩකයෙකි.",
        "Star sign": "දත්ත නොමැත",
        "Sports Teams": "දත්ත නොමැත",
        "Death": "දත්ත නොමැත",
        "Profiles": "දත්ත නොමැත"
    },
    {
        "cricketerName": "කෞෂාල් ලොකුආරච්චි",
        "bio": "ශ්‍රී ලංකා ක්‍රිකට් ක්‍රීඩකයා",
        "Is": "මලල ක්‍රිකට් ක්‍රීඩකයෙක්",
        "Gender": "පිරිමි",
        "Birth": "1982 මැයි 20",
        "Age": "අවුරුදු 39 යි",
        "paragraph": "කෞෂාල් සමරවීර ලොකුආරච්චි (උපත මැයි 20, 1982, ශ්‍රී ලංකාව, කොළඹ) යනු ශ්‍රී ලංකා ක්‍රිකට් ක්‍රීඩකයෙකි. ඔහු දකුණත් පිතිකරුවෙක් සහ ලෙග්බ්‍රේක් පන්දු යවන්නෙක්.\n\nඔහු පාසල් වියේ දී තුන් ඉරියව් ක්‍රීඩකයෙකු ලෙස සිය වෘත්තීය ජීවිතයට සුවිශේෂී ආරම්භයක් ලබා දුන් ලොකුආරච්චි විනාශකාරී 2003 ක්‍රිකට් ලෝක කුසලානයෙන් පසු ශ්‍රී ලංකා සංචිතයට ඇතුළත් විය. ඔහු මූලික වශයෙන් පා දඟ පන්දු යවන්නෙකු වන අතර, ඔහුට කණ්ඩායමේ නිත්‍ය ස්ථානයක් ලබා ගැනීමට හැකි වනු ඇතැයි සිතිය. කෙසේ වෙතත්, 2003 අගෝස්තු මාසයේදී කාන්තාවක් මිය ගිය රිය අනතුරකින් පීඩා විඳිමින්[1], ඔහුට ශ්‍රී ලංකා ක්‍රිකට් මණ්ඩලය විසින් මාස හතරක විනය තහනමක් ලබා දෙන ලදී.\n\n2004 පළාත් තරඟාවලියේදී ක්‍රමානුකූලව නැවත පැමිණීමෙන් පසු ඔහු නැවතත් කණ්ඩායමට පාවී ගිය අතර මුත්තයියා මුරලිදරන් උරහිසේ ආබාධයකින් පෙළෙනවා දැකීමෙන් ඔහු දකුණු අප්‍රිකාවට එරෙහි එක්දින තරඟාවලියේ ශූරයින්ගේ කුසලානයේදී කණ්ඩායමේ ස්ථානයක් අල්ලා ගත්තේය.අත්අඩංගුවට\n\n2003 අප්‍රේල් මාසයේදී පදිකයෙකු මිය ගොස් ඇගේ පුතාට තුවාල සිදු කළ රිය අනතුරකට සම්බන්ධ වීමෙන් පසු ලොකුආරච්චි අත්අඩංගුවට ගනු ලැබීය. ඔහු කියා සිටියේ රිය පදවන අතරතුර ඔහුට නින්ද ගිය බවයි පසුව bccsl(4) විසින් ඔහුට මාස හතරක තහනමක් පැනවීය.\n\n තහනම්\n\n2014 ජුනි මාසයේදී, බුකි කරුවෙකුගේ ප්‍රවේශයක් වාර්තා කිරීමට අපොහොසත් වීම නිසා බංගලාදේශ ප්‍රිමියර් ලීග් දූෂණ විරෝධී විනිශ්චය සභාව විසින් ලොකුආරච්චිට මාස 18 ක ක්‍රිකට් තහනම් කරන ලදී.\n\n[1]",
        "Star sign": "දත්ත නොමැත",
        "Sports Teams": "දත්ත නොමැත",
        "Death": "දත්ත නොමැත",
        "Profiles": "දත්ත නොමැත"
    },
    {
        "cricketerName": "එම්. සංජීව",
        "bio": "ශ්‍රී ලංකා ක්‍රිකට් ක්‍රීඩකයා",
        "Is": "මලල ක්‍රිකට් ක්‍රීඩකයෙක්",
        "Gender": "පිරිමි",
        "paragraph": "එම්. සංජීව (සම්පූර්ණ නම සහ විස්තර නොදනී) ශ්‍රී ලංකා ක්‍රිකට් ක්‍රීඩකයෙකි. ඔහු ගාල්ල ක්‍රිකට් සමාජයට ක්‍රීඩා කළ දකුණත් පිතිකරුවෙකි.\n\nසංජීව 1995-96 සමයේ දෙමළ සංගම් ක්‍රිකට් සහ මලල ක්‍රීඩා සමාජයට එරෙහිව කණ්ඩායම වෙනුවෙන් තනි පළමු පෙළ තරගයක් කළේය. පහළ මැදපෙළේ සිට, ඔහු පන්දුවට පහර දුන් එකම ඉනිමේදී ලකුණු 4ක් ලබා ගත්තේය.",
        "Birth": "දත්ත නොමැත",
        "Age": "දත්ත නොමැත",
        "Star sign": "දත්ත නොමැත",
        "Sports Teams": "දත්ත නොමැත",
        "Death": "දත්ත නොමැත",
        "Profiles": "දත්ත නොමැත"
    },
    {
        "cricketerName": "ඈ ශාන්ත",
        "bio": "ශ්‍රී ලංකා ක්‍රිකට් ක්‍රීඩකයා",
        "Is": "මලල ක්‍රිකට් ක්‍රීඩකයෙක්",
        "Gender": "පිරිමි",
        "paragraph": "ඈ ශාන්ත\n\n (සම්පූර්ණ නම සහ උපන් දිනය නොදනී) ශ්‍රී ලංකා ක්‍රිකට් ක්‍රීඩකයෙකි. ඔහු මොරටුව ක්‍රීඩා සමාජයට ක්‍රීඩා කළ දකුණත් පිතිකරුවෙක් සහ වමත් පන්දු යවන්නෙක් විය. ශාන්ත 1995-96 තරග වාරයේදී බ්ලූම්ෆීල්ඩ් ක්‍රිකට් සහ මලල ක්‍රීඩා සමාජයට එරෙහිව පළමු පෙළ තරගයකට එක්විය. ඔහු පන්දුවට පහර දුන් පළමු ඉනිමේ දී ලකුණු 2 ක් සහ දෙවන ඉනිමේදී ලකුණු 15 ක් ලබා ගත්තේය. ශාන්ත තරගයේ දී ඕවර 13 ක් යැවූ අතර ලකුණු 52 ක් ලබා දුන්නේය.",
        "Birth": "දත්ත නොමැත",
        "Age": "දත්ත නොමැත",
        "Star sign": "දත්ත නොමැත",
        "Sports Teams": "දත්ත නොමැත",
        "Death": "දත්ත නොමැත",
        "Profiles": "දත්ත නොමැත"
    },
    {
        "cricketerName": "dan piachaud",
        "bio": "ක්රිකට් ක්රීඩකයා",
        "Is": "මලල ක්‍රිකට් ක්‍රීඩකයෙක්",
        "Gender": "පිරිමි",
        "Birth": "1937 මාර්තු 1",
        "Age": "අවුරුදු 84 යි",
        "paragraph": "james Daniel piachaud (උපත 1 මාර්තු 1937 කොළඹ, සිලෝන්) යනු විශ්‍රාමික ශ්‍රී ලංකා ක්‍රිකට් ක්‍රීඩකයෙකි. piachaud දකුණත් පිතිකරුවෙක් සහ දකුණත් ඕෆ් බ්‍රේක් පන්දු යවන්නෙක් විය.\n\ndan piachaud 1958 දී gloucestershire ට එරෙහිව එංගලන්තයේ ඔක්ස්ෆර්ඩ් විශ්ව විද්‍යාලය වෙනුවෙන් ඔහුගේ පළමු පන්තියේ මංගල තරඟය ආරම්භ කළේය. 1960 දී ඔක්ස්ෆර්ඩ් විශ්ව විද්‍යාලය සඳහා හැම්ප්ෂයර්ට එරෙහිව පැවති පළමු පන්තියේ තරඟයකදී, බච් වයිට් විසින් යවන ලද ඕවරයකින් පියාචවුඩ් ලකුණු 28 කට දැවී ගියේය: ඩොට් බෝලයක් යැවීමෙන් පසු, පියචාඩ් හයේ පහර 4 ක් සහ හතරේ පහරක් එල්ල කළේය. piachaud විශ්ව විද්‍යාලයේ පළමු අක්ෂර වින්‍යාසය 1960 ජුනි මාසයේදී අවසන් විය. එම වාරයේ ඔහු විශ්ව විද්‍යාලය සඳහා අවසන් වරට පැමිණියේ කේම්බ්‍රිජ් විශ්ව විද්‍යාලයට එරෙහිවය.\n\n1960 කන්නයේ ජූනි දක්වා ඔක්ස්ෆර්ඩ් විශ්ව විද්‍යාලය සඳහා තරඟ පහළොවක් ක්‍රීඩා කිරීමෙන් පසු, පියචාඩ් 1960 ප්‍රාන්ත ශූරතා වාරයේ ඉතිරි කාලය සඳහා හැම්ප්ෂයර් හා සම්බන්ධ විය. piachaud ජූලි මාසයේදී nottinghamshire ට එරෙහිව සමාජය සඳහා ඔහුගේ මංගල දර්ශනය විය. piachaud පළමු පෙළ තරග දොළහකදී සමාජය නියෝජනය කළ අතර, අවසන් තරගය අගෝස්තු මාසයේදී සමර්සෙට් ට එරෙහිව පැමිණියේය. පියාචවුඩ් කඩුලු 29ක් දවා ගත්තේ සාමාන්‍ය 29.31ක් වන අතර හොඳම පන්දු යැවීමේ ලකුණු 4-62ක් සමඟින්. මෙය සමාජය සමඟ piachud ගේ එකම වාරය විය.\n\n1961 ඉංග්‍රීසි ක්‍රිකට් වාරය සඳහා පියචාඩ් නැවත ඔක්ස්ෆර්ඩ් විශ්ව විද්‍යාලය නියෝජනය කිරීමට පැමිණියේය. piachaud තවත් පළමු පෙළ තරග හතකදී විශ්වවිද්‍යාලය නියෝජනය කළේය. ඔහුගේ දස්කම් දෙකම එක්ව ඔහුට කඩුලු 149ක් ලබා දුන්නේ සාමාන්‍ය 25.25ක් වන අතර හොඳම පන්දු යැවීමේ ලකුණු 8-72ක් සමඟිනි. ඔහු 1961 දී කේම්බ්‍රිජ් විශ්ව විද්‍යාලයට එරෙහිව විශ්ව විද්‍යාලය වෙනුවෙන් ඔහුගේ අවසන් තරඟය ක්‍රීඩා කළේය.\n\npiachaud 1962 සිට 1968 දක්වා marylebone ක්‍රිකට් සමාජය වෙනුවෙන් පළමු පෙළ ක්‍රිකට් ක්‍රීඩා කළේය, කේම්බ්‍රිජ් විශ්ව විද්‍යාලයට එරෙහිව ඔහුගේ මංගල ගමන සිදු කළේය. piachaud marylebone ක්‍රිකට් සමාජය නියෝජනය කළේ තරඟ තුනකදී වන අතර, එහි අවසන් තරඟය 1968 අයර්ලන්තයට එරෙහිව පැමිණියේය. piachaud 1968 දී marylebone ක්‍රිකට් සමාජයට එරෙහිව පළමු පෙළ ක්‍රිකට් තරඟාවලියේදී ඔහුගේ උපන් රට නියෝජනය කළේය.\n\nමීට අමතරව 1961 දී piachud ක්‍රීඩකයන්ට එරෙහිව මහත්වරුන් වෙනුවෙන් පළමු පෙළ ක්‍රිකට් ක්‍රීඩා කළේය. 1964 දී ඉන්දියානු xi එකකට එරෙහිව ew swanton's xi සඳහා; සහ 1968 ඔක්ස්ෆර්ඩ් විශ්ව විද්‍යාලයට එරෙහිව නිදහස් වනාන්තරකරුවන් වෙනුවෙන්. ඔහු 1976-77 කාලයේ mcc සමඟ බංග්ලාදේශයේ සංචාරය කළේය.",
        "Star sign": "දත්ත නොමැත",
        "Sports Teams": "දත්ත නොමැත",
        "Death": "දත්ත නොමැත",
        "Profiles": "දත්ත නොමැත"
    },
    {
        "cricketerName": "මුතුමුදලිගේ පුෂ්පකුමාර",
        "bio": "ශ්‍රී ලංකා ක්‍රිකට් ක්‍රීඩකයා",
        "Is": "මලල ක්‍රිකට් ක්‍රීඩකයෙක්",
        "Gender": "පිරිමි",
        "Birth": "1981 සැප්තැම්බර් 26",
        "Age": "අවුරුදු 40 යි",
        "paragraph": "මුතුමුදලිගේ පුෂ්පකුමාර (උපත 1981 සැප්තැම්බර් 26) යනු ශ්‍රී ලංකා ජාත්‍යන්තර ක්‍රිකට් ක්‍රීඩකයෙකි. වමත් පිතිකරුවෙකු සහ දකුණතින් ඕෆ් බ්‍රේක් පන්දු යවන්නෙකු වන ඔහු 2009 අග භාගයේදී සිය මංගල එක්දින ජාත්‍යන්තර (Odi) තරගයට පිවිසියේය.",
        "Star sign": "දත්ත නොමැත",
        "Sports Teams": "දත්ත නොමැත",
        "Death": "දත්ත නොමැත",
        "Profiles": "දත්ත නොමැත"
    },
    {
        "cricketerName": "නලින් බණ්ඩාරනායක",
        "bio": "ශ්‍රී ලංකා ක්‍රිකට් ක්‍රීඩකයා",
        "Is": "මලල ක්‍රිකට් ක්‍රීඩකයෙක්",
        "Gender": "පිරිමි",
        "paragraph": "නලින් බණ්ඩාරනායක ශ්‍රී ලංකා ක්‍රිකට් ක්‍රීඩකයෙකි. ඔහු දකුණත් පිතිකරුවෙකු සහ වමතින් මන්දගාමී පන්දු යවන්නෙකු වූ අතර ඔහු නොන්ඩිස්ක්‍රිප්ට් ක්‍රිකට් සමාජයට ක්‍රීඩා කළේය.\n\nබණ්ඩාරනායක 1992-93 සරවනමුත්තු කුසලානය අතරතුර මහනුවර ක්‍රිකට් සමාජයට එරෙහිව පළමු පෙළ තරගයකට එක්විය. ඔහු පන්දුවට පහර දුන් පළමු ඉනිමේදී ලකුණු 2ක් සහ දෙවැනි ඉනිමේදී නොදැවී ලකුණු 1ක් ලබා ගත්තේය.\n\nබණ්ඩාරනායක තරගයේ තනි ඕවරයක් යැවූ අතර ලකුණු 1-2ක් විය.",
        "Birth": "දත්ත නොමැත",
        "Age": "දත්ත නොමැත",
        "Star sign": "දත්ත නොමැත",
        "Sports Teams": "දත්ත නොමැත",
        "Death": "දත්ත නොමැත",
        "Profiles": "දත්ත නොමැත"
    },
    {
        "cricketerName": "ගාමිණී වික්‍රමසිංහ",
        "bio": "ශ්‍රී ලංකා ක්‍රිකට් ක්‍රීඩකයා",
        "Is": "මලල ක්‍රිකට් ක්‍රීඩකයෙක්",
        "Gender": "පිරිමි",
        "Birth": "1965 දෙසැම්බර් 27",
        "Age": "අවුරුදු 55 යි",
        "paragraph": "අංගුප්පුලිගේ ගාමිණී දයන්ත වික්‍රමසිංහ (උපත දෙසැම්බර් 27, 1965, කොළඹ) යනු 1989 සිට 1993 දක්වා කාලය තුළ ටෙස්ට් තරග තුනක් සහ ඕඩිස් හතරක් ක්‍රීඩා කළ හිටපු ශ්‍රී ලංකා ක්‍රිකට් ක්‍රීඩකයෙකි. ඔහු ඉගෙන ගත්තේ කොළඹ නාලන්ද විද්‍යාලයේය.\n\nගාමිණී යනු 44 වැනි ශ්‍රී ලංකා ටෙස්ට් කැප් එකයි [ඕස්ට්‍රේලියාව එදිරිව ශ්‍රී ලංකාව බ්‍රිස්බේන් ඕස්ට්‍රේලියාවේ 1989/90]",
        "Star sign": "දත්ත නොමැත",
        "Sports Teams": "දත්ත නොමැත",
        "Death": "දත්ත නොමැත",
        "Profiles": "දත්ත නොමැත"
    },
    {
        "cricketerName": "රංගන හේරත්",
        "bio": "ශ්‍රී ලංකා ක්‍රිකට් ක්‍රීඩකයා",
        "Is": "මලල ක්‍රිකට් ක්‍රීඩකයෙක්",
        "Gender": "පිරිමි",
        "Birth": "1978 මාර්තු 19",
        "Age": "අවුරුදු 43 යි",
        "Star sign": "මීන",
        "paragraph": "හේරත් මුදියන්සේලාගේ රංගන කීර්ති බණ්ඩාර හේරත්, පොදුවේ හඳුන්වනු ලබන්නේ රංගන හේරත් (සිංහල: රංගන හේරත්; උපත 19 මාර්තු 1978), වෘත්තීය ශ්‍රී ලංකා ක්‍රිකට් ක්‍රීඩකයෙක් සහ ශ්‍රී ලංකාව සඳහා හිටපු ටෙස්ට් නායකයෙකි. ක්‍රීඩා ඉතිහාසයේ හොඳම වමත් පන්දු යවන්නෙකු ලෙස සැලකෙන හේරත් ශ්‍රී ලංකාව වෙනුවෙන් විශේෂඥ වමත් පන්දු යවන්නෙකු වන අතර වමත් දඟ පන්දු යවන්නෙකු විසින් ටෙස්ට් තරඟවල හොඳම පන්දු යැවීමේ වාර්තාවට හිමිකම් කියයි.\n\n2016 මැයි 29 වන දින, මුත්තයියා මුරලිදරන් සහ චමින්ද වාස් ට පසුව ටෙස්ට් ක්‍රිකට් ඉතිහාසයේ කඩුලු 300ක් දවාගත් තුන්වන ශ්‍රී ලංකා පන්දු යවන්නා බවට හේරත් පත් විය. 2016 නොවැම්බර් 8 වෙනිදා, හේරත් ටෙස්ට් ක්‍රීඩා කරන සියලුම ජාතීන්ට එරෙහිව කඩුලු පහක් දවාගත් ඉතිහාසයේ තුන්වැනි පන්දු යවන්නා බවට පත්විය. ඔහු ටෙස්ට් කඩුලු 350 පසු කළ වයස්ගතම ක්‍රීඩකයා වේ.\n\n2016 ඔක්තෝම්බර් 23 වෙනිදා, හේරත් සිම්බාබ්වේ සංචාරයේ ශ්‍රී ලංකා සංචාරයේ නායකයා ලෙස ප්‍රකාශයට පත් කරන ලදී. නිත්‍ය නායක ඇන්ජලෝ මැතිව්ස් ආබාධයකට ලක්විය. මේ සමඟින් ඔහු 1968 මුල් ජීවිතය සහ වෘත්තීය ජීවිතයේදී ටොම් ග්‍රේවේනිට පසුව ඕනෑම රටක පළමු වරට ටෙස්ට් කණ්ඩායමකට නායකත්වය දුන් වයස්ගතම ශ්‍රී ලංකා ක්‍රීඩකයා බවට පත්විය\n\nවයඹ පළාතේ ගිනිකොන දෙසින් පිහිටි කුරුණෑගල වඩුවාව නම් කුඩා ගම්මානයේ 1978 මාර්තු 19 වන දින පවුලේ දෙවැන්නා ලෙස උපත ලැබීය. ඔහුගේ වැඩිමහල් සහෝදරයා දීප්ති හේරත් ය. ඔහු පාසල් කාලයේ ආරම්භක පිතිකරු ලෙස උසස්වීම් ලැබූ අතර උස ප්‍රශ්නය නිසා ඔහුගේ පුහුණුකරු ඔහුට දඟ පන්දු යැවීම ආරම්භ කරන ලෙස පවසන තෙක් වේග පන්දු යවන්නෙකු ලෙස ක්‍රියා කළේය. වෘත්තීය ජීවිතය ආරම්භ කිරීමට පෙර, හර්ත්ට චන්දික හතුරුසිංහගේ සහෝදරයා මුණගැසෙන විට, ලිපිකරුවෙකු ලෙස සම්පත් බැංකුවේ සේවය කරමින් සිටියේය.\n\nහේරත් සිය ක්‍රිකට් දිවිය ආරම්භ කළේ නාරම්මල මයුරපාද මධ්‍ය මහා විද්‍යාලයෙන්. පසුව ඔහු කුරුණෑගල මලියදේව විද්‍යාලයට ගියා. 1996-97 ක්‍රිකට් වාරයේ කුරුණෑගල යෞවන ක්‍රිකට් සමාජයට පළමු පන්තියට පිවිසි රංගන හේරත් දැනට ශ්‍රී ලංකා පළමු පෙළ ක්‍රිකට් ක්‍රීඩාවේ දෙමළ සංගම් ක්‍රිකට් සහ මලල ක්‍රීඩා සමාජය නියෝජනය කරයි. ඔහු 1998/99 සිට 2009/10 දක්වා දේශීය පළමු පෙළ ක්‍රිකට් වල මුවර්ස් ක්‍රීඩා සමාජය නියෝජනය කළ අතර 2009 ඉංග්‍රීසි ක්‍රිකට් වාරයේ අවසාන භාගයේදී සරේ පිලටද ක්‍රීඩා කළේය. 2010 අප්‍රේල් මාසයේදී, හේරත් හැම්ප්ෂයර් කණ්ඩායමට එක් වූ අතර එහිදී ඔහු 2010 ප්‍රාන්ත ශූරතාවලියේ පළමු භාගයේදී ක්‍රීඩා කළේය.\n\n පෞද්ගලික ජීවිතය\n\nහේරත් විවාහ වී සිටින්නේ ඔහුගේ දිගුකාලීන සහකරු සේනානි හේරත් සමඟ වන අතර ඔවුන්ට පුතුන් දෙදෙනෙක් සිටී.\n\n ජාත්යන්තර මංගල\n\nහේරත් 1999 දී ඕස්ට්‍රේලියාවට එරෙහිව ශ්‍රී ලංකාවේ ගාල්ල ජාත්‍යන්තර ක්‍රීඩාංගනයේදී සිය මංගල ටෙස්ට් තරගයට පිවිසියේය. ඔහුගේ එක්දින ජාත්‍යන්තර මංගල්‍යය වසර පහකට පසුව 2004 දී සිම්බාබ්වේ පිලට එරෙහිව හරාරේ ක්‍රීඩා සමාජයේදී සිදුවිය. 2016 එංගලන්ත තරගාවලියේදී හේරත් ලොව 13 වැනි ටෙස්ට් තරග පන්දු යවන්නා ලෙස ශ්‍රේණිගත කර ඇති අතර 2012 වසරේ ලැයිස්තුවේ දෙවැනි ස්ථානය දක්වා ඉහළ ගියේය.\n\nහේරත් 1999 දී සිය මංගල ටෙස්ට් තරගයට ක්‍රීඩා කළද, මුරලිදරන් විශ්‍රාම ගන්නා තෙක් ඔහු කිසි දිනෙක ප්‍රමුඛ දඟ පන්දු යවන්නෙකු ලෙස ප්‍රසිද්ධියට පත් නොවීය. හේරත් 2009 දී පකිස්ථානයට එරෙහිව ටෙස්ට් ක්‍රිකට් ක්‍රීඩාවට සාර්ථකව නැවත පැමිණි අතර මුරලිදරන්ගෙන් ශ්‍රී ලංකාවේ ප්‍රධාන දඟ පන්දු යවන්නාගේ ආවරණය ලබා ගත්තේය. හිටපු ශ්‍රී ලංකා නායක මහේල ජයවර්ධන, මුරලිදරන් විශ්‍රාම ගැනීමෙන් පසු ශ්‍රී ලංකාවේ අංක එකේ පන්දු යවන්නා ලෙස හේරත් ඇගයීමට ලක් කළේය.\n\nටෙස්ට් ක්රිකට්\n\nඕස්ට්රේලියාව (1999)\n\nරංගන හේරත් 1999 දී ඕස්ට්‍රේලියාවට එරෙහිව \"අභිරහස්\" පන්දුවක් සමඟින් ප්‍රසිද්ධියට පත් විය. ඔහු එංගලන්තයේ ආකර්ෂණීය සංචාරයකින් පසු ජාතික පැත්තට කඩා වැදුණි. හේරත් මෙම තරගාවලියේ ටෙස්ට් තරග දෙකකට ක්‍රීඩා කරමින් සිටියදී අනෙක් පැත්තට යැවූ පන්දු යැවීමකින් සංචාරක ඕස්ට්‍රේලියානුවන් මුලා කළේය. ඔහු ඕස්ට්‍රේලියානුවන්ට එරෙහිව ටෙස්ට් කඩුලු 6ක් දවා ගත්තේය.\n\nපකිස්ථානය, නවසීලන්තය (2009)\n\nශ්‍රී ලංකාවේ පැවැති පාකිස්තානයට එරෙහිව තරග 3කින් සමන්විත ටෙස්ට් තරගාවලියේදී කඩුලු 15ක් දවාගනිමින් රංගන හේරත් නැවතත් ටෙස්ට් පිටියට පිවිසි අතර පළමු ටෙස්ට් තරගයේදීම තරගයේ වීරයා සම්මානයද දිනා ගත්තේය.\n\nශ්‍රී ලංකාව සහ නවසීලන්තය අතර ශ්‍රී ලංකාවේ පැවැත්වෙන තරග දෙකේ ටෙස්ට් තරගාවලියේ දෙවැනි ටෙස්ට් තරගයේදී කඩුලු 8ක් දවා ගැනීමට හේරත් සමත් විය. මෙය ශ්‍රී ලංකාව ජයග්‍රහණයක් කරා ගෙන ගිය අතර තරඟාවලියේ ජයග්‍රහණයක් කරා ගෙන ගියේය.\n\nඉන්දියාව, බටහිර ඉන්දීය කොදෙව් (2010)\n\nහේරත් ක්‍රීඩා කළේ ඉන්දියාවට එරෙහිව පැවැති තරගාවලියේදී ගාල්ලේ පැවැති ටෙස්ට් තරගයට පමණි. ශ්‍රී ලංකාව ජයග්‍රහණය කළද ඔහුට එම තරගයේදී දවා ගැනීමට හැකි වූයේ ඉන්දීය දඟ පන්දු යවන ක්‍රීඩක හර්බජන් සිංගේ කඩුල්ල පමණි. හේරත් නැවත කැඳවනු ලැබුවේ 2010 නොවැම්බර් මාසයේදී බටහිර ඉන්දීය කොදෙව්වන්ට එරෙහිව පැවති දෙවන ටෙස්ට් තරඟය සඳහා ය. එම තරඟයේදී අලුතින් ප්‍රතිසංස්කරණය කරන ලද ආර්. ප්‍රේමදාස ක්‍රීඩාංගණයේ පළමු ඉනිමේදී කඩුලු තුනක් දවා ගැනීමට සමත් විය.\n\nදකුණු අප්‍රිකාවේ ශ්‍රී ලංකා සංචාරය (2011)\n\n2011 දෙසැම්බරයේ ශ්‍රී ලංකා කණ්ඩායමේ දකුණු අප්‍රිකානු සංචාරයේ දෙවැනි ටෙස්ට් තරගයේදී හේරත් කඩුලු 9ක් දවා ගනිමින් ජයග්‍රහණය කළේය.\n\nතරඟයේ වීරයා\n\n සම්මානය. තරගය ලකුණු 208කින් ශ්‍රී ලංකාවට ජය; එය දකුණු අප්‍රිකාවේදී ඔවුන්ගේ පළමු ටෙස්ට් ජයග්‍රහණය විය.\n\nශ්‍රී ලංකාවේ එංගලන්ත සංචාරය (2012)\n\nහේරත් 2012 එංගලන්තයට එරෙහිව ශ්‍රී ලංකා ටෙස්ට් තරඟාවලියේ පළමු ටෙස්ට් තරඟයේදී කඩුලු 12ක් දවා ගත්තා. ඔහුගේ තරඟ ජයග්‍රාහී දක්ෂතාවය ඔහුට ගාල්ලේ \"තරගයේ වීරයා\" සම්මානය ලබා ගැනීමට ඉවහල් විය. පළමු ඉනිමේදී ලකුණු 74කට කඩුලු 6ක් ලබා ගනිමින් එංගලන්තයේ නවතම දඟ පන්දු යවන්නා වූ රංගන හේරත් ලකුණු 97කට තවත් කඩුලු 6ක් දවා ගනිමින් සංචාරක එංගලන්ත කණ්ඩායමට එරෙහිව ශ්‍රී ලංකා ජයග්‍රහණය තහවුරු කළේය.\n\nශ්‍රී ලංකාවේ පකිස්ථාන සංචාරය (2014)\n\nදෙවැනි ටෙස්ට් තරගයේ පළමු ඉනිමේදී හේරත් ලකුණු 127කට කඩුලු 9ක් දවාගත් අතර එය ටෙස්ට් ක්‍රිකට් පිටියේ වමත් පන්දු යවන්නකුගේ හොඳම ලකුණු සංඛ්‍යාව විය. ඔහු ටෙස්ට් තරග දෙකේදීම තරගයේ වීරයා වූ අතර තරගාවලියේ වීරයාද විය.\n\nශ්‍රී ලංකාවේ ඉන්දීය සංචාරය (2015)\n\nපළමු ටෙස්ට් තරගයේ දෙවැනි ඉනිමේදී හේරත් ලකුණු 48කට කඩුලු 7ක් දවාගත් අතර එහිදී ශ්‍රී ලංකාව ඉන්දීය ලකුණු 375ට වඩා ලකුණු 175ක් පිටුපසින් සිටියේය. පළමු ඉනිමේදී හේරත්ට ලබා ගත හැකි වූයේ එක් කඩුල්ලක් පමණක් වන අතර තරමක් දුර්වල දස්කම් දැක්වීමට හේරත් සමත් විය. පළමු ඉනිම. නමුත් අනෙක් නවක දඟපන්දු යවන ක්‍රීඩක තරිඳු කෞෂාල් සමඟින් දෙවැනි ඉනිමේදී ඔහුගේ ප්‍රබල පුනරාගමනය ඉන්දියාව ලකුණු 112කට දැවී ගිය අතර එහිදී හේරත් ලකුණු 48කට කඩුලු 7ක්ද කෞෂාල් ලකුණු 47කට කඩුලු 3ක්ද ලබා ගත්හ.\n\nශ්‍රී ලංකාවේ බටහිර ඉන්දීය කොදෙව් සංචාරය (2015)\n\nගාල්ලේදී පැවැති පළමු තරගයේදී ශ්‍රී ලංකාව ශතක දෙකක ආධාරයෙන් ලකුණු 484ක දැවැන්ත මුළු ලකුණු සංඛ්‍යාවක් රැස් කළේය. පන්දු යැවීමේ දී හේරත් ටෙස්ට් ක්‍රිකට් ක්‍රීඩාවේ 23 වැනි කඩුලු 5 දවා ගැනීම සහ බටහිර ඉන්දීය කොදෙව්වන්ට එරෙහිව පළමු කඩුලු 5 දවා ගැනීමට සමත් විය. ඔහු ලකුණු 6/68ක් ලබා සිටියදී අවසන් වූ අතර බටහිර ඉන්දීය කොදෙව් පිලට සියල්ලන් දැවී ලකුණු 251ක් ලබා ගත හැකි විය. මෙය ෆලෝ-ඕන් තබා ගැනීමට සුළං කණ්ඩායමට හැකි වූ අතර ඔවුන් තෙවැනි දිනයේදී දෙවැනි ඉනිම සඳහා පන්දුවට පහර දීමට පැමිණියහ. පළමු ඉනිමේදී මෙන්ම, හේරත් සියලු දෙනාම ලකුණු 227 කට දැවී ගිය අතර, ශ්‍රී ලංකාවට ඉනිමක සහ ලකුණු 6 ක දැවැන්ත ජයග්‍රහණයක් ලබා දුන්නේය. හේරත් දෙවැනි ඉනිමේදී ලකුණු 4/79ක් දවාගත් අතර, ටෙස්ට් ක්‍රිකට් ක්‍රීඩාවේදී සිය පස්වැනි කඩුලු දහය දවාලීම අවසන් කළ අතර තරගයේ වීරයා සම්මානයද හිමිවිය. දෙවැනි තරගය පන්දු යවන්නන්ගේ සංදර්ශනයක් විය. කණ්ඩායම් දෙකම සෑම ඉනිමකදීම ලකුණු 250කට වඩා නොලබන අතර හේරත් පළමු ඉනිමේදී දවා ගත්තේ එක් කඩුල්ලක් පමණි. බටහිර ඉන්දීය කොදෙව් පිලට ජයග්‍රහණය සඳහා ලකුණු 245ක් අවශ්‍ය වූ නමුත් හේරත් නැවතත් කඩුලු 4ක් දවා ගනිමින් ශ්‍රී ලංකාව වෙනුවෙන් තරගය සීල් කළේය. තරගාවලිය 2-0ක් ලෙස ශ්‍රී ලංකාව ජයගත් අතර තරගාවලියේ වීරයා වූයේ හේරත්ය\n\nඑංගලන්තයේ ශ්‍රී ලංකා සංචාරය (2016)\n\nහේරත් ලීඩ්ස් හි පැවති පළමු ටෙස්ට් තරගයේ දී ටෙස්ට් කඩුලු 299ක් සමඟින් කඩුලු 2ක් දවා ගැනීමට සමත් විය. කෙසේ වෙතත් එම තරගය ශ්‍රී ලංකාව ඉනිමකින් සහ ලකුණු 88කින් පරාජයට පත් විය. චෙස්ටර්-ලෙ-ස්ට්‍රීට් හි පැවති දෙවන තරඟයේදී, හේරත් ඔහුගේ 300 වැනි ටෙස්ට් කඩුල්ල දවා ගත්තේ ස්ටීවන් ෆින්ව දවාලීමෙනි. ඔහු මුත්තයියා මුරලිදරන් සහ චමින්ද වාස්‌ගෙන් පසු ටෙස්ට් කඩුලු 300 ඉක්මවූ තුන්වැනි ශ්‍රී ලාංකිකයා බවට පත්විය. ජේම්ස් ඇන්ඩර්සන් දැවී යාමට පෙර දිනේෂ් චන්දිමාල් සමඟින් පන්දුවට පහර දෙමින් සිටියදී ඔහු පිත්තෙන් ද ලකුණු 61ක් ලබාගෙන හොඳින් ක්‍රීඩා කළේය.\n\nශ්‍රී ලංකාවේ ඕස්ට්‍රේලියානු සංචාරය (2016)\n\nහේරත් ඔස්ට්‍රේලියාවට එරෙහිව ටෙස්ට් තරගාවලියේදී සිය දක්ෂතා තම මව්බිමේදී පෙන්නුම් කළේය. පළමු ටෙස්ට් තරගයේදී ඔහු පළමු ඉනිමේ කඩුලු 4ක් ද, දෙවැනි ඉනිමේ කඩුලු 5ක් ද බිඳ හෙළීය. ශ්‍රී ලංකාව අවසානයේ තරගය ලකුණු 106කින් ජයග්‍රහණය කළ අතර එය ඕස්ට්‍රේලියාවට එරෙහිව ටෙස්ට් තරග 27කදී ශ්‍රී ලංකාව ලැබූ දෙවැනි ජයග්‍රහණය වේ. හේරත් සිව්වැනි ටෙස්ට් ඉනිමේදී ඉනිම් 29කින් කඩුලු 7ක් දවාගෙන ඇති අතර, එය දෙවැනි ඉනිමේ අඩුම ඉනිමකදී වැඩිම කඩුලු සංඛ්‍යාවක් දවාගෙන ඇති අතර, මීට පෙර එම සන්ධිස්ථානයට පැමිණීමට ඉනිම් 35ක් ගෙන සිටි ජනප්‍රිය මුත්තයියා මුරලිදරන් සතු විය. තරගයේ දී ලකුණු 58කට කඩුලු 5ක් ලබා ගත් පන්දු යැවීම පල්ලෙකැලේ ටෙස්ට් ඉනිමක හොඳම පන්දු යැවීම ද වේ.\n\nගාල්ලේ පැවැති දෙවැනි ටෙස්ට් තරගයේදී ඔස්ට්‍රේලියානු පළමු ඉනිමේදී ඇඩම් වෝජස්, පීටර් නෙවිල් සහ මිචෙල් ස්ටාක් දවාලමින් හේරත් කඩුලු ත්‍රිත්වයක් ලබා ගත්තේය. ඔහු නුවන් සොයිසාගෙන් පසු දෙවැනි ශ්‍රී ලාංකිකයා බවට පත් වූ අතර ටෙස්ට් ත්‍රිත්වයක් ලබාගත් පළමු ශ්‍රී ලංකා දඟ පන්දු යවන්නා බවට පත්විය. ඔහු 1892 දී ජොනී බ්‍රිග්ස්ගෙන් පසු ටෙස්ට් කඩුලු ත්‍රිත්වයක් ලබාගත් දෙවන වමත් ඕතඩොක්ස් පන්දු යවන්නා ද වේ. එම ක්‍රියාවලියේදී ඔහු ටෙස්ට් තරඟ වලදී කඩුලු ත්‍රිත්වයක් ලබාගත් වයස්ගතම ක්‍රිකට් ක්‍රීඩකයා බවට පත්විය.\n\nඑස්එස්සී හි තෙවැනි ටෙස්ට් තරගයේදී හේරත් ටෙස්ට් ක්‍රිකට් පිටියේ ඔහුගේ 25 වැනි සහ 26 වැනි කඩුලු පහ දවා ගත්තේය. මෙය ඔස්ට්‍රේලියාවට එරෙහිව ඔහුගේ පිට පිට සිවුවැනි ටෙස්ට් තරගය වන අතර එහිදී ඔහු ප්‍රතිවාදී පළමු ඉනිමේදී කඩුලු 4ක් හෝ වැඩි ගණනක් දවාගෙන ඇත. ඔහුගේ 25 වැනි පිතිකරු ලකුණ 2009 වසරෙන් පසු පන්දු යවන්නකු විසින් කඩුලූ 2 ක් ලබාගත් ඉහළම ලකුණු සංඛ්‍යාව වේ. ඔහු එම තරගයේ දී කඩුලු දහයක් දවා ගැනීම ඉතිහාසයේ පළමු වතාවට ශ්‍රේණිගත කිරීම්වල අංක 1 ස්ථානයේ සිටින ඔස්ට්‍රේලියාවට එරෙහිව තරඟාවලිය සුදු වොෂ් කළේය. ඔහු අවසන් ටෙස්ට් තරගයේදී කඩුලු 13ක් සහ කඩුලු 28ක් දවා ගැනීමට සමත් විය\n\nමාලාවක්\n\n. මෙම කඩුලු සංඛ්‍යාව දෙකම ඕස්ට්‍රේලියාවට එරෙහිව ශ්‍රී ලංකා ක්‍රිකට් ක්‍රීඩකයෙකු වෙනුවෙන් වාර්තා වේ.\n\nසිම්බාබ්වේ ශ්‍රී ලංකා සංචාරය (2016)\n\nඔස්ට්‍රේලියාවට එරෙහිව පැවැති එක්දින තරගාවලියේදී සුපුරුදු පරිදි නායක ඇන්ජලෝ මැතිව්ස් ආබාධයකට ලක්වීමෙන් පසුව උප නායක දිනේෂ් චන්දිමාල් ද එම සංචාරයේ විස්සයි20 තරගාවලියේදී ආබාධයකට ලක්විය. මෙම ප්‍රධාන ක්‍රීඩකයින් නොමැති වීමත් සමග සිම්බාබ්වේ සංචාරයේ ටෙස්ට් කණ්ඩායමේ නායකයා ලෙස හේරත් පත් කරන ලදී. 2016 සැප්තැම්බර් 29 වන දින, ඔහු ටෙස්ට් තරඟයකදී කණ්ඩායම මෙහෙයවූ අතර, 1983 දී සෝමචන්ද්‍ර ද සිල්වාගෙන් පසුව පළමු වරට ටෙස්ට් කණ්ඩායමක් මෙහෙයවූ වයස්ගතම ක්‍රීඩකයා බවට පත් විය. එම තරඟය ශ්‍රී ලංකාව විසින් ජයග්‍රහණය කරන ලද අතර එහිදී හේරත් ඉදිරියෙන් නායකත්වය ලබා ගන්නා ලදී. තරගයේ කඩුලු 6ක්.\n\n2016 නොවැම්බර් 8 වෙනිදා, හේරත් සිය 27 වැනි කඩුලු 5 දවාගැනීම් දවාගත් අතර, මුත්තයියා මුරලිදරන් සහ ඩේල් ස්ටේන්ට පසුව ටෙස්ට් ක්‍රීඩා කරන සියලුම ජාතීන්ට එරෙහිව කඩුලු 5ක් දවාගත් සමස්ත තෙවැනියා බවට පත්විය. ඔහු සිම්බාබ්වේහිදී සිම්බාබ්වේ පිලට එරෙහිව හොඳම පන්දු යැවීම වාර්තා කරමින් දෙවැනි ටෙස්ට් තරගයේදී කඩුලු 13ක් දවා ගත්තේය. ඔහු 350 වැනි කඩුල්ල දවා ගනිමින් කාර්ල් මුම්බා දවා ගත්තේය, එම දස්කම ලබා ගත් වයස්ගතම ක්‍රීඩකයා ලෙස වාර්තා විය. හේරත්ට වඩා කඩුලු 12ක් දවාගෙන ඇත්තේ මුරලිදරන් පමණි, ඔහු මුරලිගේ හයේ පහර පහකට වඩා දවා ඇත. ශ්‍රී ලංකාව 2-0ක් ලෙස සිම්බාබ්වේ වයිට් වොෂ් කළ අතර හේරත් තරගයේ වීරයා ලෙස සම්මාන ලැබුවේ ඔහුගේ විශිෂ්ට දස්කම් නිසාවෙනි.\n\nදකුණු අප්‍රිකාවේ ශ්‍රී ලංකා සංචාරය (2016/17)\n\nනිව්ලන්ඩ්ස් හි පැවති දෙවන ටෙස්ට් තරඟයේදී, හේරත්, චමින්ද වාස්ගේ ටෙස්ට් කඩුලු 355 අභිබවා ගියේ, කයිල් ඇබට් Lbw වෙත දවාගනිමින්, ශ්‍රී ලංකාව වෙනුවෙන් දෙවන වැඩිම කඩුලු ලාභියා බවට පත්වෙමින්.\n\n වෘත්තියට සීමා වී ඇත\n\n2014 ලෝක t20i\n\nහේරත්ගේ හොඳම t20i පන්දු යැවීම 2014 icc world 2020 බංග්ලාදේශයේදී සිදු විය. ඔහුගේ පළමු ලෝක විස්සයි20 තරගය 2014 මාර්තු 31 දින නවසීලන්තයට එරෙහිව විය. පළමුව පන්දුවට පහර දුන් ශ්‍රී ලංකාව සියලු දෙනා දැවී රැස් කළේ ලකුණු 119 ක් පමණි, මහේල හොඳම පිතිකරු ලෙස ලකුණු 25 ක් රැස් කළේය. බ්ලැක්කැප්ස් තරගයේ ජයග්‍රහණයේ ප්‍රියතමයන් ලෙස ක්‍රීස් එකට පැමිණියේ, ස්මෑෂර්වරුන් ලෙස ඔවුන්ට ලකුණු 120 කිසිසේත්ම විශාල කාර්යයක් නොවන බැවිනි - බ්‍රෙන්ඩන් මැකලම්, මාටින් ගප්ටිල්, රොස් ටේලර් සහ කෝරි ඇන්ඩර්සන්. තරඟය අතරතුර, ඇන්ඩර්සන් ආබාධයකට ලක් වූ අතර, නවසීලන්තය ක්‍රීඩා කළේ ක්‍රීඩකයින් 10 දෙනෙකුගෙන් පමණි. නවසීලන්තය ගප්ටිල් සහ කේන් විලියම්සන් සමඟ ඉතා හොඳින් ආරම්භ විය. මේ අවස්ථාවේදී තරගය කොතැනකවත් හැරවූ හේරත් සමඟ යාමට මාලිංග තීරණය කළේය. හේරත් ගප්ටිල් පන්දුවට පහර දුන් අතර ඔහු මිඩ්-ඕන් වෙත තල්ලු කිරීමට ඉදිරියට ගියේය. ඔහු වහාම තනි ගමනකට පිටත් වන නමුත් ඔහුගේ සහකරු කිසිසේත්ම උනන්දු නොවේ. පන්දු යවන්නා වරදට ඥානවන්ත වන අතර, ඔහුගේ දකුණට හරස් අතට දිව ගොස් පන්දුව එහි මාර්ගයට කපා රොකට් ප්‍රහාරයක් යවන අතර සංගක්කාර විසින් බේල්ස් ගසයි. මෙම දුවද්දී දැවී යාමෙන් පසුව, එය සියලු හේරත් බිත්තිය. ඔහු නායක මැකලම්ව ස්ටම්ප් කළ අතර පසුව රෝස් ටේලර් Lbw වෙත අල්ලා ගත්තේය. ඊළඟට හේරත් මුහුණ දුන් පළමු පන්දුවේදීම ජේම්ස් නීෂම් දවා ගත්තේය. පසුව ඔහු ලූක් රොන්චි එල්බීඩබ්ලිව් සඳහා අල්ලා ගත් අතර නවසීලන්තය කිසි විටෙකත් ක්‍රීඩා නොකළේය. අවසානයේ නවසීලන්තය ලකුණු 60කට සියල්ලන්ම දැවී ගිය අතර එය ටෙස්ට් ක්‍රීඩා කරන රටක් විස්සයි20 ජාත්‍යන්තර තරගවලදී ලබාගත් අඩුම ලකුණු සංඛ්‍යාව වේ. හේරත් ලකුණු 3කට කඩුලු 5ක් දවාගනිමින් තරගයේ වීරයා බවට පත් විය. මෙම ජයග්‍රහණයත් සමඟ ශ්‍රී ලංකාව අඛණ්ඩව සිව්වැනි ලෝක විස්සයි20 අවසන් පූර්ව වටයට පිවිසි අතර අවසානයේ ලෝක විස්සයි20 කිරුළද දිනා ගැනීමට සමත් විය.\n\n සීමිත පන්දුවාර විශ්‍රාම ගැනීම\n\nහේරත් 2016 icc world 20 න් පසු Odis සහ t20is වලින් විශ්‍රාම ගැනීමට තම අභිප්‍රාය හෙළි කළේය. ශ්‍රී ලංකාව පළමු වටයෙන්ම විස්සයි20 ලෝක කුසලානයෙන් ඉවත් වූ අතර හේරත් 2016 අප්‍රේල් 17 දින විශ්‍රාම යන බව නිවේදනය කළේය. මෙයට බොහෝ දුරට හේතු වූයේ හේරත් මෑත කාලීන සීමිත ඕවර තරඟාවලි තරඟයට තරඟයකින් පසුව සහ ඉදිරි වසර කිහිපය තුලදී තෝරා ගැනීමයි ඔහුගේ වයසත් සමඟ ටෙස්ට් ක්‍රිකට් කෙරෙහි වැඩි අවධානයක් යොමු කිරීමට ඔහුට අවශ්‍යයි. විශ්‍රාම යන තෙක් හේරත් ඕඩිස් 71ක් ක්‍රීඩා කර කඩුලු 74ක් දවා ගත්තේ සාමාන්‍ය 31.91ක් ලෙසිනි. ඔහු විස්සයි20 තරග 17කට ක්‍රීඩා කර ඇති අතර එහිදී 2014 ලෝක විස්සයි20 තරගයේදී නවසීලන්තයට එරෙහිව ලකුණු 5කට කඩුලු 3ක් ලෙස හොඳම පන්දු යැවීම සමඟින් කඩුලු 18ක් දවා ගත්තේය.\n\nවාර්තා සහ ජයග්රහණ\n\n2012 වසරේ වැඩිම ටෙස්ට් කඩුලු ලාභියා\n\nහොඳම t20 පන්දු යැවීම නවසීලන්තයට එරෙහිව 5/3 (ලකුණු 3 කට කඩුලු 5)\n\nපකිස්ථානයට එරෙහිව වමත් පන්දු යවන්නෙකුගේ හොඳම ටෙස්ට් පන්දු යැවීම (127ට 9).\n\nceat 2015 වසරේ ජාත්‍යන්තර පන්දු යවන්නා.\n\nටෙස්ට් හතරවැනි ඉනිමේදී අඩුම ඉනිමකදී ලබාගත් වැඩිම ෆිෆර්ස් වාර්තාව - හේරත්ට ඉනිම් 29කදී ෆිෆර්ස් 7ක් ඇත.\n\nපල්ලෙකැලේ ක්‍රිකට් ක්‍රීඩාංගණයේ හොඳම පන්දු යැවීමේ සංඛ්‍යාව (58ට 5)\n\nදෙවන වමත් ඕතඩොක්ස් පන්දු යවන්නා සහ ටෙස්ට් ත්‍රිත්ව ත්‍රිත්වයක් ලබාගත් වයස්ගතම ක්‍රීඩකයා.\n\nටෙස්ට් තරග වලදී කඩුලු ත්‍රිත්වයක් ලබාගත් පළමු ශ්‍රී ලංකා දඟ පන්දු යවන්නා.\n\nටෙස්ට් හතරවැනි ඉනිමේ වැඩිම කඩුලු 5 දවාගැනීම් - හේරත්ගේ කඩුලු 9ක්\n\nමුරලිදරන් සහ ස්ටේන්ට පසුව ටෙස්ට් ක්‍රීඩා කරන අනෙකුත් සෑම රටකටම එරෙහිව කඩුලු 5ක් දවාගත් තුන්වන පන්දු යවන්නා.\n\nදෙවැනි වැඩිම කඩුලු 12 දවාගැනීම් - හේරත්ට එවැනි අවස්ථා 5ක් ඇත, එකක් මුරලිදරන්ට පිටුපසින්.\n\nටෙස්ට් කඩුලු 10 දවාගැනීම්\n\n#\n\nසංඛ්යා\n\nතරගය\n\nප්රතිවාදියා\n\nස්ථානය\n\nනගරය\n\nරට\n\nවර්ෂය\n\n1\n\n12/171\n\n36\n\nඑංගලන්තය\n\nගාල්ල ජාත්‍යන්තර ක්‍රීඩාංගණය\n\nගාල්ල\n\nශ්රී ලංකාව\n\n2012\n\n2\n\n11/108\n\n41\n\nනිව්සීලන්තය\n\nගාල්ල ජාත්‍යන්තර ක්‍රීඩාංගණය\n\nගාල්ල\n\nශ්රී ලංකාව\n\n2012\n\n3\n\n12/157\n\n47\n\nබංගලාදේශය\n\nආර්.ප්‍රේමදාස\n\nකොළඹ\n\nශ්රී ලංකාව\n\n2013\n\n4\n\n14/184\n\n57\n\nපකිස්ථානය\n\nssc බිම\n\nකොළඹ\n\nශ්රී ලංකාව\n\n2014\n\n5\n\n10/147\n\n64\n\nබටහිර ඉන්දීය කොදෙව්\n\nගාල්ල ජාත්‍යන්තර ක්‍රීඩාංගණය\n\nගාල්ල\n\nශ්රී ලංකාව\n\n2015\n\n6\n\n13/135\n\n73\n\nඕස්ට්රේලියාව\n\nසිංහල ක්‍රීඩා සමාජ පිටිය\n\nකොළඹ\n\nශ්රී ලංකාව\n\n2016\n\n7\n\n13/152\n\n75\n\nසිම්බාබ්වේ\n\nහරාරේ ක්‍රීඩා සමාජය\n\nහරාරේ\n\nසිම්බාබ්වේ\n\n2016\n\nටෙස්ට් කඩුලු 5 දවාගැනීම්\n\n#\n\nසංඛ්යා\n\nතරගය\n\nප්රතිවාදියා\n\nස්ථානය\n\nනගරය\n\nරට\n\nවර්ෂය\n\n1\n\n5/99\n\n16\n\nපකිස්ථානය\n\np sara oval\n\nකොළඹ\n\nශ්රී ලංකාව\n\n2009\n\n2\n\n5/157\n\n17\n\nපකිස්ථානය\n\nssc බිම\n\nකොළඹ\n\nශ්රී ලංකාව\n\n2009\n\n3\n\n5/139\n\n18\n\nනිව්සීලන්තය\n\nssc බිම\n\nකොළඹ\n\nශ්රී ලංකාව\n\n2009\n\n4\n\n5/121\n\n20\n\nඉන්දියාව\n\nහරිත උද්යානය\n\nකාන්පූර්\n\nඉන්දියාව\n\n2009\n\n5\n\n5/79\n\n28\n\nඕස්ට්රේලියාව\n\nගාල්ල ජාත්‍යන්තර ක්‍රීඩාංගණය\n\nගාල්ල\n\nශ්රී ලංකාව\n\n2011\n\n6\n\n7/157\n\n29\n\nඕස්ට්රේලියාව\n\nssc බිම\n\nකොළඹ\n\nශ්රී ලංකාව\n\n2011\n\n7\n\n5/79\n\n34\n\nදකුණු අප්රිකාව\n\nkingsmead\n\nඩර්බන්\n\nදකුණු අප්රිකාව\n\n2011\n\n8\n\n6/74\n\n36\n\nඑංගලන්තය\n\nගාල්ල ජාත්‍යන්තර ක්‍රීඩාංගණය\n\nගාල්ල\n\nශ්රී ලංකාව\n\n2012\n\n9\n\n6/97\n\n36\n\nඑංගලන්තය\n\nගාල්ල ජාත්‍යන්තර ක්‍රීඩාංගණය\n\nගාල්ල\n\nශ්රී ලංකාව\n\n2012\n\n10\n\n6/133\n\n37\n\nඑංගලන්තය\n\np sara oval\n\nකොළඹ\n\nශ්රී ලංකාව\n\n2012\n\n11\n\n5/65\n\n41\n\nනිව්සීලන්තය\n\nගාල්ල ජාත්‍යන්තර ක්‍රීඩාංගණය\n\nගාල්ල\n\nශ්රී ලංකාව\n\n2012\n\n12\n\n6/43\n\n41\n\nනිව්සීලන්තය\n\nගාල්ල ජාත්‍යන්තර ක්‍රීඩාංගණය\n\nගාල්ල\n\nශ්රී ලංකාව\n\n2012\n\n13\n\n6/103\n\n42\n\nනිව්සීලන්තය\n\np sara oval\n\nකොළඹ\n\nශ්රී ලංකාව\n\n2012\n\n14\n\n5/95\n\n43\n\nඕස්ට්රේලියාව\n\nbellerive oval\n\nහෝබාර්ට්\n\nඕස්ට්රේලියාව\n\n2012\n\n15\n\n5/68\n\n47\n\nබංගලාදේශය\n\nආර්.ප්‍රේමදාස ක්‍රීඩාංගණය\n\nකොළඹ\n\nශ්රී ලංකාව\n\n2013\n\n16\n\n7/89\n\n47\n\nබංගලාදේශය\n\nආර්.ප්‍රේමදාස ක්‍රීඩාංගණය\n\nකොළඹ\n\nශ්රී ලංකාව\n\n2013\n\n17\n\n5/125\n\n50\n\nපකිස්ථානය\n\nසාජා ක්‍රිකට් ක්‍රීඩාංගණය\n\nසාජා\n\nuae\n\n2014\n\n18\n\n5/40\n\n55\n\nදකුණු අප්රිකාව\n\nssc බිම\n\nකොළඹ\n\nශ්රී ලංකාව\n\n2014\n\n19\n\n6/48\n\n56\n\nපකිස්ථානය\n\nගාල්ල ජාත්‍යන්තර ක්‍රීඩාංගණය\n\nගාල්ල\n\nශ්රී ලංකාව\n\n2014\n\n20\n\n9/127\n\n57\n\nපකිස්ථානය\n\nssc බිම\n\nකොළඹ\n\nශ්රී ලංකාව\n\n2014\n\n21\n\n5/57\n\n57\n\nපකිස්ථානය\n\nssc බිම\n\nකොළඹ\n\nශ්රී ලංකාව\n\n2014\n\n22\n\n7/48\n\n61\n\nඉන්දියාව\n\nගාල්ල ජාත්‍යන්තර ක්‍රීඩාංගණය\n\nගාල්ල\n\nශ්රී ලංකාව\n\n2015\n\n23\n\n6/68\n\n64\n\nබටහිර ඉන්දීය කොදෙව්\n\nගාල්ල ජාත්‍යන්තර ක්‍රීඩාංගණය\n\nගාල්ල\n\nශ්රී ලංකාව\n\n2015\n\n24\n\n5/54\n\n71\n\nඕස්ට්රේලියාව\n\nපල්ලෙකැලේ ක්‍රිකට් ක්‍රීඩාංගණය\n\nමහනුවර\n\nශ්රී ලංකාව\n\n2016\n\n25\n\n6/81\n\n73\n\nඕස්ට්රේලියාව\n\nssc බිම\n\nකොළඹ\n\nශ්රී ලංකාව\n\n2016\n\n26\n\n7/64\n\n73\n\nඕස්ට්රේලියාව\n\nssc බිම\n\nකොළඹ\n\nශ්රී ලංකාව\n\n2016\n\n27\n\n5/89\n\n75\n\nසිම්බාබ්වේ\n\nහරාරේ ක්‍රීඩා සමාජය\n\nහරාරේ\n\nසිම්බාබ්වේ\n\n2016\n\n28\n\n8/63\n\n75\n\nසිම්බාබ්වේ\n\nහරාරේ ක්‍රීඩා සමාජය\n\nහරාරේ\n\nසිම්බාබ්වේ\n\n2016\n\nt20i කඩුලු 5 දවාගැනීම්\n\n#\n\nසංඛ්යා\n\nතරගය\n\nප්රතිවාදියා\n\nස්ථානය\n\nනගරය\n\nරට\n\nවර්ෂය\n\n1\n\n5/3\n\n7\n\nනිව්සීලන්තය\n\nzac ක්රීඩාංගනය\n\nචිතගොං\n\nබංගලාදේශය\n\n2014\n\nසම්මාන\n\ndialog slc 2015 වසරේ ටෙස්ට් පන්දු යවන්නා\n\nටෙස්ට් ක්රිකට්\n\nමාලාවේ වීරයා සම්මාන\n\nමෙම වගුවේ\n\nct.\n\n, වෙත යොමු කරයි\n\nඅල්ලා ගනී\n\n.\n\n#\n\nමාලාවක්\n\nසමය\n\nගැලපුම් කාර්ය සාධනය\n\nප්රතිඵලය\n\n1\n\nශ්‍රී ලංකා ටෙස්ට් තරඟාවලියේ නවසීලන්තය\n\n2012\n\nලකුණු 22; කඩුලු 20 (තරග 2).\n\n1-1ක් ලෙස ඇද ගන්නා ලදී.\n\n2\n\nශ්‍රී ලංකා ටෙස්ට් තරඟාවලියේ පකිස්ථානය\n\n2014\n\nලකුණු 48; කඩුලු 22 (තරග 2)\n\nශ්‍රී ලංකාව තරගාවලිය 2-0ක් ලෙස ජය ගත්තේය\n\n3\n\nසෝබර්ස්-ටිසේරා කුසලාන ටෙස්ට් තරඟාවලිය\n\n2015/16\n\nලකුණු 44; කඩුලු 15 (තරග 2)\n\nශ්‍රී ලංකාව තරගාවලිය 2-0ක් ලෙස ජය ගත්තේය\n\n4\n\nwarne-murali කුසලාන ටෙස්ට් තරඟාවලිය\n\n2016\n\nලකුණු 119; කඩුලු 28 (තරග 3)\n\nතරගාවලිය 3-0ක් ලෙස ශ්‍රී ලංකාව ජය ගත්තේය\n\nතරගයේ වීරයා සම්මාන\n\n#\n\nමාලාවක්\n\nසමය\n\nගැලපුම් කාර්ය සාධනය\n\nප්රතිඵලය\n\n1\n\nපළමු ටෙස්ට් - පාකිස්ථානය ශ්‍රී ලංකාවේ\n\n2009\n\nපළමු ඉනිම - 20* (පන්දු 49: 2x4) ; 16-2-52-1\n\n 2 වැනි ඉනිම - 15 (පන්දු 60: 1x4) ; 11.3-5-15-4\n\nශ්‍රී ලංකාවට ලකුණු 50ක ජයක්.\n\n2\n\nදෙවන ටෙස්ට් තරගය - ශ්‍රී ලංකාව දකුණු අප්‍රිකාවේ\n\n2011\n\nපළමු ඉනිම - 30 (පන්දු 54: 4x4) ; 20-7-49-4\n\n 2 වැනි ඉනිම - 8* (පන්දු 31) ; 30.3-7-79-5\n\nශ්‍රී ලංකාව ලකුණු 208 කින් ජයග්‍රහණය කළේය.\n\n3\n\nපළමු ටෙස්ට් තරගය - ශ්‍රී ලංකාවේ එංගලන්තය\n\n2012\n\nපළමු ඉනිම - 5 (පන්දු 30) ; 19-5-74-6\n\n 2 වැනි ඉනිම - 7 (පන්දු 10: 1x4) ; 38-9-97-6\n\nශ්‍රී ලංකාවට ලකුණු 75ක ජයක්.\n\n4\n\nපළමු ටෙස්ට් - ශ්‍රී ලංකාවේ නවසීලන්තය\n\n2012\n\nපළමු ඉනිම - 30-5-65-5 ; 11* (පන්දු 21: 2x4)\n\n 2 වැනි ඉනිම - 18-3-43-6 ; dnb\n\nශ්‍රී ලංකාව කඩුලු 10කින් ජයග්‍රහණය කළේය.\n\n5\n\nපළමු ටෙස්ට් - ශ්‍රී ලංකාවේ බංගලාදේශය\n\n2013\n\nපළමු ඉනිම - 28.3-6-68-5 ; 1 ct. ; 3 (පන්දු 5)\n\n 2 වැනි ඉනිම - 36-9-89-7 ; dnb\n\nශ්‍රී ලංකාවට කඩුලු 7ක ජයක් හිමිවිය.\n\n6\n\nපළමු ටෙස්ට් - පාකිස්ථානය ශ්‍රී ලංකාවේ\n\n2014\n\nපළමු ඉනිම - 38-9-116-3 ; 6* (පන්දු 18: 1x4)\n\n 2 වැනි ඉනිම - 30.2-11-48-6 ; dnb\n\nශ්‍රී ලංකාවට කඩුලු 7ක ජයක් හිමිවිය.\n\n7\n\n2 වන ටෙස්ට් - පාකිස්ථානය ශ්‍රී ලංකාවේ\n\n2014\n\nපළමු ඉනිම - 17 (පන්දු 27: 2x4) ; 33.3-1-127-9\n\n 2 වන ඉනිම - 0 (පන්දු 4) ; 22.1-2-57-5\n\nශ්‍රී ලංකාවට ලකුණු 105ක ජයක්.\n\n8\n\n1 වන ටෙස්ට් - සෝබර්ස්-ටිසේරා කුසලානය\n\n2015\n\nපළමු ඉනිම - 0 (පන්දු 1) ; 33-9-68-6\n\n 2 වැනි ඉනිම - 22-579-4 ; dnb\n\nශ්‍රී ලංකාවට ඉනිමක සහ ලකුණු 6ක ජයක් හිමිවිය.\n\n9\n\n3 වන ටෙස්ට් - Warne-murali කුසලානය\n\n2016\n\nපළමු ඉනිම - 33 (පන්දු 71: 3x4) ; 38.1-11-81-6\n\n 2 වැනි ඉනිම - 5 (පන්දු 11: 1x4) ; 18.1-3-64-7\n\nශ්‍රී ලංකාව ලකුණු 163 කින් ජයග්‍රහණය කළේය.\n\n10\n\n2 වැනි ටෙස්ට් තරගය - ශ්‍රී ලංකාව සිම්බාබ්වේ හිදී\n\n2016/17\n\nපළමු ඉනිම - 27 (පන්දු 51: 4x4) ; 26-4-89-5, 1 ct.\n\n 2 වැනි ඉනිම - 4 (පන්දු 5: 1x4) ; 23-6-63-8\n\nශ්‍රී ලංකාව ලකුණු 257 කින් ජයග්‍රහණය කළේය.\n\nවිස්සයි20 ජාත්‍යන්තර ක්‍රිකට්\n\nතරගයේ වීරයා සම්මාන\n\n#\n\nමාලාවක්\n\nදිනය\n\nවිපක්ෂ\n\nගැලපුම් කාර්ය සාධනය\n\nප්රතිඵලය\n\n1\n\n2014 අයිසීසී ලෝක විස්සයි20\n\n2014 මාර්තු 31\n\nනිව්සීලන්තය\n\n1* ධාවනය ; 3.3-2-3-5\n\nශ්‍රී ලංකාවට ලකුණු 60ක ජයක්.",
        "Sports Teams": "දත්ත නොමැත",
        "Death": "දත්ත නොමැත",
        "Profiles": "දත්ත නොමැත"
    },
    {
        "cricketerName": "c. මම. ගුණසේකර",
        "bio": "ක්රිකට් ක්රීඩකයා",
        "Was": "මලල ක්‍රිකට් ක්‍රීඩකයෙක්",
        "Gender": "පිරිමි",
        "Birth": "1920 ජූලි 14",
        "Death": "2010 ජූලි 29 (වයස අවුරුදු 90)",
        "paragraph": "conroy ievers gunasekara (14 ජූලි 1920 - 29 ජූලි 2010) ඔහුගේ රටට ටෙස්ට් තත්ත්වය ලබා දීමට පෙර ශ්‍රී ලංකා පළමු පෙළ ක්‍රිකට් ක්‍රීඩකයෙකි.\n\nගුණසේකර කොළඹ රාජකීය විද්‍යාලයේ අධ්‍යාපනය ලැබූ අතර එහිදී ඔහු 1938 සිට රාජකීය-තෝමියන් ගැටුමට ක්‍රීඩා කළේය. නීති වෘත්තියක් ආරම්භ කිරීම සඳහා 1940 දී කොළඹ නීති විද්‍යාලයට සම්බන්ධ වූ නමුත් නීති අධ්‍යාපනය සම්පූර්ණ කිරීමට පෙර ඉවත්ව ගොස් ලංකා ආරක්ෂක බලකායට බැඳුණි දෙවන ලෝක යුද්ධ සමයේ දෙවන ලුතිනන්.\n\nඔහු ෆෙඩ්රික්ගේ නායකත්වය යටතේ සිංහල ක්‍රීඩා සමාජය වෙනුවෙන් ක්‍රිකට් ක්‍රීඩා කිරීමට පටන් ගත්තේය. ද සේරම්. ඉන් පසුව ගුණසේකර ලංකා කණ්ඩායමට ක්‍රීඩා කර එහි නායකත්වය දැරීය. ගුණසේකර ශ්‍රී ලංකාව වෙනුවෙන් ක්‍රීඩා කරන කාලය තුළ පකිස්තානයට එරෙහිව ද්විත්ව ශතකයක් ඇතුළුව විශිෂ්ට පිතිහරඹ රැසක් ලබා ඇත. ඔහු ඕස්ට්‍රේලියානු ශ්‍රේෂ්ඨ කීත් මිලර් සමඟ එංගලන්තයට එරෙහිව පොදුරාජ්‍ය මණ්ඩලීය පිතිකරණයේ දී ශතකයක් ලබා ගනිමින් පොදුරාජ්‍ය මණ්ඩලය නියෝජනය කළේය. 1980 දශකය දක්වා ඔහු ssc සඳහා ක්‍රීඩා කළේය.\n\nඩේවිඩ් ෂෙපර්ඩ් ඔහුව විස්තර කළේ \"ඔහු වෙනත් රටකට සුදුසුකම් ලැබුවේ නම් නිසැකවම ටෙස්ට් ක්‍රිකට් ක්‍රීඩා කරන ශ්‍රේෂ්ඨ ක්‍රිකට් ක්‍රීඩකයෙක් ... දඩයක්, බලහත්කාර පිතිකරුවෙකු, විශාල බලයකින් රිය පැදවීම සහ හොඳ පා දඟ පන්දු යවන්නෙක්\" ලෙසයි.\n\nගුණසේකර වෝකර් ඇන්ඩ් සන් ලිමිටඩ් හි කළමනාකරුවෙකු ලෙස සම්බන්ධ වී අධ්‍යක්ෂකවරයෙකු ලෙස සේවය කළේය. ඔහුගේ මාමා හිටපු ලංකා ක්‍රිකට් නායක ආචාර්ය චර්චිල් ගුණසේකරය.",
        "Is": "දත්ත නොමැත",
        "Age": "දත්ත නොමැත",
        "Star sign": "දත්ත නොමැත",
        "Sports Teams": "දත්ත නොමැත",
        "Profiles": "දත්ත නොමැත"
    },
    {
        "cricketerName": "අජන්තා (ක්‍රිකට් ක්‍රීඩක)",
        "bio": "ශ්‍රී ලංකා ක්‍රිකට් ක්‍රීඩකයා",
        "Is": "මලල ක්‍රිකට් ක්‍රීඩකයෙක්",
        "Gender": "පිරිමි",
        "paragraph": "අජන්තා (සම්පූර්ණ නම සහ විස්තර නොදනී) ශ්‍රී ලංකා ක්‍රිකට් ක්‍රීඩකයෙකි. ඔහු මොරටුව ක්‍රීඩා සමාජයට ක්‍රීඩා කළ දකුණත් පිතිකරුවෙකි.\n\najantha 1995-96 වාරයේදී බ්ලූම්ෆීල්ඩ්ට එරෙහිව කණ්ඩායම වෙනුවෙන් තනි පළමු පන්තියේ පෙනී සිටියේය. පහළ පෙළේ සිට ඔහු පන්දුවට පහර දුන් පළමු ඉනිමේදී ලකුණු 7 ක් සහ දෙවන ඉනිමේදී ලකුණු 5 ක් ලබා ගත්තේය.",
        "Birth": "දත්ත නොමැත",
        "Age": "දත්ත නොමැත",
        "Star sign": "දත්ත නොමැත",
        "Sports Teams": "දත්ත නොමැත",
        "Death": "දත්ත නොමැත",
        "Profiles": "දත්ත නොමැත"
    },
    {
        "cricketerName": "සුරාජ් රන්දිව්",
        "bio": "ශ්‍රී ලංකා ක්‍රිකට් ක්‍රීඩකයා",
        "Is": "මලල ක්‍රිකට් ක්‍රීඩකයෙක්",
        "Gender": "පිරිමි",
        "Birth": "1985 ජනවාරි 30",
        "Age": "අවුරුදු 36 යි",
        "Star sign": "කුම්භ",
        "paragraph": "හේවා කළුහලමුල්ලගේ සුරාජ් රන්දිව් කළුහලමුල්ල (උපත 1985 ජනවාරි 30), සුරාජ් රන්දිව් ලෙස හැඳින්වේ, උපත මොහොමඩ් මර්ෂුක් මොහොමඩ් සුරාජ් යනු සිංහල ක්‍රීඩා සමාජය සඳහා පළමු පෙළ ක්‍රිකට් ක්‍රීඩා කරන ශ්‍රී ලංකා ජාත්‍යන්තර ක්‍රිකට් ක්‍රීඩකයෙකි. suraj අධ්‍යාපනය ලැබුවේ මාතර රාහුල විද්‍යාලයේ\n\nදකුණත් පිට දඟ පන්දු යවන්නෙකු වන සුරාජ් ශ්‍රී ලංකාවේ සාර්ථක බාල වයස්කාර වෘත්තීය ජීවිතයක් ගත කළේය. ඔහු වයස අවුරුදු 15න් පහළ සහ 19න් පහළ මට්ටමින් තම රට නියෝජනය කළ අතර 2003-04 අවුරුදු 23න් පහළ තරගාවලියකදී තරග හතරකදී කඩුලු 23ක් දවා ගත්තේය. මෙම උත්සාහය මාවන් අතපත්තුගේ අවධානයට ලක් වූ අතර ඔහුව සිංහල ක්‍රීඩා සමාජයට ඇතුළත් කිරීමට බලපෑවේය. ඔහු ශ්‍රී ලංකාව සහ ශ්‍රී ලංකාව වෙනුවෙන් ක්‍රීඩා කළේය.\n\n ජාත්යන්තර වෘත්තීය\n\n2009 දෙසැම්බර් මාසයේදී, ඔහු මුත්තයියා මුරලිදරන් වෙනුවට ඉන්දියාවේ ශ්‍රී ලංකා ඕඩි සංචිතයට ඇතුළත් කළ අතර ඔහු නාග්පූර් හි පැවති තරඟාවලියේ දෙවන තරඟයේදී සිය මංගල තරඟයට පිවිසියේය. ඔහු ලකුණු 51කට කඩුලු 3ක් දවා ගනිමින් විශ්මයට පත් විය. එම තරගය කඩුලු තුනකින් ජය ගැනීමට ශ්‍රී ලංකාව සමත් විය.\n\n2010 අගෝස්තු 16 දින, සැලකිය යුතු මාධ්‍ය අවධානයක් දිනාගත් සිදුවීමක දී, රන්දීව් හිතාමතාම නොබෝල් එකක් යැවීය - සැලකිය යුතු පරතරයකින් පන්දු යැවීමේ ලකුණ ඉක්මවා යමින් - විරේන්ද්‍ර ෂෙවාග්ට - පසුව ලකුණු 99 දී - එය ඉන්දියාවට ඕඩි හි ජයග්‍රහණයක් සහතික කළ අතර, එය ප්‍රතික්ෂේප කරමින් ෂෙවාග්ට ශතකයක් ලබාගැනීමට අවස්ථාවක්. ෂෙවාග් එම පන්දුවට හයේ පහරක් එල්ල කළ නමුත් විනිසුරු නොබෝල් සංඥා කළ විගස ජයග්‍රාහී ලකුණ සටහන් වීමත් සමඟම තරගය නිමාවීමෙන් පසුව ෂෙවාග්ගේ පහර එල්ල වූ බව සැලකේ. රන්දිව් පසුව උපක්‍රමය භාවිතා කිරීම සම්බන්ධයෙන් ෂෙවාග්ගෙන් සමාව අයැද සිටියේය; ඔහු ක්‍රීඩාව සඳහා ඔහුගේ තරඟ ගාස්තු එකතු කරන ලද අතර ශ්‍රී ලංකා ක්‍රිකට් විසින් එක් තරඟයක් අත්හිටුවන ලදී.\n\n2011 ක්‍රිකට් ලෝක කුසලානය සඳහා ශ්‍රී ලංකා සංචිතයෙන් ඔහුව ඉවත් කරන ලද නමුත් ආබාධයකට ලක් වූ ඇන්ජලෝ මැතිව්ස් වෙනුවට ආදේශකයක් ලෙස ඔහුව කැඳවනු ලැබූ අතර පසුව ලෝක කුසලාන අවසන් මහා තරඟයට තෝරා ගන්නා ලදී.\n\nවසර 5 ක දීර්ඝ කාලයකට පසු, රන්දිව් 2016 දී එංගලන්ත සංචාරය සඳහා තෝරා ගන්නා ලද අතර, එහිදී ඔහු 2016 ජුනි 24 වන දින දෙවන Odi තරඟයට ක්‍රීඩා කළේය.\n\n ගෘහස්ථ වෘත්තිය\n\nrandiv 2011 ipl ක්‍රීඩක වෙන්දේසියේදී චෙන්නායි සුපර් කිංග්ස් විසින් තෝරා ගන්නා ලද අතර ඉදිරි වාරයේදී සුපිරි කිංග්ස් වෙනුවෙන් ක්‍රීඩා කරනු ඇත. ඔහු ipl 5 ආරම්භ වීමට පෙර 2012 දී නිදහස් කරන ලදී.\n\n වෘත්තීය හොඳම කාර්ය සාධනය\n\n2011 ජූලි 10 වන විට\n\nපිතිකරණය\n\nපන්දු යැවීම\n\nස්කෝර්\n\nසවිකිරීම\n\nස්ථානය\n\nසමය\n\nස්කෝර්\n\nසවිකිරීම\n\nස්ථානය\n\nසමය\n\nපරීක්ෂණ\n\n12\n\nශ්‍රී ලංකාව සහ බටහිර ඉන්දීය කොදෙව්\n\nගාල්ල\n\n2010\n\n5-82\n\nශ්‍රී ලංකාව v ඉන්දියාව\n\ncolombo (ඕවලාකාර)\n\n2010\n\nodi\n\n56\n\nශ්‍රී ලංකාව v ඉන්දියාව\n\nමීර්පූර්\n\n2010\n\n5-42\n\nශ්‍රී ලංකාව සහ එංගලන්තය\n\nපැරණි ට්රැෆර්ඩ්\n\n2011\n\nt20i\n\n6\n\nශ්‍රී ලංකාව v නවසීලන්තය\n\nlauderhill\n\n2010\n\n3-20\n\nශ්‍රී ලංකාව සහ ඕස්ට්‍රේලියාව\n\nපාලම් නගරය\n\n2010\n\nfc\n\n112\n\nබ්ලූම්ෆීල්ඩ් එදිරිව ශ්‍රී ලංකා හමුදාව\n\ncolombo (bloomfield)\n\n2009\n\n9-62\n\nsinhalese v colombo\n\nකොළඹ (ccg)\n\n2006\n\nල\n\n56\n\nශ්‍රී ලංකාව v ඉන්දියාව\n\nමීර්පූර්\n\n2010\n\n5-15\n\nබ්ලූම්ෆීල්ඩ් v රාගම\n\ncolombo (bloomfield)\n\n2009\n\nt20\n\n20\n\nසිංහල හා දෙමළ සංගමය\n\nකොළඹ (බර්ගර්)\n\n2005\n\n3-20\n\nශ්‍රී ලංකාව සහ ඕස්ට්‍රේලියාව\n\nපාලම් නගරය\n\n2010\n\n ජාත්යන්තර වාර්තාව\n\nටෙස්ට් කඩුලු 5 දවාගැනීම්\n\n#\n\nසංඛ්යා\n\nතරගය\n\nප්රතිවාදියා\n\nස්ථානය\n\nනගරය\n\nරට\n\nවර්ෂය\n\n1\n\n5/82\n\n2\n\nඉන්දියාව\n\np sara oval\n\nකොළඹ\n\nශ්රී ලංකාව\n\n2010\n\nodi කඩුලු 5 දවාගැනීම්\n\n#\n\nසංඛ්යා\n\nතරගය\n\nප්රතිවාදියා\n\nස්ථානය\n\nනගරය\n\nරට\n\nවර්ෂය\n\n1\n\n5/42\n\n27\n\nඑංගලන්තය\n\nපැරණි ට්රැෆර්ඩ්\n\nමැන්චෙස්ටර්\n\nඑංගලන්තය\n\n2011\n\n ජාත්යන්තර සම්මාන\n\nodi ක්‍රිකට්\n\nතරගයේ වීරයා සම්මාන\n\nනැත\n\nප්රතිවාදියා\n\nස්ථානය\n\nදිනය\n\nගැලපුම් කාර්ය සාධනය\n\nප්රතිඵලය\n\n1\n\nසිම්බාබ්වේ\n\nක්වීන්ස් ක්‍රීඩා සමාජය\n\n2010 ජූනි 1\n\n5–0–23–3 ; dnb\n\nශ්‍රී ලංකාවට කඩුලු 9ක ජයක් හිමිවිය.",
        "Sports Teams": "දත්ත නොමැත",
        "Death": "දත්ත නොමැත",
        "Profiles": "දත්ත නොමැත"
    },
    {
        "cricketerName": "උපුල් තරංග",
        "bio": "ශ්‍රී ලංකා ක්‍රිකට් ක්‍රීඩකයා",
        "Is": "මලල ක්‍රිකට් ක්‍රීඩකයෙක්",
        "Gender": "පිරිමි",
        "Birth": "2 පෙබරවාරි 1985, බලපිටිය, ශ්‍රී ලංකාව",
        "Age": "අවුරුදු 36 යි",
        "Star sign": "කුම්භ",
        "Profiles": "දත්ත නොමැත",
        "paragraph": "වරුෂවිතාන උපුල් තරංග (උපත 1985 පෙබරවාරි 2), උපුල් තරංග (සිංහල: උපුල් තරංග) ලෙස පොදුවේ හඳුන්වනු ලබන්නේ, වෘත්තීය ශ්‍රී ලංකා ක්‍රිකට් ක්‍රීඩකයෙක් වන අතර, ක්‍රීඩාවේ සියලුම ආකෘතීන් සඳහා ක්‍රීඩා කරන ශ්‍රී ලංකාව සඳහා ඕඩි නායකයෙකි. ඔහු වමත් ආරම්භක පිතිකරුවෙක් වන අතර ඉඳහිට කඩුලු රකින ක්‍රීඩකයෙකි. මුල් ජීවිත පුල් තරංග අම්බලන්ගොඩ ධර්මාශෝක විද්‍යාලයෙන් අධ්‍යාපනය ලබා ඇත. ඔහු තම ක්‍රිකට් දිවිය ආරම්භ කළේ නව යොවුන් වියේදී තම පාසලේදීය. වයස අවුරුදු 15 සිට නෝන්ඩිස්ක්‍රිප්ට් සඳහා ක්‍රීඩා කර ඇති ඔහු ශ්‍රී ලංකා 15න් පහළ, 17න් පහළ සහ 19න් පහළ සංචිතවලට ක්‍රීඩා කළේය. ඔහු 2004 වසරේ අවුරුදු 19න් පහළ ලෝක කුසලානය සාර්ථක වූයේ පිට පිට තරගවලදී ලකුණු 117ක් සහ 61ක් සාර්ථක ඉනිමක් වාර්තා කරමිනි. ඔහු ශ්‍රී ලංකා ක්‍රිකට් මණ්ඩලය විසින් එසෙක්ස් හි ලෝටන් ක්‍රිකට් සමාජය සඳහා ලීග් ක්‍රිකට් ක්‍රීඩා කිරීමට යවන ලදී. තරංගගේ ශ්‍රී ලංකා ඇමතුම 2005 මිශ්‍ර 2005 සඳහා කරන ලද අතර, ඔහුගේ පවුලේ නිවස ආසියානු සුනාමියෙන් ගසාගෙන යාමෙන් පසුවය. ඔහුගේ උපකරණ ද සෝදා හරින ලද අතර එය කුමාර සංගක්කාර විසින් ආදේශ කරන ලදී. තරංග \"ඒ\" කණ්ඩායමට ඇතුළත් වූ අතර ජූලි මාසයේදී ඔහු සම්පූර්ණ සංචිතයට තේරී පත් විය. 2006 එංගලන්ත සංචාරයේදී ජාත්‍යන්තර ක්‍රිකට් ක්‍රීඩාවේදී ඔහු සැබවින්ම දියුණු වීමට පටන් ගත්තේය, විශේෂයෙන් එක්දින ක්‍රීඩාවේදී, ශ්‍රී ලංකාවේ 5-0 ට ලකුණු 300 කට වඩා රැස් කළේය සත්කාරකයන්ගේ සුදු හුනු ගෑම. මීට අමතරව, මෙම තරඟාවලියේ අවසන් තරඟයේදී සනත් ජයසූරිය සමඟ පළමු කඩුල්ලට වාර්තාගත සබඳතාවයකට සහභාගී වීම සම්බන්ධයෙන්ද තරංග ප්‍රසිද්ධය. ඔහු පන්දු 102කදී ලකුණු 109ක් ලබාගෙන අවසන් වූ අතර එංගලන්තයට එරෙහිව වයිට් වොෂ් සම්පූර්ණ කිරීමට ප්‍රධාන කාර්යභාරයක් ඉටු කළේය. තරංග 2007 ලෝක කුසලානයේදී අර්ධ ශතකයක් පමණක් (නවසීලන්තයට එරෙහිව) රැස්කරමින් ඔහුගේ දස්කම් අහිමි කර ගත්තේය. 2007 වසරේ එංගලන්තයට එරෙහිව පැවති ගෘහස්ථ තරඟාවලියේදී ඔහු දායක වීමට අපොහොසත් වූ අතර බොහෝ විට 10 වැනි ඕවරයට පෙර වැටීමෙන් බොහෝ විට මැදපෙළ බිඳවැටීමට හේතු විය. පසුව ඔහුට ඔහුගේ ඔඩි ස්ථානය මලින්ද වර්ණපුරට සහ ඔහුගේ ටෙස්ට් ස්ථානය මයිකල් වැන්ඩෝට අහිමි වූ නමුත් ඔහු සංචිතයේ රැඳී සිටියි. කෙසේ වෙතත්, 2011 ලෝක කුසලානයේදී ඔහු නැවතත් කැපී පෙනෙන දස්කම් දක්වා ඇත. එංගලන්තයට එරෙහිව පැවැති අර්ධ අවසන් පූර්ව තරගයේදී, තිල්ලකරත්න ඩිල්ෂාන් සමඟ ඔහුගේ හවුල්කාරිත්වය, තරගය අවසන් කළ අතර, ඒ සෑම එකක්ම ශතක ලබා ගත්තේය. ඔහුගේ ප්‍රබල පිතිහරඹය ඔහුව නැවතත් ප්‍රබල ශ්‍රී ලංකා පිතිකරණ ලැයිස්තුවේ ආරම්භක ස්ථානයට ගෙනවිත් ඇත.ඔහු ශ්‍රී ලංකා පිලේ මීළඟ නායකයා විය හැකි බව පවසමින් ක්‍රිකට් ක්‍රීඩාවේ ජනප්‍රවාද වලින් එකක් වන ජයසූරියගේ විශේෂ පැසසුමටද ලක්ව ඇත ක්‍රිකට් කණ්ඩායම.throw ranksupul trang is the\n\nOdi ක්‍රිකට් වල 7 වතාවක් 200+ සම්බන්ධතා වලට සම්බන්ධ වූ ලොව දෙවන පිතිකරුවා\n\n. මෙම ජයග්‍රහණය කළ අනෙක් එකම ක්‍රීඩකයා රිකී පොන්ටිං වේ. 2013 ජූලි 2 වන දින උපුල් තරංග ශ්‍රී ලංකා ක්‍රිකට් ක්‍රීඩකයෙකු විසින් දෙවැනි වැඩිම ඕඩි ලකුණු 174* ලබා ගත්තේ ඉන්දියාවට එරෙහිව ලකුණු 189ක් රැස් කළ සනත් ජයසූරියට පසුව පමණි. එම ඉනිමත් සමඟ ඔහු ලකුණු 5000 සීමාව පසු කළ 9 වැනි ශ්‍රී ලංකා ක්‍රීඩකයා බවට පත් විය. ඔහුගේ අඩු තරඟ සහභාගීත්වය තිබියදීත්, ඔහු සිය ජාත්‍යන්තර ක්‍රිකට් දිවිය පුරාවටම ඔහුගේ නම වෙනුවෙන් ශතක 13ක් සහ තරඟාවලියේ වීරයා 11ක් ලබාගෙන ඇත. ටෙස්ට් ක්‍රිකට් දිවිය වසර 8ක ටෙස්ට් ක්‍රිකට් හිගයෙන් පසුව, ජූලි 3 වනදා පකිස්ථානයට එරෙහි තුන්වන ටෙස්ට් තරඟයට තරංග කැඳවනු ලැබීය. 2015. ඉන්දීය සංචාරයේදී ඔහුගේ විශ්‍රාම ගැනීම සලකා බැලීම හේතුවෙන් ඔහු පළමු ටෙස්ට් තරග දෙක සඳහා ක්‍රීඩා කළ නමුත් මහනුවරදී තුන්වැනි ටෙස්ට් තරගයට ක්‍රීඩා නොකළ කුමාර සංගක්කාර වෙනුවට ආදේශකයක් ලෙස යොදා ගන්නා ලදී. ඔහු පළමු ඉනිමේදී ලකුණු 46ක් සහ දෙවැනි ඉනිමේදී ලකුණු 48ක් ලබාගත්තා. කෙසේ වෙතත්, ශ්‍රී ලංකාව 2-1කින් තරගාවලිය පරාජය විය. ටෙස්ට් ශතක දෙකක් අතර උපරිම දින ගණනක් රැඳී සිටීමේ වාර්තාව තරංග සතුය. දෙවන ලෝක සංග්‍රාමයේ සිට එය ක්‍රීඩකයෙකු විසින් ටෙස්ට් ශතක අතර ඇති දීර්ඝතම පරතරය වේ. නැවත පැමිණීමට වඩා සීමා වූ දිගු ඕඩි හිඟයක් තිබූ පාකිස්තානයට එරෙහිව ඕඩි සංචිතයට ඇතුළත් විය. කුමාර් සංගක්කාරගේ විශ්‍රාම ගැනීම හේතුවෙන් අංක තුන ස්ථානය පුරප්පාඩු වී තිබූ අතර ශ්‍රී ලංකා ක්‍රිකට් ඔඩිස් නායකත්වයේ තීරණාත්මක අංක තුන ස්ථානයට තරංග තෝරා ගත්තේ සුපුරුදු නායක ඇන්ජලෝ මැතිව්ස් කිහිප වතාවක්ම ආබාධවලට ලක්වීම හේතුවෙන් තරංග ශ්‍රී ලංකා නායකයා ලෙස නායකත්වයට පත් කරමිනි. ඔවුන් 2016 නොවැම්බර් 5 වන දින සිම්බාබ්වේ හිදී පැවති තුන්කොන් තුන්කොන් තරඟාවලියේ දී. 2016 නොවැම්බර් 14 වන දින, ඔහු ප්‍රථම වරට ශ්‍රී ලංකා කණ්ඩායමට නායකත්වය දුන් සිම්බාබ්වේ කණ්ඩායමට එරෙහිව Odi තරඟයකදී කඩුලු 8කින් පහසු ජයක් අත්කර ගත්තේය. අවසානයේ සත්කාරක සිම්බාබ්වේ කණ්ඩායම කඩුලු 6කින් පරාජය කරමින් තුන්කොන් තරගාවලියේ ශූරතාව දිනා ගැනීමට ශ්‍රී ලංකාව සමත් විය. දෙවැනි 20යි 20 තරගයේදී ආබාධයකට ලක්වීමෙන් මැතිව්ස් නොපැමිණි අවස්ථාවේදී තරංග දකුණු අප්‍රිකානු එක්දින තරගාවලියේ නායකයා ලෙස නැවත පත්කර ගන්නා ලදී. 2011 මාර්තු 29 වැනිදා නවසීලන්තයට එරෙහිව පැවැති ලෝක කුසලාන අවසන් පූර්ව තරගයෙන් පසුව තරංග විසින් ලබාදුන් මාත්‍රණ උල්ලංඝණය කිරීමේ මුත්‍රා සාම්පලයේ ප්‍රෙඩ්නිසෝන් සහ ප්‍රෙඩ්නිසොලෝන් යන ග්ලූකෝකෝටිකෝස්ටෙරොයිඩ් දෙකක පරිවෘත්තීය ඇති බව සොයා ගන්නා ලදී. තරංග මුලින් කියා සිටියේ තමන් ඇදුම රෝගයට බෙහෙත් ගත් බවත් එය තහනම් ඖෂධයක් බව නොදැන සිටි බවත්ය. ස්වාධීන තහනම් උත්තේජක මර්දන අධිකරණයක් කැඳවන ලද අතර එහිදී තරංග වරද පිළිගත්තේ දිගු කලක සිට ඇති වූ අපහසුතාවයක් නිසා ඇති වූ අපහසුතාවයන් සමනය කිරීම සඳහා ශාකසාර පිළියමක් ගත් බව පවසමිනි උරහිස් තුවාල. තරංග \"ඔහුගේ ක්‍රීඩා දක්‍ෂතාව ඉහල නැංවීමට හෝ වෙනත් කාර්ය සාධනය වැඩි කරන ද්‍රව්‍යයක් භාවිතා කිරීම වසං කිරීමට කිසිදු අදහසක් නොතිබූ නමුත්, තහනම් උත්තේජක විරෝධී ක්‍රීඩකයෙකු ලෙස ජාත්‍යන්තර ක්‍රිකට් ක්‍රීඩකයෙකු ලෙස ඔහුට ඇඟවුම් කර ඇති ඉහළ පුද්ගලික වගකීම් ඉටු කිරීමට ඔහු අපොහොසත් වූ බව විනිශ්චය සභාව පිළිගත්තේය නීති\". උල්ලංඝණය කිරීමේ චෝදනාවට තරංග වරදකරු බවට විනිශ්චය සභාව තීරණය කළේය\n\nicc විරෝධී උත්තේජක කේතය\n\n සහ ඔහුට මාස තුනක කාලයකට (9 මැයි 2011 සිට 8 අගෝස්තු 2011 දක්වා) ක්‍රිකට් සහ ක්‍රිකට් සම්බන්ධ සියලුම ක්‍රියාකාරකම් තහනම් කරන ලදී.",
        "Sports Teams": "දත්ත නොමැත",
        "Death": "දත්ත නොමැත"
    },
    {
        "cricketerName": "nuwan kavinda",
        "bio": "ක්රිකට් ක්රීඩකයා",
        "Is": "මලල ක්‍රිකට් ක්‍රීඩකයෙක්",
        "Gender": "පිරිමි",
        "Birth": "1992 ජූලි 22",
        "Age": "අවුරුදු 29 යි",
        "paragraph": "දත්ත නොමැත",
        "Star sign": "දත්ත නොමැත",
        "Sports Teams": "දත්ත නොමැත",
        "Death": "දත්ත නොමැත",
        "Profiles": "දත්ත නොමැත"
    },
    {
        "cricketerName": "තුෂාර ප්‍රනාන්දු",
        "bio": "ක්රිකට් ක්රීඩකයා",
        "Is": "මලල ක්‍රිකට් ක්‍රීඩකයෙක්",
        "Birth": "1982 සැප්තැම්බර් 18, පානදුර",
        "Age": "අවුරුදු 39 යි",
        "paragraph": "දත්ත නොමැත",
        "Gender": "දත්ත නොමැත",
        "Star sign": "දත්ත නොමැත",
        "Sports Teams": "දත්ත නොමැත",
        "Death": "දත්ත නොමැත",
        "Profiles": "දත්ත නොමැත"
    },
    {
        "cricketerName": "නික්සි අහමඩ්",
        "bio": "ක්රිකට් ක්රීඩකයා",
        "Is": "මලල ක්‍රිකට් ක්‍රීඩකයෙක්",
        "Gender": "පිරිමි",
        "Birth": "1994 පෙබරවාරි 21",
        "Age": "අවුරුදු 27 යි",
        "paragraph": "දත්ත නොමැත",
        "Star sign": "දත්ත නොමැත",
        "Sports Teams": "දත්ත නොමැත",
        "Death": "දත්ත නොමැත",
        "Profiles": "දත්ත නොමැත"
    },
    {
        "cricketerName": "prasansana jayamanna",
        "bio": "ක්රිකට් ක්රීඩකයා",
        "Is": "මලල ක්‍රිකට් ක්‍රීඩකයෙක්",
        "Gender": "පිරිමි",
        "Birth": "1994 සැප්තැම්බර් 17",
        "Age": "අවුරුදු 27 යි",
        "paragraph": "දත්ත නොමැත",
        "Star sign": "දත්ත නොමැත",
        "Sports Teams": "දත්ත නොමැත",
        "Death": "දත්ත නොමැත",
        "Profiles": "දත්ත නොමැත"
    },
    {
        "cricketerName": "Thushara madushanka",
        "bio": "ක්රිකට් ක්රීඩකයා",
        "Is": "මලල ක්‍රිකට් ක්‍රීඩකයෙක්",
        "Gender": "පිරිමි",
        "Birth": "1993 ඔක්තෝබර් 18",
        "Age": "අවුරුදු 28 යි",
        "paragraph": "දත්ත නොමැත",
        "Star sign": "දත්ත නොමැත",
        "Sports Teams": "දත්ත නොමැත",
        "Death": "දත්ත නොමැත",
        "Profiles": "දත්ත නොමැත"
    },
    {
        "cricketerName": "buddika hasaranga",
        "bio": "ක්රිකට් ක්රීඩකයා",
        "Is": "මලල ක්‍රිකට් ක්‍රීඩකයෙක්",
        "Gender": "පිරිමි",
        "Birth": "1985 ඔක්තෝබර් 20",
        "Age": "අවුරුදු 36 යි",
        "paragraph": "දත්ත නොමැත",
        "Star sign": "දත්ත නොමැත",
        "Sports Teams": "දත්ත නොමැත",
        "Death": "දත්ත නොමැත",
        "Profiles": "දත්ත නොමැත"
    },
    {
        "cricketerName": "මලිත් ගුණතිලක",
        "bio": "ක්රිකට් ක්රීඩකයා",
        "Is": "මලල ක්‍රිකට් ක්‍රීඩකයෙක්",
        "Gender": "පිරිමි",
        "Birth": "1987 මාර්තු 29",
        "Age": "අවුරුදු 34 යි",
        "paragraph": "දත්ත නොමැත",
        "Star sign": "දත්ත නොමැත",
        "Sports Teams": "දත්ත නොමැත",
        "Death": "දත්ත නොමැත",
        "Profiles": "දත්ත නොමැත"
    },
    {
        "cricketerName": "තුසිත් ද සොයිසා",
        "bio": "ක්රිකට් ක්රීඩකයා",
        "Is": "මලල ක්‍රිකට් ක්‍රීඩකයෙක්",
        "Gender": "පිරිමි",
        "Birth": "1998 ජූනි 8",
        "Age": "අවුරුදු 23 යි",
        "paragraph": "දත්ත නොමැත",
        "Star sign": "දත්ත නොමැත",
        "Sports Teams": "දත්ත නොමැත",
        "Death": "දත්ත නොමැත",
        "Profiles": "දත්ත නොමැත"
    },
    {
        "cricketerName": "සාරංග රාජගුරු",
        "bio": "ක්රිකට් ක්රීඩකයා",
        "Is": "මලල ක්‍රිකට් ක්‍රීඩකයෙක්",
        "Gender": "පිරිමි",
        "Birth": "1992 නොවැම්බර් 12",
        "Age": "අවුරුදු 29 යි",
        "paragraph": "දත්ත නොමැත",
        "Star sign": "දත්ත නොමැත",
        "Sports Teams": "දත්ත නොමැත",
        "Death": "දත්ත නොමැත",
        "Profiles": "දත්ත නොමැත"
    },
    {
        "cricketerName": "ernie kelaart",
        "bio": "ක්රිකට් ක්රීඩකයා",
        "Is": "මලල ක්‍රිකට් ක්‍රීඩකයෙක්",
        "Gender": "පිරිමි",
        "Birth": "1922 ජූනි 29, කොළඹ",
        "Age": "අවුරුදු 99 යි",
        "paragraph": "දත්ත නොමැත",
        "Star sign": "දත්ත නොමැත",
        "Sports Teams": "දත්ත නොමැත",
        "Death": "දත්ත නොමැත",
        "Profiles": "දත්ත නොමැත"
    },
    {
        "cricketerName": "චන්දන අරවින්ද",
        "bio": "ක්රිකට් ක්රීඩකයා",
        "Is": "මලල ක්‍රිකට් ක්‍රීඩකයෙක්",
        "Gender": "පිරිමි",
        "Birth": "1982 නොවැම්බර් 11",
        "Age": "අවුරුදු 39 යි",
        "paragraph": "දත්ත නොමැත",
        "Star sign": "දත්ත නොමැත",
        "Sports Teams": "දත්ත නොමැත",
        "Death": "දත්ත නොමැත",
        "Profiles": "දත්ත නොමැත"
    },
    {
        "cricketerName": "umega chaturanga",
        "bio": "ශ්‍රී ලංකා ක්‍රිකට් ක්‍රීඩකයා",
        "Is": "මලල ක්‍රිකට් ක්‍රීඩකයෙක්",
        "Gender": "පිරිමි",
        "Birth": "1984 ජූනි 3",
        "Age": "අවුරුදු 37 යි",
        "paragraph": "දත්ත නොමැත",
        "Star sign": "දත්ත නොමැත",
        "Sports Teams": "දත්ත නොමැත",
        "Death": "දත්ත නොමැත",
        "Profiles": "දත්ත නොමැත"
    },
    {
        "cricketerName": "පූර්ණ චාරුකා",
        "bio": "ක්රිකට් ක්රීඩකයා",
        "Is": "මලල ක්‍රිකට් ක්‍රීඩකයෙක්",
        "Gender": "පිරිමි",
        "Birth": "1997 මාර්තු 24",
        "Age": "අවුරුදු 24 යි",
        "paragraph": "දත්ත නොමැත",
        "Star sign": "දත්ත නොමැත",
        "Sports Teams": "දත්ත නොමැත",
        "Death": "දත්ත නොමැත",
        "Profiles": "දත්ත නොමැත"
    },
    {
        "cricketerName": "සඳුන් ඩයස්",
        "bio": "ක්රිකට් ක්රීඩකයා",
        "Is": "මලල ක්‍රිකට් ක්‍රීඩකයෙක්",
        "Gender": "පිරිමි",
        "Birth": "1985 ජූලි 29",
        "Age": "අවුරුදු 36 යි",
        "paragraph": "දත්ත නොමැත",
        "Star sign": "දත්ත නොමැත",
        "Sports Teams": "දත්ත නොමැත",
        "Death": "දත්ත නොමැත",
        "Profiles": "දත්ත නොමැත"
    },
    {
        "cricketerName": "චතුර මිලාන්",
        "bio": "ක්රිකට් ක්රීඩකයා",
        "Is": "මලල ක්‍රිකට් ක්‍රීඩකයෙක්",
        "Gender": "පිරිමි",
        "Birth": "1998 අගෝස්තු 7",
        "Age": "අවුරුදු 23 යි",
        "paragraph": "දත්ත නොමැත",
        "Star sign": "දත්ත නොමැත",
        "Sports Teams": "දත්ත නොමැත",
        "Death": "දත්ත නොමැත",
        "Profiles": "දත්ත නොමැත"
    },
    {
        "cricketerName": "ආසිරි ද සිල්වා",
        "bio": "ක්රිකට් ක්රීඩකයා",
        "Is": "මලල ක්‍රිකට් ක්‍රීඩකයෙක්",
        "Gender": "පිරිමි",
        "Birth": "1983 ජූනි 10",
        "Age": "අවුරුදු 38 යි",
        "paragraph": "දත්ත නොමැත",
        "Star sign": "දත්ත නොමැත",
        "Sports Teams": "දත්ත නොමැත",
        "Death": "දත්ත නොමැත",
        "Profiles": "දත්ත නොමැත"
    },
    {
        "cricketerName": "මහේෂ් සංජීව",
        "bio": "ක්රිකට් ක්රීඩකයා",
        "Is": "මලල ක්‍රිකට් ක්‍රීඩකයෙක්",
        "Gender": "පිරිමි",
        "Birth": "1998 මාර්තු 21",
        "Age": "අවුරුදු 23 යි",
        "paragraph": "දත්ත නොමැත",
        "Star sign": "දත්ත නොමැත",
        "Sports Teams": "දත්ත නොමැත",
        "Death": "දත්ත නොමැත",
        "Profiles": "දත්ත නොමැත"
    },
    {
        "cricketerName": "චන්න ප්‍රනාන්දු",
        "bio": "ක්රිකට් ක්රීඩකයා",
        "Is": "මලල ක්‍රිකට් ක්‍රීඩකයෙක්",
        "Gender": "පිරිමි",
        "Birth": "1988 ජූනි 11",
        "Age": "අවුරුදු 33 යි",
        "paragraph": "දත්ත නොමැත",
        "Star sign": "දත්ත නොමැත",
        "Sports Teams": "දත්ත නොමැත",
        "Death": "දත්ත නොමැත",
        "Profiles": "දත්ත නොමැත"
    },
    {
        "cricketerName": "lasith croospulle",
        "bio": "ක්රිකට් ක්රීඩකයා",
        "Is": "මලල ක්‍රිකට් ක්‍රීඩකයෙක්",
        "Gender": "පිරිමි",
        "Birth": "1998 ඔක්තෝබර් 10",
        "Age": "අවුරුදු 23 යි",
        "paragraph": "දත්ත නොමැත",
        "Star sign": "දත්ත නොමැත",
        "Sports Teams": "දත්ත නොමැත",
        "Death": "දත්ත නොමැත",
        "Profiles": "දත්ත නොමැත"
    },
    {
        "cricketerName": "සංජය රණවීර",
        "bio": "ක්රිකට් ක්රීඩකයා",
        "Is": "මලල ක්‍රිකට් ක්‍රීඩකයෙක්",
        "Gender": "පිරිමි",
        "Birth": "1981 මැයි 13",
        "Age": "අවුරුදු 40 යි",
        "paragraph": "දත්ත නොමැත",
        "Star sign": "දත්ත නොමැත",
        "Sports Teams": "දත්ත නොමැත",
        "Death": "දත්ත නොමැත",
        "Profiles": "දත්ත නොමැත"
    },
    {
        "cricketerName": "ප්‍රවිනාත් විජේසූරිය",
        "bio": "ක්රිකට් ක්රීඩකයා",
        "Is": "මලල ක්‍රිකට් ක්‍රීඩකයෙක්",
        "Gender": "පිරිමි",
        "Birth": "1998 මාර්තු 18",
        "Age": "අවුරුදු 23 යි",
        "paragraph": "දත්ත නොමැත",
        "Star sign": "දත්ත නොමැත",
        "Sports Teams": "දත්ත නොමැත",
        "Death": "දත්ත නොමැත",
        "Profiles": "දත්ත නොමැත"
    },
    {
        "cricketerName": "හරීන් වීරසිංහ",
        "bio": "ක්රිකට් ක්රීඩකයා",
        "Is": "මලල ක්‍රිකට් ක්‍රීඩකයෙක්",
        "Gender": "පිරිමි",
        "Birth": "1999 පෙබරවාරි 6",
        "Age": "අවුරුදු 22 යි",
        "paragraph": "දත්ත නොමැත",
        "Star sign": "දත්ත නොමැත",
        "Sports Teams": "දත්ත නොමැත",
        "Death": "දත්ත නොමැත",
        "Profiles": "දත්ත නොමැත"
    },
    {
        "cricketerName": "ලක්ෂාන් රුද්රිගු",
        "bio": "ක්රිකට් ක්රීඩකයා",
        "Is": "මලල ක්‍රිකට් ක්‍රීඩකයෙක්",
        "Gender": "පිරිමි",
        "Birth": "1987 මැයි 19",
        "Age": "අවුරුදු 34 යි",
        "paragraph": "දත්ත නොමැත",
        "Star sign": "දත්ත නොමැත",
        "Sports Teams": "දත්ත නොමැත",
        "Death": "දත්ත නොමැත",
        "Profiles": "දත්ත නොමැත"
    },
    {
        "cricketerName": "පැට් මැකාර්ති",
        "bio": "ක්රිකට් ක්රීඩකයා",
        "Was": "මලල ක්‍රිකට් ක්‍රීඩකයෙක්",
        "Gender": "ගැහැණු",
        "Birth": "1919 ඔක්තෝබර් 24, ශ්‍රී ලංකාව",
        "Death": "2007 දෙසැම්බර් 23 (වයස අවුරුදු 88)",
        "paragraph": "දත්ත නොමැත",
        "Is": "දත්ත නොමැත",
        "Age": "දත්ත නොමැත",
        "Star sign": "දත්ත නොමැත",
        "Sports Teams": "දත්ත නොමැත",
        "Profiles": "දත්ත නොමැත"
    },
    {
        "cricketerName": "නුවන් සම්පත්",
        "bio": "ක්රිකට් ක්රීඩකයා",
        "Is": "මලල ක්‍රිකට් ක්‍රීඩකයෙක්",
        "Gender": "පිරිමි",
        "Birth": "1996 ජූනි 22",
        "Age": "අවුරුදු 25 යි",
        "paragraph": "දත්ත නොමැත",
        "Star sign": "දත්ත නොමැත",
        "Sports Teams": "දත්ත නොමැත",
        "Death": "දත්ත නොමැත",
        "Profiles": "දත්ත නොමැත"
    },
    {
        "cricketerName": "සඳරුවන් රුද්‍රිගෝ",
        "bio": "ක්රිකට් ක්රීඩකයා",
        "Is": "මලල ක්‍රිකට් ක්‍රීඩකයෙක්",
        "Gender": "පිරිමි",
        "Birth": "1997 ජූනි 1",
        "Age": "අවුරුදු 24 යි",
        "paragraph": "දත්ත නොමැත",
        "Star sign": "දත්ත නොමැත",
        "Sports Teams": "දත්ත නොමැත",
        "Death": "දත්ත නොමැත",
        "Profiles": "දත්ත නොමැත"
    },
    {
        "cricketerName": "මනෝජ් චානක",
        "bio": "ක්රිකට් ක්රීඩකයා",
        "Is": "මලල ක්‍රිකට් ක්‍රීඩකයෙක්",
        "Gender": "පිරිමි",
        "Birth": "1984 නොවැම්බර් 17",
        "Age": "අවුරුදු 37 යි",
        "paragraph": "දත්ත නොමැත",
        "Star sign": "දත්ත නොමැත",
        "Sports Teams": "දත්ත නොමැත",
        "Death": "දත්ත නොමැත",
        "Profiles": "දත්ත නොමැත"
    },
    {
        "cricketerName": "දයා සහබන්දු",
        "bio": "ක්රිකට් ක්රීඩකයා",
        "Is": "මලල ක්‍රිකට් ක්‍රීඩකයෙක්",
        "Gender": "පිරිමි",
        "Birth": "1940 මාර්තු 28, කොළඹ",
        "Age": "අවුරුදු 81 යි",
        "paragraph": "දත්ත නොමැත",
        "Star sign": "දත්ත නොමැත",
        "Sports Teams": "දත්ත නොමැත",
        "Death": "දත්ත නොමැත",
        "Profiles": "දත්ත නොමැත"
    },
    {
        "cricketerName": "tilanga udeshana",
        "bio": "ක්රිකට් ක්රීඩකයා",
        "Is": "මලල ක්‍රිකට් ක්‍රීඩකයෙක්",
        "Gender": "පිරිමි",
        "Birth": "1998 මාර්තු 13",
        "Age": "අවුරුදු 23 යි",
        "paragraph": "දත්ත නොමැත",
        "Star sign": "දත්ත නොමැත",
        "Sports Teams": "දත්ත නොමැත",
        "Death": "දත්ත නොමැත",
        "Profiles": "දත්ත නොමැත"
    },
    {
        "cricketerName": "නුවන් ඉන්දික",
        "bio": "ක්රිකට් ක්රීඩකයා",
        "Is": "මලල ක්‍රිකට් ක්‍රීඩකයෙක්",
        "Gender": "පිරිමි",
        "Birth": "1985 නොවැම්බර් 13",
        "Age": "අවුරුදු 36 යි",
        "paragraph": "දත්ත නොමැත",
        "Star sign": "දත්ත නොමැත",
        "Sports Teams": "දත්ත නොමැත",
        "Death": "දත්ත නොමැත",
        "Profiles": "දත්ත නොමැත"
    },
    {
        "cricketerName": "රයන් කර්න්",
        "bio": "ක්රිකට් ක්රීඩකයා",
        "Is": "මලල ක්‍රිකට් ක්‍රීඩකයෙක්",
        "Gender": "පිරිමි",
        "Birth": "1989 මැයි 26",
        "Age": "අවුරුදු 32 යි",
        "paragraph": "දත්ත නොමැත",
        "Star sign": "දත්ත නොමැත",
        "Sports Teams": "දත්ත නොමැත",
        "Death": "දත්ත නොමැත",
        "Profiles": "දත්ත නොමැත"
    },
    {
        "cricketerName": "දිනුෂ්ක මාලන්",
        "bio": "ක්රිකට් ක්රීඩකයා",
        "Is": "මලල ක්‍රිකට් ක්‍රීඩකයෙක්",
        "Gender": "පිරිමි",
        "Birth": "1993 ජූනි 13",
        "Age": "අවුරුදු 28 යි",
        "paragraph": "දත්ත නොමැත",
        "Star sign": "දත්ත නොමැත",
        "Sports Teams": "දත්ත නොමැත",
        "Death": "දත්ත නොමැත",
        "Profiles": "දත්ත නොමැත"
    },
    {
        "cricketerName": "rajeewa Weerasinghe",
        "bio": "ක්‍රිකට්ස්පෙලර් යූඅයිට් ශ්‍රී ලංකාව",
        "Is": "මලල ක්‍රිකට් ක්‍රීඩකයෙක්",
        "Gender": "පිරිමි",
        "Birth": "1987 අගෝස්තු 26",
        "Age": "අවුරුදු 34 යි",
        "paragraph": "දත්ත නොමැත",
        "Star sign": "දත්ත නොමැත",
        "Sports Teams": "දත්ත නොමැත",
        "Death": "දත්ත නොමැත",
        "Profiles": "දත්ත නොමැත"
    },
    {
        "cricketerName": "සහන් පීරිස්",
        "bio": "ක්රිකට් ක්රීඩකයා",
        "Is": "මලල ක්‍රිකට් ක්‍රීඩකයෙක්",
        "Gender": "පිරිමි",
        "Birth": "1997 සැප්තැම්බර් 19",
        "Age": "අවුරුදු 24 යි",
        "paragraph": "දත්ත නොමැත",
        "Star sign": "දත්ත නොමැත",
        "Sports Teams": "දත්ත නොමැත",
        "Death": "දත්ත නොමැත",
        "Profiles": "දත්ත නොමැත"
    },
    {
        "cricketerName": "නිලංක රුක්ෂිත",
        "bio": "ක්රිකට් ක්රීඩකයා",
        "Is": "මලල ක්‍රිකට් ක්‍රීඩකයෙක්",
        "Gender": "පිරිමි",
        "Birth": "1998 අගෝස්තු 29",
        "Age": "අවුරුදු 23 යි",
        "paragraph": "දත්ත නොමැත",
        "Star sign": "දත්ත නොමැත",
        "Sports Teams": "දත්ත නොමැත",
        "Death": "දත්ත නොමැත",
        "Profiles": "දත්ත නොමැත"
    },
    {
        "cricketerName": "irosh fernando",
        "bio": "ක්රිකට් ක්රීඩකයා",
        "Is": "මලල ක්‍රිකට් ක්‍රීඩකයෙක්",
        "Gender": "පිරිමි",
        "Birth": "1999 මැයි 27",
        "Age": "අවුරුදු 22 යි",
        "paragraph": "දත්ත නොමැත",
        "Star sign": "දත්ත නොමැත",
        "Sports Teams": "දත්ත නොමැත",
        "Death": "දත්ත නොමැත",
        "Profiles": "දත්ත නොමැත"
    },
    {
        "cricketerName": "මැනල්කර් ද සිල්වා",
        "bio": "ක්රිකට් ක්රීඩකයා",
        "Is": "මලල ක්‍රිකට් ක්‍රීඩකයෙක්",
        "Gender": "පිරිමි",
        "Birth": "1998 අගෝස්තු 8",
        "Age": "අවුරුදු 23 යි",
        "paragraph": "දත්ත නොමැත",
        "Star sign": "දත්ත නොමැත",
        "Sports Teams": "දත්ත නොමැත",
        "Death": "දත්ත නොමැත",
        "Profiles": "දත්ත නොමැත"
    },
    {
        "cricketerName": "සුදාරක දක්ෂිණ",
        "bio": "ක්රිකට් ක්රීඩකයා",
        "Is": "මලල ක්‍රිකට් ක්‍රීඩකයෙක්",
        "Gender": "පිරිමි",
        "Birth": "1995 ජූනි 19",
        "Age": "අවුරුදු 26 යි",
        "paragraph": "දත්ත නොමැත",
        "Star sign": "දත්ත නොමැත",
        "Sports Teams": "දත්ත නොමැත",
        "Death": "දත්ත නොමැත",
        "Profiles": "දත්ත නොමැත"
    },
    {
        "cricketerName": "නිමේෂා මෙන්ඩිස්",
        "bio": "ක්රිකට් ක්රීඩකයා",
        "Is": "මලල ක්‍රිකට් ක්‍රීඩකයෙක්",
        "Gender": "පිරිමි",
        "Birth": "1996 ජනවාරි 11",
        "Age": "අවුරුදු 25 යි",
        "paragraph": "දත්ත නොමැත",
        "Star sign": "දත්ත නොමැත",
        "Sports Teams": "දත්ත නොමැත",
        "Death": "දත්ත නොමැත",
        "Profiles": "දත්ත නොමැත"
    },
    {
        "cricketerName": "රජිත් ප්‍රියන්",
        "bio": "ක්රිකට් ක්රීඩකයා",
        "Is": "මලල ක්‍රිකට් ක්‍රීඩකයෙක්",
        "Gender": "පිරිමි",
        "Birth": "1988 අගෝස්තු 25",
        "Age": "අවුරුදු 33 යි",
        "paragraph": "දත්ත නොමැත",
        "Star sign": "දත්ත නොමැත",
        "Sports Teams": "දත්ත නොමැත",
        "Death": "දත්ත නොමැත",
        "Profiles": "දත්ත නොමැත"
    },
    {
        "cricketerName": "chameera dissanayake",
        "bio": "ක්රිකට් ක්රීඩකයා",
        "Is": "මලල ක්‍රිකට් ක්‍රීඩකයෙක්",
        "Gender": "පිරිමි",
        "Birth": "1995 දෙසැම්බර් 10",
        "Age": "අවුරුදු 25 යි",
        "paragraph": "දත්ත නොමැත",
        "Star sign": "දත්ත නොමැත",
        "Sports Teams": "දත්ත නොමැත",
        "Death": "දත්ත නොමැත",
        "Profiles": "දත්ත නොමැත"
    },
    {
        "cricketerName": "සමේන්ද්‍ර මධුෂාන්",
        "bio": "ක්රිකට් ක්රීඩකයා",
        "Is": "මලල ක්‍රිකට් ක්‍රීඩකයෙක්",
        "Gender": "පිරිමි",
        "Birth": "1987 මාර්තු 10",
        "Age": "අවුරුදු 34 යි",
        "paragraph": "දත්ත නොමැත",
        "Star sign": "දත්ත නොමැත",
        "Sports Teams": "දත්ත නොමැත",
        "Death": "දත්ත නොමැත",
        "Profiles": "දත්ත නොමැත"
    },
    {
        "cricketerName": "rashmika dilshan",
        "bio": "ක්‍රිකට්ස්පෙලර් යූඅයිට් ශ්‍රී ලංකාව",
        "Is": "මලල ක්‍රිකට් ක්‍රීඩකයෙක්",
        "Gender": "පිරිමි",
        "Birth": "1998 ඔක්තෝබර් 10",
        "Age": "අවුරුදු 23 යි",
        "paragraph": "දත්ත නොමැත",
        "Star sign": "දත්ත නොමැත",
        "Sports Teams": "දත්ත නොමැත",
        "Death": "දත්ත නොමැත",
        "Profiles": "දත්ත නොමැත"
    },
    {
        "cricketerName": "ප්‍රගීත් රඹුක්වැල්ල",
        "bio": "ශ්‍රී ලංකා ක්‍රිකට් ක්‍රීඩකයා",
        "Is": "මලල ක්‍රිකට් ක්‍රීඩකයෙක්",
        "Gender": "පිරිමි",
        "Birth": "1976 ජනවාරි 29, මොරටුව",
        "Age": "අවුරුදු 45 යි",
        "Star sign": "කුම්භ",
        "paragraph": "ප්‍රගීත් රඹුක්වැල්ල (උපත 1976 ජනවාරි 29) යනු ශ්‍රී ලංකාවේ හිටපු පළමු පෙළ ක්‍රිකට් ක්‍රීඩකයෙකි. ඔහු දැන් විනිසුරුවරයෙකු වන අතර 2015 ජූනි මාසයේදී ශ්‍රී ලංකාව සහ පකිස්ථානය අතර තරඟ සංචාරයක නිරත විය.",
        "Sports Teams": "දත්ත නොමැත",
        "Death": "දත්ත නොමැත",
        "Profiles": "දත්ත නොමැත"
    },
    {
        "cricketerName": "හෂාන් දුමිඳු",
        "bio": "ශ්‍රී ලංකා ක්‍රිකට් ක්‍රීඩකයා",
        "Is": "මලල ක්‍රිකට් ක්‍රීඩකයෙක්",
        "Gender": "පිරිමි",
        "Birth": "1995 ජූලි 4",
        "Age": "අවුරුදු 26 යි",
        "Star sign": "පිළිකාවක්",
        "paragraph": "හෂාන් දුමිඳු (උපත 1995 ජූලි 4) යනු ශ්‍රී ලංකා පළමු පෙළ ක්‍රිකට් ක්‍රීඩකයෙකි. ඔහු 2014 icc වයස 19 න් පහළ ක්‍රිකට් ලෝක කුසලානය සඳහා ශ්‍රී ලංකා සංචිතයේ කොටසක් විය.",
        "Sports Teams": "දත්ත නොමැත",
        "Death": "දත්ත නොමැත",
        "Profiles": "දත්ත නොමැත"
    },
    {
        "cricketerName": "බිනුර ප්‍රනාන්දු",
        "bio": "ශ්‍රී ලංකා ක්‍රිකට් ක්‍රීඩකයා",
        "Is": "මලල ක්‍රිකට් ක්‍රීඩකයෙක්",
        "Gender": "පිරිමි",
        "Birth": "1995 ජූලි 12, කොළඹ, කොළඹ දිස්ත්‍රික්කය, බස්නාහිර පළාත, ශ්‍රී ලංකාව",
        "Age": "අවුරුදු 26 යි",
        "Star sign": "පිළිකාවක්",
        "paragraph": "බිනුර ප්‍රනාන්දු\n\n (උපත 1995 ජූලි 12) වෘත්තීය ශ්‍රී ලංකා ක්‍රිකට් ක්‍රීඩකයෙකි. ඔහු ආදි ශිෂ්‍යයෙකි. s. senanayake college, colombo.early career ඔහු 2014 icc 19 න් පහළ ක්‍රිකට් ලෝක කුසලානය සඳහා ශ්‍රී ලංකා සංචිතයේ කොටසක් විය. ජාත්‍යන්තර වෘත්තීය ජීවිතය ඔහු 2015 ජුලි මාසයේදී පකිස්ථානයට එරෙහිව ඔවුන්ගේ තරඟාවලිය සඳහා ශ්‍රී ලංකා විස්සයි20 ජාත්‍යන්තර (t20i) සංචිතයට නම් කරන ලදී. 2015 ජුලි 30 වෙනිදා ඔහු සිය පළමු ජාත්‍යන්තර කඩුල්ල ලබා ගත්තේ ෂහීඩ් අෆ්රිඩිගේ පන්දු යැවීමෙනි.",
        "Sports Teams": "දත්ත නොමැත",
        "Death": "දත්ත නොමැත",
        "Profiles": "දත්ත නොමැත"
    },
    {
        "cricketerName": "ගයාන් ද සිල්වා (බහරේන් ක්‍රිකට් ක්‍රීඩක)",
        "bio": "ක්රිකට් ක්රීඩකයා",
        "Is": "මලල ක්‍රිකට් ක්‍රීඩකයෙක්",
        "Gender": "පිරිමි",
        "Birth": "1988 පෙබරවාරි 23",
        "Age": "අවුරුදු 33 යි",
        "Star sign": "මීන",
        "paragraph": "කාරියවසම් තන්ත‍්‍රිගේ ගයාන් තිලංක ද සිල්වා (උපත 1988 පෙබරවාරි 23), ගයාන් ද සිල්වා නමින් හැඳින්වෙන ඔහු 2012-13 වාරයේ දී ශ්‍රී ලංකා දේශීය ක්‍රිකට් ක්‍රීඩාවට පිවිසි වෘත්තීය ක්‍රිකට් ක්‍රීඩකයෙකි. ඔහුගේ මුල් ක්‍රිකට් ක්‍රීඩා කළේ ඔහු උපන් රට වන බහරේනයේ වන අතර, ඔහු මීට පෙර විවිධ බාල වයස් මට්ටම්වලදී බහරේනය නියෝජනය කර ඇති අතර 2004 සහ 2006 අතරතුර බහරේන් ජාතික කණ්ඩායම වෙනුවෙන් ජ්‍යෙෂ්ඨ මට්ටමින් ක්‍රීඩා කළේය.\n\nමනමා හි අද්ලියා ප්‍රදේශයේ උපත ලැබූ ද සිල්වා ඒ වන විට වයස අවුරුදු 12ක් පමණක් වුවද, 2000 වසරේ පකිස්ථානයේ පැවති වයස අවුරුදු 17න් පහළ ආසියානු කුසලාන තරගාවලියේදී බහරේනය නියෝජනය කළේය. ඔහුගේ මීළඟ ප්‍රධාන තරඟාවලිය වන 2004 acc වයස අවුරුදු 17 න් පහළ කුසලානයේ දී, ඔහු බහරේනයට නායකත්වය දුන් අතර, තරඟ 5 කින් ලකුණු 165 කින් අවසන් කරන ලදී. ඔහුගේ ඉහළම ලකුණු සංඛ්‍යාව වූයේ තායිලන්තයට එරෙහිව පන්දු 68කින් ලබාගත් ලකුණු 72යි. ඔහුගේ වයස අවුරුදු 17 න් පහළ දක්‍ෂතාවයෙන් පසුව, ද සිල්වා 2004 මැලේසියාවේ acc කුසලානය සඳහා බහරේන් ජ්‍යෙෂ්ඨ සංචිතයට තේරී පත් විය, තවමත් වයස අවුරුදු 16 යි. ඔහු එම තරඟාවලියේදී කඩුල්ලක් නොදැමූ නමුත්, ඔහුගේ තරඟ දෙක, හොංකොං සහ ඕමානයට එරෙහිව, ඔහු බහරේනය වෙනුවෙන් ජ්‍යෙෂ්ඨ ක්‍රිකට් ක්‍රීඩා කළ ලාබාලතම ක්‍රීඩකයා බවට පත් වෙනවා. බහරේන් වයස අවුරුදු 19 න් පහළ ඔහුගේ එකම තරඟාවලිය වන 2005 නේපාලයේ පැවති වයස අවුරුදු 19 න් පහළ කුසලාන තරඟාවලියේ දී ද සිල්වා බෲනායිට එරෙහිව පන්දු 140 කදී නොදැවී ලකුණු 200 ක් රැස් කරමින් 19 න් පහළ කුසලාන තරඟාවලියේ වාර්තාවක් පිහිටුවීය. 2015 මැයි වන විට, ඔහුගේ ඉනිම වයස අවුරුදු 19 න් පහළ තරඟාවලියකදී ලබාගත් එකම ද්විත්ව ශතකය වේ.\n\nද සිල්වා බහරේන් කණ්ඩායම වෙනුවෙන් ක්‍රීඩා කළ අවසන් තරඟාවලිය වූයේ 2006 මැලේසියාවේ පැවති acc කුසලානයයි. ක්‍රිකට් සහ පැසිපන්දු යන දෙකම ඇතුළත් ඔහුගේ පාසල් ක්‍රීඩාව කොළඹ එලිසබෙත් මෝයර් පාසල සඳහා ක්‍රීඩා කර ඇත. ද සිල්වා 2012 ඉංග්‍රීසි වාරය ලින්කන්ෂයර් ප්‍රිමියර් ලීගයේ ලින්ඩම් සඳහා වෘත්තිකයෙකු ලෙස ක්‍රීඩා සමාජ ක්‍රිකට් ක්‍රීඩා කළේය. 2012-13 ශ්‍රී ලංකා වාරය සඳහා ගාලු ක්‍රිකට් සමාජය සමඟ අත්සන් තැබූ ඔහු 2013 පෙබරවාරි මාසයේදී ප්‍රිමියර් කුසලානයේදී කුරුණෑගල යෞවන ක්‍රිකට් සමාජයට එරෙහිව සිය පළමු පෙළ තරගයට පිවිසියේය. ඊළඟ වාරයේ, ඔහු හොංකොං සහ නයිජීරියාවේ සංචාරක ජාත්‍යන්තර කණ්ඩායම්වලට එරෙහිව කෝල්ට්ස් ක්‍රිකට් සමාජය සඳහා තරඟ දෙකකට පෙනී සිටියේය, හොංකොං සමඟ පැවති තරඟය සම්පූර්ණ විස්සයි20 තත්ත්වය හිමි විය. ද සිල්වා 2014-15 වාරය සඳහා හලාවත මේරියන්ස් සමඟ අත්සන් කළ අතර, ප්‍රමුඛතම කුසලාන තරඟ තුනක් සහ තනි ප්‍රිමියර් සීමිත පන්දුවාර තරඟ සඳහා පෙනී සිටියේය. හලාවත මේරියන්ස් වෙනුවෙන් ඔහුගේ පළමු ප්‍රිමියර් කුසලාන තරගයේදී ඔහු කොළඹ සීසී පිලට එරෙහිව පළමු ඉනිමේදී ලකුණු 4/51ක් ලබා ගත්තේ, මෙතෙක් ඔහුගේ හොඳම පළමු පෙළ ලකුණු සංඛ්‍යාවයි. බහරේනයේ මෙන් නොව, ඔහු \"සැබෑ තුන් ඉරියව් ක්‍රීඩකයෙකු\" ලෙස ප්‍රසිද්ධියට පත් වූ අතර බොහෝ විට ඉහළ පෙළේ පිතිකරණයේ යෙදුණු ශ්‍රී ලංකාවේ ද සිල්වා පන්දු යවන්නෙකු ලෙස පමණක් ක්‍රීඩා කර ඇත.",
        "Sports Teams": "දත්ත නොමැත",
        "Death": "දත්ත නොමැත",
        "Profiles": "දත්ත නොමැත"
    },
    {
        "cricketerName": "fitzroy crozier",
        "bio": "ශ්‍රී ලංකා ක්‍රිකට් ක්‍රීඩකයා",
        "Is": "මලල ක්‍රිකට් ක්‍රීඩකයෙක්",
        "Gender": "පිරිමි",
        "Birth": "1936 නොවැම්බර් 28, කොළඹ",
        "Age": "අවුරුදු 85 යි",
        "Star sign": "ධනු",
        "paragraph": "fitzroy bertram crozier (උපත 1936 නොවැම්බර් 28, colombo, ceylon) යනු 1957 සිට 1967 දක්වා ලංකාව වෙනුවෙන් පළමු පෙළ ක්‍රිකට් ක්‍රීඩා කළ හිටපු ක්‍රිකට් ක්‍රීඩකයෙකි.\n\nකොළඹ උපත ලද ක්‍රෝසියර් රාජකීය විද්‍යාලයට ඇතුළත් වූ අතර ඔහුගේ අවසන් වසරේ 1956 දී පළමු xi නායකයා ලෙස කටයුතු කළේය. ඔහු 1956-57 ගෝපාලන් කුසලාන තරගයට ලංකාව වෙනුවෙන් ක්‍රීඩා කළ නමුත් සංචාරය කළ කණ්ඩායමේ පුදුම තේරීමක් වන තෙක් ඔහු නැවත ක්‍රීඩා කළේ නැත 1966-67 දී පකිස්ථානය.\n\nදෙපිල අතර පැවැති තරග තුනම පුළුල් පරතරයකින් ජයගත් පකිස්තානය කඩුලු 27ක් පමණක් දැවී ගියේය. ක්‍රොසියර් එම කඩුලු 14ක් ලකුණු 372කට දවා ගත්තේ සාමාන්‍ය 26.57ක් ලෙසිනි. ඔහු පළමු තරගයේදී පාකිස්තාන පළමු ඉනිමේදී ඕවර 64කදී ලකුණු 135කට කඩුලු 6ක් ද, තෙවැනි තරගයේදී පාකිස්තානු පිලේ එකම ඉනිමේදී ලකුණු 133කට කඩුලු 7ක් ද ලබා ගත්තේය. ඔහු දෙවැනි තරගයේ දෙවැනි ඉනිමේ ආරම්භක පිතිකරුවෙක් ලෙස ලකුණු 57ක් රැස් කළේය.\n\nපසුව ඔහු ඕස්ට්‍රේලියාවේ පදිංචියට ගියේය.",
        "Sports Teams": "දත්ත නොමැත",
        "Death": "දත්ත නොමැත",
        "Profiles": "දත්ත නොමැත"
    },
    {
        "cricketerName": "යශෝධා මෙන්ඩිස්",
        "bio": "ක්රිකට් ක්රීඩකයා",
        "Is": "මලල ක්‍රිකට් ක්‍රීඩකයෙක්",
        "Gender": "ගැහැණු",
        "Birth": "1986 සැප්තැම්බර් 15",
        "Age": "අවුරුදු 35 යි",
        "Star sign": "කන්‍යාව",
        "paragraph": "බටවලගේ යශෝධා අවන්තිකා මෙන්ඩිස් (උපත 1986 සැප්තැම්බර් 15), යශෝධා මෙන්ඩිස් ලෙස හඳුන්වනු ලබන්නේ ශ්‍රී ලංකා ක්‍රිකට් ක්‍රීඩිකාවකි.",
        "Sports Teams": "දත්ත නොමැත",
        "Death": "දත්ත නොමැත",
        "Profiles": "දත්ත නොමැත"
    },
    {
        "cricketerName": "ලලිත් ජයසුන්දර",
        "bio": "විනිසුරු",
        "Is": "මලල ක්‍රිකට් විනිසුරු ක්‍රිකට් විනිසුරු",
        "Gender": "පිරිමි",
        "Birth": "4 පෙබරවාරි 1953, කොළඹ, කොළඹ දිස්ත්‍රික්කය, බස්නාහිර පළාත, ශ්‍රී ලංකාව",
        "Age": "අවුරුදු 68 යි",
        "Star sign": "කුම්භ",
        "paragraph": "ලලිත් වසන්ත ජයසුන්දර\n\n (උපත 1953 පෙබරවාරි 4) හිටපු ශ්‍රී ලංකා ක්‍රිකට් විනිසුරුවෙකි. ඔහු 1999 සිට 2001 දක්වා ඕඩි ක්‍රීඩා නවයකට සහභාගී විය. ඉසිපතන විද්‍යාලයේ ආදි ශිෂ්‍යයෙකු වූ ජයසුන්දර, තම පාසලේ සියලුම වයස් කාණ්ඩ යටතේ ක්‍රිකට් නියෝජනය කළ අතර, 1972 දී 1 වැනි xi කණ්ඩායමට නායකත්වය දුන්නේය. ඔහු පානදුර ක්‍රීඩා සමාජයට ක්‍රීඩා කළේය. ඔහු කොළඹ ක්‍රිකට් සමාජය, කෝල්ට්ස් ක්‍රිකට් සමාජය සහ ඔහු සේවය කළ වැල්ලවත්තේ දඟ කැවීමේ සහ රෙදි විවුම් මෝල්වල ක්‍රිකට් දිගටම කරගෙන ගියේය.",
        "Sports Teams": "දත්ත නොමැත",
        "Death": "දත්ත නොමැත",
        "Profiles": "දත්ත නොමැත"
    },
    {
        "cricketerName": "ඩිලානි මනෝදරා",
        "bio": "ක්රිකට් ක්රීඩකයා",
        "Is": "මලල ක්‍රිකට් ක්‍රීඩකයෙක්",
        "Gender": "ගැහැණු",
        "Birth": "1982 දෙසැම්බර් 8",
        "Age": "අවුරුදු 38 යි",
        "Star sign": "ධනු",
        "paragraph": "මනෝදරා ආචාරිගේ දොන් දිලානි සුරංගිකා (උපත 1982 දෙසැම්බර් 8), ඩිලානි මනෝදරා ලෙසින් හඳුන්වනු ලබන්නේ ශ්‍රී ලංකා ක්‍රිකට් ක්‍රීඩිකාවකි.",
        "Sports Teams": "දත්ත නොමැත",
        "Death": "දත්ත නොමැත",
        "Profiles": "දත්ත නොමැත"
    },
    {
        "cricketerName": "චමරි පොල්ගම්පොල",
        "bio": "ක්රිකට් ක්රීඩකයා",
        "Is": "මලල ක්‍රිකට් ක්‍රීඩකයෙක්",
        "Gender": "ගැහැණු",
        "Birth": "1981 මාර්තු 20",
        "Age": "අවුරුදු 40 යි",
        "Star sign": "මීන",
        "paragraph": "චමරි පොල්ගම්පොල (උපත 1981 මාර්තු 20) ශ්‍රී ලංකා ක්‍රිකට් ක්‍රීඩිකාවකි.",
        "Sports Teams": "දත්ත නොමැත",
        "Death": "දත්ත නොමැත",
        "Profiles": "දත්ත නොමැත"
    },
    {
        "cricketerName": "ප්‍රභාත් ජයසූරිය",
        "bio": "ශ්‍රී ලංකා ක්‍රිකට් ක්‍රීඩකයා",
        "Is": "ක්රිකට් ක්රීඩකයා",
        "Gender": "පිරිමි",
        "Birth": "1991 නොවැම්බර් 5, මාතලේ, මාතලේ දිස්ත්‍රික්කය, මධ්‍යම පළාත, ශ්‍රී ලංකාව",
        "Age": "අවුරුදු 30 යි",
        "Star sign": "වෘශ්චික",
        "paragraph": "ප්‍රභාත් ජයසූරිය\n\n (උපත 1991 නොවැම්බර් 5) යනු කෝල්ට්ස් ක්‍රිකට් සමාජයට ක්‍රීඩා කරන ශ්‍රී ලංකා පළමු පෙළ ක්‍රිකට් ක්‍රීඩකයෙකි.",
        "Sports Teams": "දත්ත නොමැත",
        "Death": "දත්ත නොමැත",
        "Profiles": "දත්ත නොමැත"
    },
    {
        "cricketerName": "මලින්ද පුෂ්පකුමාර",
        "bio": "ශ්‍රී ලංකා ක්‍රිකට් ක්‍රීඩකයා",
        "Is": "ක්රිකට් ක්රීඩකයා",
        "Gender": "පිරිමි",
        "Birth": "1987 මාර්තු 24",
        "Age": "අවුරුදු 34 යි",
        "Star sign": "මේෂ",
        "paragraph": "මලින්ද පුෂ්පකුමාර (උපත 1987 මාර්තු 24) යනු මුවර්ස් ක්‍රීඩා සමාජයට ක්‍රීඩා කරන ශ්‍රී ලංකා පළමු පෙළ ක්‍රිකට් ක්‍රීඩකයෙකි.",
        "Sports Teams": "දත්ත නොමැත",
        "Death": "දත්ත නොමැත",
        "Profiles": "දත්ත නොමැත"
    },
    {
        "cricketerName": "චතුරංග ද සිල්වා",
        "bio": "ක්රිකට් ක්රීඩකයා",
        "Is": "මලල ක්‍රිකට් ක්‍රීඩකයෙක්",
        "Gender": "පිරිමි",
        "Birth": "1990 ජනවාරි 17, ගාල්ල, දකුණු පළාත, ශ්‍රී ලංකාව",
        "Age": "අවුරුදු 31 යි",
        "paragraph": "පින්නදූවගේ චතුරංග ද සිල්වා (උපත 1990 ජනවාරි 17 ගාල්ලේ දී) යනු වෘත්තීය ශ්‍රී ලංකා ක්‍රිකට් ක්‍රීඩකයෙකි. ඔහු ප්‍රධාන වශයෙන් වමත් පිතිකරුවෙකු වන නමුත් පහසුවෙන් පන්දු යවන්නේ මන්දගාමී වමත් ඕතඩොක්ස් ක්‍රීඩකයෙකි. ඔහු එක්දින ජාත්‍යන්තර තරඟ සඳහා ශ්‍රී ලංකා ක්‍රිකට් කණ්ඩායම නියෝජනය කර ඇත. ද සිල්වා ප්‍රථම වරට දකුණු අප්‍රිකාවට එරෙහි තරඟාවලිය සඳහා ශ්‍රී ලංකා සංචිතයට තේරී පත් විය. ද සිල්වා 2014 පෙබරවාරි 25 වන දින ආසියානු කුසලාන තරඟාවලියේ දී ශ්‍රී ලංකාව සහ පකිස්ථානය වෙනුවෙන් සිය මංගල Odi තරඟය ආරම්භ කළේය. ඔහු කඩුලු 4ක් දවා ගත්තේය. ඔහු බංග්ලාදේශයට එරෙහිව ලකුණු 44ක් රැස් කළේය. 2015 ජූලි මාසයේදී පකිස්තානයට එරෙහි තරඟාවලිය සඳහා ශ්‍රී ලංකා විස්සයි20 ජාත්‍යන්තර සංචිතයට ඔහු නම් කරන ලදී.පෞද්ගලික ජීවිතය\n\nද සිල්වා ඔහුගේ දිගුකාලීන සහකරු නිර්මා ද සිල්වා සමඟ 2015 අගෝස්තු 7 වන දින විවාහ විය. විවාහ උත්සවය කොළඹ කිංග්ස්බරි හෝටලයේදී පැවැත්විණි.",
        "Star sign": "දත්ත නොමැත",
        "Sports Teams": "දත්ත නොමැත",
        "Death": "දත්ත නොමැත",
        "Profiles": "දත්ත නොමැත"
    },
    {
        "cricketerName": "ගීෂාත් පණ්ඩිතරත්න",
        "bio": "ශ්‍රී ලංකා ක්‍රිකට් ක්‍රීඩකයා",
        "Is": "මලල ක්‍රිකට් ක්‍රීඩකයෙක්",
        "Gender": "පිරිමි",
        "Birth": "1996 ඔක්තෝබර් 9",
        "Age": "අවුරුදු 25 යි",
        "Star sign": "තුලා රාශිය",
        "paragraph": "ගීෂාත් පණ්ඩිතරත්න\n\n (උපත 1996 ඔක්තෝබර් 9) යනු ශ්‍රී ලංකා ක්‍රිකට් ක්‍රීඩකයෙකි. ඔහු 2018-19 ප්‍රිමියර් සීමිත ඕවර තරඟාවලියේදී බ්ලූම්ෆීල්ඩ් ක්‍රිකට් සහ මලල ක්‍රීඩා සමාජය සඳහා ඔහුගේ පළමු ලැයිස්තුව 2019 මාර්තු 4 වන දින ආරම්භ කළේය. ඔහු 2018-19 ප්‍රිමියර් ලීග් තරඟාවලියේ බී මට්ටමේ දී බ්ලූම්ෆීල්ඩ් ක්‍රිකට් සහ මලල ක්‍රීඩා සමාජය සඳහා සිය පළමු පන්තියේ මංගල දර්ශනය සිදු කළේය 2019 පෙබරවාරි 11 වෙනිදා.",
        "Sports Teams": "දත්ත නොමැත",
        "Death": "දත්ත නොමැත",
        "Profiles": "දත්ත නොමැත"
    },
    {
        "cricketerName": "සුජාන් මයුර",
        "bio": "ශ්‍රී ලංකා ක්‍රිකට් ක්‍රීඩකයා",
        "Is": "මලල ක්‍රිකට් ක්‍රීඩකයෙක්",
        "Gender": "පිරිමි",
        "Birth": "1989 සැප්තැම්බර් 11",
        "Age": "අවුරුදු 32 යි",
        "Star sign": "කන්‍යාව",
        "paragraph": "සුජාන් මයුර\n\n (උපත 1989 සැප්තැම්බර් 11) ශ්‍රී ලංකා ක්‍රිකට් ක්‍රීඩකයෙකි. ඔහු 2018-19 ප්‍රිමියර් සීමිත ඕවර තරඟාවලියේ 2018-19 ප්‍රිමියර් සීමිත ඕවර තරඟාවලිය සඳහා ඔහුගේ පළමු ලැයිස්තුව බවට පත් කළේය. ඔහු 2020 ජනවාරි 6 වන දින පොලිස් ක්‍රීඩා සමාජය සඳහා 2019-20 Slc විස්සයි20 තරඟාවලියේදී ඔහුගේ පළමු විස්සයි20 තරඟයට පිවිසියේය.",
        "Sports Teams": "දත්ත නොමැත",
        "Death": "දත්ත නොමැත",
        "Profiles": "දත්ත නොමැත"
    },
    {
        "cricketerName": "නිරෝෂණ අමරසිංහ",
        "bio": "ශ්‍රී ලංකා ක්‍රිකට් ක්‍රීඩකයා",
        "Is": "මලල ක්‍රිකට් ක්‍රීඩකයෙක්",
        "Gender": "පිරිමි",
        "Birth": "1982 සැප්තැම්බර් 26",
        "Age": "අවුරුදු 39 යි",
        "Star sign": "තුලා රාශිය",
        "paragraph": "නිරෝෂණ අමරසිංහ\n\n (උපත 1982 සැප්තැම්බර් 26) යනු ශ්‍රී ලංකාවේ හිටපු ක්‍රිකට් ක්‍රීඩකයෙකි, ඔහු 2001 සහ 2011 අතර 33 පළමු පන්තියේ සහ 22 ලැයිස්තුගත තරඟ වලට ක්‍රීඩා කළේය. ඔහු දැන් විනිසුරුවරයෙකු වන අතර 2018-19 ප්‍රිමියර් සීමිත ඕවර තරඟාවලියේ තරඟ සඳහා පෙනී සිට ඇත.",
        "Sports Teams": "දත්ත නොමැත",
        "Death": "දත්ත නොමැත",
        "Profiles": "දත්ත නොමැත"
    },
    {
        "cricketerName": "හේෂාන් උමේන්ද්‍ර",
        "bio": "ශ්‍රී ලංකා ක්‍රිකට් ක්‍රීඩකයා",
        "Is": "මලල ක්‍රිකට් ක්‍රීඩකයෙක්",
        "Gender": "පිරිමි",
        "Birth": "1996 ඔක්තෝබර් 7",
        "Age": "අවුරුදු 25 යි",
        "Star sign": "තුලා රාශිය",
        "paragraph": "හේෂාන් උමේන්ද්‍ර\n\n (උපත 1996 ඔක්තෝබර් 7) යනු ශ්‍රී ලංකා ක්‍රිකට් ක්‍රීඩකයෙකි. ඔහු 2019 මාර්තු 12 වන දින 2018-19 ප්‍රිමියර් සීමිත ඕවර තරඟාවලියේදී ශ්‍රී ලංකා ගුවන් හමුදා ක්‍රීඩා සමාජය සඳහා ඔහුගේ පළමු ලැයිස්තුව බවට පත් කළේය.",
        "Sports Teams": "දත්ත නොමැත",
        "Death": "දත්ත නොමැත",
        "Profiles": "දත්ත නොමැත"
    },
    {
        "cricketerName": "හසිඳු විදර්ශනා",
        "bio": "ශ්‍රී ලංකා ක්‍රිකට් ක්‍රීඩකයා",
        "Is": "මලල ක්‍රිකට් ක්‍රීඩකයෙක්",
        "Gender": "පිරිමි",
        "Birth": "1996 ජූනි 7",
        "Age": "අවුරුදු 25 යි",
        "Star sign": "මිථුන ලග්නය",
        "paragraph": "හසිඳු විදර්ශනා\n\n (උපත 1996 ජූනි 7) ශ්‍රී ලංකා ක්‍රිකට් ක්‍රීඩකයෙකි. ඔහු 2019 මාර්තු 12 වන දින 2018-19 ප්‍රිමියර් සීමිත ඕවර තරඟාවලියේදී ශ්‍රී ලංකා වරාය අධිකාරියේ ක්‍රිකට් සමාජය සඳහා ඔහුගේ පළමු ලැයිස්තුව බවට පත් කළේය.",
        "Sports Teams": "දත්ත නොමැත",
        "Death": "දත්ත නොමැත",
        "Profiles": "දත්ත නොමැත"
    },
    {
        "cricketerName": "tharika sewwandi",
        "bio": "ශ්‍රී ලංකා ක්‍රිකට් ක්‍රීඩකයා",
        "Is": "මලල ක්‍රිකට් ක්‍රීඩකයෙක්",
        "Gender": "ගැහැණු",
        "Birth": "2000 ජූලි 18",
        "Age": "අවුරුදු 21 යි",
        "Star sign": "පිළිකාවක්",
        "paragraph": "tharika sewwandi\n\n (උපත 2000 ජූලි 18) ශ්‍රී ලංකා ක්‍රිකට් ක්‍රීඩකයෙකි. 2019 ජනවාරි මාසයේදී ඇය දකුණු අප්‍රිකාවට එරෙහි තරඟාවලිය සඳහා ශ්‍රී ලංකා සංචිතයට නම් කරන ලදී. ඇය 2019 පෙබරවාරි 17 වන දින දකුණු අප්‍රිකානු කාන්තාවන්ට එරෙහිව ශ්‍රී ලංකාව වෙනුවෙන් කාන්තා එක්දින ජාත්‍යන්තර ක්‍රිකට් (wodi) මංගල්‍යය ආරම්භ කළාය.\n\n2019 නොවැම්බර් මාසයේදී ඇය 2019 දකුණු ආසියානු ක්‍රීඩා උළෙලේ කාන්තා ක්‍රිකට් තරඟාවලිය සඳහා වන ශ්‍රී ලංකා සංචිතයට නම් කරන ලදී. අවසන් මහා තරගයේදී බංග්ලාදේශය හමුවේ ලකුණු දෙකකින් පරාජයට පත් වූ ශ්‍රී ලංකා කණ්ඩායම රිදී පදක්කම දිනා ගැනීමට සමත් විය.",
        "Sports Teams": "දත්ත නොමැත",
        "Death": "දත්ත නොමැත",
        "Profiles": "දත්ත නොමැත"
    },
    {
        "cricketerName": "අවිඳු තීක්ෂණ",
        "bio": "ශ්‍රී ලංකා ක්‍රිකට් ක්‍රීඩකයා",
        "Is": "මලල ක්‍රිකට් ක්‍රීඩකයෙක්",
        "Gender": "පිරිමි",
        "Birth": "1998 ඔක්තෝබර් 10",
        "Age": "අවුරුදු 23 යි",
        "Star sign": "තුලා රාශිය",
        "paragraph": "අවිඳු තීක්ෂණ\n\n (උපත 1998 ඔක්තෝබර් 10) ශ්‍රී ලංකා ක්‍රිකට් ක්‍රීඩකයෙකි. ඔහු 2019 ජනවාරි 11 වන දින 2018-19 ප්‍රිමියර් ලීග් තරඟාවලියේදී දෙමළ සංගම් ක්‍රිකට් සහ මලල ක්‍රීඩා සමාජය සඳහා ඔහුගේ පළමු පන්තියේ මංගල තරඟයට පිවිසියේය. ඔහු 2019 දෙසැම්බර් 14 වන දින, 2019-20 ආරාධනය සීමාසහිත කුරුණෑගල යෞවන ක්‍රිකට් සමාජය සඳහා ඔහුගේ පළමු ලැයිස්තුව ආරම්භ කළේය over තරඟාවලිය.",
        "Sports Teams": "දත්ත නොමැත",
        "Death": "දත්ත නොමැත",
        "Profiles": "දත්ත නොමැත"
    },
    {
        "cricketerName": "සදිෂ් පතිරණගේ",
        "bio": "ශ්‍රී ලංකා ක්‍රිකට් ක්‍රීඩකයා",
        "Is": "මලල ක්‍රිකට් ක්‍රීඩකයෙක්",
        "Gender": "පිරිමි",
        "Birth": "1997 මාර්තු 24",
        "Age": "අවුරුදු 24 යි",
        "Star sign": "මේෂ",
        "paragraph": "සදිෂ් පතිරණගේ\n\n (උපත 24 මාර්තු 1997) යනු ශ්‍රී ලංකා ක්‍රිකට් ක්‍රීඩකයෙකි. ඔහු 2018 දෙසැම්බර් 7 වන දින 2018-19 ප්‍රිමියර් ලීග් තරඟාවලියේදී දෙමළ සංගම් ක්‍රිකට් සහ මලල ක්‍රීඩා සමාජය සඳහා ඔහුගේ පළමු පන්තියේ මංගල තරඟයට පිවිසියේය. ඔහු දෙමළ සංගම් ක්‍රිකට් සහ මලල ක්‍රීඩා සමාජය සඳහා 2018-19 පෙබරවාරි 23 වන දින පැවති එස්එල්සී විස්සයි20 තරඟාවලියේදී ඔහුගේ මංගල විස්සයි20 ක්‍රීඩා කළේය 2019. 2019-20 සීමිත ඕවර තරඟාවලියේ දෙමළ සංගම් ක්‍රිකට් සහ මලල ක්‍රීඩා සමාජය සඳහා ඔහු 2019 දෙසැම්බර් 14 වන දින ඔහුගේ ලැයිස්තුව ආරම්භ කළේය.",
        "Sports Teams": "දත්ත නොමැත",
        "Death": "දත්ත නොමැත",
        "Profiles": "දත්ත නොමැත"
    },
    {
        "cricketerName": "ලසන් ද සිල්වා",
        "bio": "ශ්‍රී ලංකා ක්‍රිකට් ක්‍රීඩකයා",
        "Is": "මලල ක්‍රිකට් ක්‍රීඩකයෙක්",
        "Gender": "පිරිමි",
        "Birth": "1983 ජූලි 6",
        "Age": "අවුරුදු 38 යි",
        "Star sign": "පිළිකාවක්",
        "paragraph": "ලසන් ද සිල්වා\n\n (උපත 6 ජූලි 1983) යනු ශ්‍රී ලංකා ක්‍රිකට් ක්‍රීඩකයෙකි. ඔහු 2018-19 එස්එල්සී විස්සයි20 තරඟාවලියේ 2018-19 පෙබරවාරි 15 ​​වන දින පොලිස් ක්‍රීඩා සමාජය සඳහා විස්සයි20 තරඟාවලියට පිවිසියේය. ඔහු 2019 දෙසැම්බර් 14 වන දින, 2019-20 සීමිත ඕවර තරඟාවලියේ පොලිස් ක්‍රීඩා සමාජය සඳහා ඔහුගේ ලැයිස්තුව ආරම්භ කළේය.",
        "Sports Teams": "දත්ත නොමැත",
        "Death": "දත්ත නොමැත",
        "Profiles": "දත්ත නොමැත"
    },
    {
        "cricketerName": "supun madushanka",
        "bio": "ශ්‍රී ලංකා ක්‍රිකට් ක්‍රීඩකයා",
        "Is": "මලල ක්‍රිකට් ක්‍රීඩකයෙක්",
        "Gender": "පිරිමි",
        "Birth": "1993 දෙසැම්බර් 11",
        "Age": "අවුරුදු 27 යි",
        "Star sign": "ධනු",
        "paragraph": "supun madushanka\n\n (උපත 1993 දෙසැම්බර් 11) ශ්‍රී ලංකා ක්‍රිකට් ක්‍රීඩකයෙකි. ඔහු 2018-19 එස්එල්සී විස්සයි20 තරඟාවලියේදී 2018-19 පෙබරවාරි 15 ​​වන දින පොලිස් ක්‍රීඩා සමාජය සඳහා විස්සයි20 තරඟාවලියට පිවිසියේය. ඔහු 2018-19 ප්‍රිමියර් සීමිත ඕවර තරඟාවලියේදී 2019 මාර්තු 8 වන දින පොලිස් ක්‍රීඩා සමාජය සඳහා ඔහුගේ මංගල ලැයිස්තුව ආරම්භ කළේය. 2018-19 ප්‍රිමියර් ලීග් තරඟාවලියේ b ස්ථරයේ පොලිස් ක්‍රීඩා සමාජය සඳහා පන්තියේ මංගල 2019 පෙබරවාරි 6 වෙනිදා.",
        "Sports Teams": "දත්ත නොමැත",
        "Death": "දත්ත නොමැත",
        "Profiles": "දත්ත නොමැත"
    },
    {
        "cricketerName": "යොහාන් චානුක",
        "bio": "ශ්‍රී ලංකා ක්‍රිකට් ක්‍රීඩකයා",
        "Is": "මලල ක්‍රිකට් ක්‍රීඩකයෙක්",
        "Gender": "පිරිමි",
        "Birth": "1994 මැයි 4",
        "Age": "අවුරුදු 27 යි",
        "Star sign": "ටෝරස්",
        "paragraph": "යොහාන් චානුක\n\n (උපත 1994 මැයි 4) ශ්‍රී ලංකා ක්‍රිකට් ක්‍රීඩකයෙකි. ඔහු 2015-16 aia ප්‍රිමියර් 2016 ජනවාරි 13 වන දින ශ්‍රී ලංකා වරාය අධිකාරියේ ක්‍රිකට් සමාජය වෙනුවෙන් විස්සයි20 තරඟාවලියට පිවිසියේය. ඔහු 2018-19 ප්‍රිමියර් සීමිත ඕවර තරඟාවලියේ දී ශ්‍රී ලංකා වරාය අධිකාරියේ ක්‍රිකට් සමාජය සඳහා සිය මංගල ලැයිස්තුවට පිවිසියේය 2019 මාර්තු.",
        "Sports Teams": "දත්ත නොමැත",
        "Death": "දත්ත නොමැත",
        "Profiles": "දත්ත නොමැත"
    },
    {
        "cricketerName": "නිලක්ෂි ද සිල්වා",
        "bio": "ශ්‍රී ලංකා ක්‍රිකට් ක්‍රීඩකයා",
        "Is": "මලල ක්‍රිකට් ක්‍රීඩකයෙක්",
        "Gender": "ගැහැණු",
        "Birth": "1989 සැප්තැම්බර් 27, පානදුර, කළුතර දිස්ත්‍රික්කය, බස්නාහිර පළාත, ශ්‍රී ලංකාව",
        "Age": "අවුරුදු 32 යි",
        "Star sign": "තුලා රාශිය",
        "Sports Teams": "ශ්‍රී ලංකා ජාතික ක්‍රිකට් කණ්ඩායම",
        "paragraph": "නිලක්ෂි ද සිල්වා\n\n (උපත 1989 සැප්තැම්බර් 27) ශ්‍රී ලංකා ක්‍රිකට් ක්‍රීඩකයෙකි. ඇය 2015 නොවැම්බර් 3 වන දින icc ශූරයින්ගේ කුසලානයේ දී නවසීලන්තයට එරෙහිව ශ්‍රී ලංකා කාන්තා කණ්ඩායම වෙනුවෙන් එක්දින ජාත්‍යන්තර තරගයට පිවිසියාය. ඇය 2018 කාන්තා විස්සයි20 ආසියානු කුසලානයේ ශ්‍රී ලංකාව වෙනුවෙන් වැඩිම කඩුලු දවාගත් ක්‍රීඩිකාව වූ අතර තරඟ 5 කදී දැවී යෑම් හතක් සමඟින්.\n\n2018 ඔක්තෝම්බර් මාසයේදී ඇය බටහිර ඉන්දීය කොදෙව් හි 2018 icc කාන්තා ලෝක විස්සයි20 තරඟාවලිය සඳහා ශ්‍රී ලංකා සංචිතයට නම් කරන ලදී. 2020 ජනවාරි මාසයේදී ඇය ඕස්ට්‍රේලියාවේ 2020 icc කාන්තා t20 ලෝක කුසලානය සඳහා වන ශ්‍රී ලංකා සංචිතයට නම් කරන ලදී.",
        "Death": "දත්ත නොමැත",
        "Profiles": "දත්ත නොමැත"
    },
    {
        "cricketerName": "මධුරි සමුද්දිකා",
        "bio": "ක්රිකට් ක්රීඩකයා",
        "Is": "මලල ක්‍රිකට් ක්‍රීඩකයෙක්",
        "Gender": "ගැහැණු",
        "Birth": "1984 නොවැම්බර් 8, කොළඹ, කොළඹ දිස්ත්‍රික්කය, බස්නාහිර පළාත, ශ්‍රී ලංකාව",
        "Age": "අවුරුදු 37 යි",
        "Star sign": "වෘශ්චික",
        "Sports Teams": "ශ්‍රී ලංකා ජාතික ක්‍රිකට් කණ්ඩායම",
        "paragraph": "hewanam arachchige Maduri samuddika\n\n (උපත 1984 නොවැම්බර් 8), ලෙස හැඳින්වේ\n\nමධුරි සමුද්දිකා\n\n, ශ්‍රී ලංකා ක්‍රිකට් ක්‍රීඩකයෙකි.",
        "Death": "දත්ත නොමැත",
        "Profiles": "දත්ත නොමැත"
    },
    {
        "cricketerName": "නෙල්සන් ගුණරත්න",
        "bio": "විනිසුරු",
        "Is": "මලල ක්‍රිකට් විනිසුරු ක්‍රිකට් විනිසුරු",
        "Gender": "පිරිමි",
        "Birth": "1934 ඔක්තෝබර් 28, රත්නපුර, රත්නපුර දිස්ත්‍රික්කය, සබරගමුව පළාත, ශ්‍රී ලංකාව",
        "Age": "අවුරුදු 87 යි",
        "Star sign": "වෘශ්චික",
        "paragraph": "නෙල්සන් ගුණරත්න\n\n (උපත 1934 ඔක්තෝබර් 28) හිටපු ශ්‍රී ලංකා ක්‍රිකට් විනිසුරුවෙකි. ඔහු 1985 දී ශ්‍රී ලංකාව එදිරිව ඉන්දියාව අතර එක් ටෙස්ට් තරගයකට පෙනී සිටියේය.",
        "Sports Teams": "දත්ත නොමැත",
        "Death": "දත්ත නොමැත",
        "Profiles": "දත්ත නොමැත"
    },
    {
        "cricketerName": "සත්‍යේන්ද්‍ර කුමාරස්වාමි",
        "bio": "ක්රිකට් ක්රීඩකයා",
        "Was": "මලල ක්‍රිකට් ක්‍රීඩකයෙක්",
        "Gender": "පිරිමි",
        "Birth": "1920, යාපනය, යාපනය දිස්ත්‍රික්කය, උතුරු පළාත, ශ්‍රී ලංකාව",
        "Death": "1988 ජනවාරි 15 ​​(වයස අවුරුදු 68)",
        "Education": "රාජකීය විද්‍යාලය, කොළඹ",
        "paragraph": "සත්‍යේන්ද්‍ර \"සති\" කුමාරස්වාමි\n\n (1919 - 15 ජනවාරි 1988) ශ්‍රී ලංකාවට ටෙස්ට් තත්ත්වය ලැබීමට පෙර, 1940 සහ 1950 ගණන්වල ශ්‍රී ලංකා පළමු පෙළ ක්‍රිකට් ක්‍රීඩකයෙකි.\n\nකුමාරස්වාමි උපත ලැබුවේය\n\nchellappah Kumaraswamy\n\n, සිවිල් සේවකයෙක් සහ පසුව සෙනෙට් සභිකයෙක් සහ ඔහුගේ බිරිඳ මන්කායත්කරසි. ඔහු අධ්‍යාපනය ලැබුවේ කොළඹ රාජකීය විද්‍යාලයෙන් වන අතර එහිදී ඔහු රාජකීය-තෝමියන් හමුවේදී ක්‍රීඩා කළේය. මැදපෙළ පිතිකරුවෙකු සහ පා දඟපන්දු යවන්නෙකු වන ඔහු දෙමළ සංගම් සමාජයට ක්‍රීඩා කළ අතර 1948 ඕස්ට්‍රේලියානුවන්ට එරෙහිව පැවති එක්දින තරඟයේදී දැවී ගිය අතර, ඔහු ලංකාව වෙනුවෙන් සිය මංගල දර්ශනය විය.\n\nneil Harvey\n\n හා\n\nරොන් හමන්ස්\n\n පිට පිට පන්දු යවමින් කඩුලු හතරක් දවා ගනිමින්.\n\nඑරෙහිව සෙල්ලම් කරනවා\n\njohn goddard ගේ\n\n 1948-49 බටහිර ඉන්දීය ක්‍රීඩකයින්, ඔහු ලංකාවේ පළමු තරගයේදී ලකුණු 6ක් සහ 35ක් සහ දෙවැනි තරගයේදී නොදැවී ලකුණු 57ක් සහ 41ක් ලබා ගත් නමුත්, බටහිර ඉන්දීය ඉනිම දෙකේදී ඔහුගේ තනි කඩුල්ලට ලකුණු 164ක් වැය විය. 1949-50 දී ඔහු ලංකා කණ්ඩායම සමඟ පකිස්තානයේ සංචාරය කළ අතර, එක් තරඟයකදී කණ්ඩායමේ නායකයා විය. 1950 සහ 1951 දී ඔහු පොදුරාජ්‍ය මණ්ඩලයට එරෙහිව තරඟ දෙකකදී ලංකාව මෙහෙයවීය. 1950 දී ඔහු දෙමළ සංගමය ක්ලබ් ශූරතාවයට ගෙන ගියේය.\n\nඔහු යාර 100 ස්ප්‍රින්ට් තරගයේදී ලංකා ශූරතාව දිනා ගත්තේය. ඔහු mcc හි ගෞරවනීය සාමාජිකයෙක් විය. සත්‍යේන්ද්‍ර කුමාරස්වාමි අනුස්මරණ ත්‍යාගය ඔහුගේ අනුස්මරණය සඳහා රාජකීය විද්‍යාලයේදී ප්‍රදානය කරනු ලබන්නේ ක්‍රිකට්, ටෙනිස් සහ මලල ක්‍රීඩා වර්ණ ක්‍රීඩකයෙකු සඳහා විශ්ව විද්‍යාල විද්‍යා ප්‍රවේශයක් සඳහා සුදුසුකම් ලබයි.",
        "Is": "දත්ත නොමැත",
        "Age": "දත්ත නොමැත",
        "Star sign": "දත්ත නොමැත",
        "Sports Teams": "දත්ත නොමැත",
        "Profiles": "දත්ත නොමැත"
    },
    {
        "cricketerName": "රනිල් අබේනායක",
        "bio": "ක්රිකට් ක්රීඩකයා",
        "Was": "මලල ක්‍රිකට් ක්‍රීඩකයෙක්",
        "Gender": "පිරිමි",
        "Birth": "1955 පෙබරවාරි 12, දෙහිවල-ගල්කිස්ස, කොළඹ දිස්ත්‍රික්කය, බස්නාහිර පළාත, ශ්‍රී ලංකාව",
        "Death": "2012 පෙබරවාරි 21, කොළඹ, කොළඹ දිස්ත්‍රික්කය, බස්නාහිර පළාත, ශ්‍රී ලංකාව (වයස අවුරුදු 57)",
        "Star sign": "කුම්භ",
        "Sports Teams": "sinhalese sports club bedfordshire ප්‍රාන්ත ක්‍රිකට් සමාජය",
        "paragraph": "රනිල් ගැමුණු අබේනායක\n\n (12 පෙබරවාරි 1955 - 21 පෙබරවාරි 2012) යනු ශ්‍රී ලංකා ක්‍රිකට් ක්‍රීඩකයෙකි. අබේනායක දකුණත් පිතිකරුවෙකු වූ අතර ඔහු මන්දගාමී වමත් ඕතඩොක්ස් පන්දු යවන ලදී. ගල්කිස්සේ උපන් ඔහු අධ්‍යාපනය ලැබුවේ එස්. තෝමස් විද්‍යාලය ගල්කිස්ස, ලංකාවේ ආධිපත්‍යයේ (අද ශ්‍රී ලංකාව). ඔහු ඕවිල් අබේනායකගේ පුත්‍රයාය.\n\nජාත්‍යන්තර ක්‍රිකට් ක්‍රිකට් ක්‍රීඩක අබේනායක තම පළමු පෙළ තරගයට පාකිස්තානයේ වයස අවුරුදු 25න් පහළ කණ්ඩායමට එරෙහිව වෙළෙඳ සේවා ක්‍රිකට් සංගමයේ මංගල තරගයට පිවිසියේය. ශ්‍රී ලංකාව වෙනුවෙන් ඔහුගේ පළමු පළමු පෙළ තරගය 1974/75 ගෝපාලන් කුසලානයේදී තමිල්නාඩුවට එරෙහිව පැමිණියේය. ඔහු 1976 දී සංචාරක පකිස්ථානු ක්‍රීඩා කළ ශ්‍රී ලංකා මණ්ඩලයේ සභාපතිගේ xi කණ්ඩායමේ සාමාජිකයෙකුව සිටියදී තවත් පළමු පන්තියේ පෙනී සිටියේය. වසරකට පසුව ඔහු සංචාරක marylebone ක්‍රිකට් සමාජයට එරෙහිව පළමු පෙළ තරගයකදී ශ්‍රී ලංකාව වෙනුවෙන් පෙනී සිටි අතර, ඔහුට එරෙහිව ඔහු සිය පළමු ලැයිස්තුවට ද ඇතුළත් විය.\n\n1978 දී ඉංග්‍රීසි ප්‍රාන්ත ක්‍රිකට්, අබේනායක ඉංග්‍රීසි ප්‍රාන්ත බෙඩ්ෆෝර්ඩ්ෂයර් සමඟ එක් වූ අතර, එම වාරයේ කුඩා ප්‍රාන්ත ශූරතාවලියේදී කේම්බ්‍රිජ්ෂයර්ට එරෙහිව ඔහුගේ මංගල දර්ශනය විය. 1978 වාරයෙන් පසුව, ඔහු නැවත ශ්‍රී ලංකාවට පැමිණි අතර එහිදී ඔහු සංචාරක බටහිර ඉන්දියානුවන්ට එරෙහිව ශ්‍රී ලංකා මණ්ඩලයේ සභාපතිගේ xi සඳහා පෙනී සිටීමේ ලැයිස්තුවක් දෙකක් ඉදිරිපත් කළේය.\n\nඉදිරි කාලවලදී ඔහු බෙඩ්ෆෝර්ඩ්ෂයර් සඳහා එංගලන්තයේ ක්‍රීඩා කරමින්, 1978 සිට 1982 දක්වා (1980 හැර) සුළු ප්‍රාන්ත ක්‍රිකට් ක්‍රීඩා කළේය, සුළු ප්‍රාන්ත ශූරතා තරඟ 38 ක් ද, 1982 natwest කුසලානයට එරෙහිව තනි ලැයිස්තුවක් ද පෙනී සිටියේය සමර්සෙට්.\n\nsinhalese sports club by 1983, sri lanka test තත්ත්‍වය තිබුනත්, Abeynaike කවදාවත් සම්පුර්ණ ජාත්‍යන්තර ගෞරව ලබා ගත්තේ නැහැ. ඔහු 1983 දී සංචාරක ඕස්ට්‍රේලියානුවන්ට එරෙහිව ශ්‍රී ලංකා මණ්ඩලයේ සභාපතිගේ xi වෙනුවෙන් ක්‍රීඩා කළ අතර පසුව ඔහු සිංහල ක්‍රීඩා සමාජයට එක් වූ අතර, ඔහු 1988/89 බ්‍රවුන් කුසලානයේ අවසන් මහා තරඟයේදී නෝන්ඩිස්ක්‍රිප්ට් ක්‍රිකට් සමාජයට එරෙහිව තරඟාවලියක් සඳහා තරඟ වැදුනේය . ඔහු ඊළඟ වාරයේ පෙනී සිටීමේ තවත් ලැයිස්තුවක්, පෙර වාර අවසන් තරඟයේ පුනරුච්චාරණයක් සිදු කළේය. තරග දෙකම ජය ගත්තේ සිංහල ක්‍රීඩා සමාජයයි. 1989/90 වාරයේ දී, අබේනායක සමාජය වෙනුවෙන් පළමු පන්තියේ තරග අටක් ඉදිරිපත් කළ අතර, ඉන් අවසන් තරගය පැමිණියේ cambrians ක්‍රීඩා සමාජයට එරෙහිව ය.\n\nඔහුගේ පළමු පෙළ ක්‍රිකට් දිවියේ වෘත්තීය සංඛ්‍යාලේඛන, ඔහු තරග දාහතරකට ක්‍රීඩා කර, සාමාන්‍ය 24.23ක් ලෙස ලකුණු 412ක් ලබා ගනිමින්, ඉහළ ලකුණු 66ක් සමඟින්, පන්දුවෙන් පන්දු යැවීමේ සාමාන්‍ය 40.00ක් සමඟින්, හොඳම ලකුණු 6/ සමඟින් කඩුලු 9ක් දවා ගත්තේය. 131. ක්‍රිකට් ලැයිස්තුවේ, ඔහු ලකුණු 136ක් ලබා ගත්තේ සාමාන්‍ය 136.00 (මෙම උද්ධමනය වූ සාමාන්‍යය ඔහුගේ ඉනිම හතරේදී නොදැවී තුනක් දක්වා අඩු විය), නොදැවී 46ක් ලෙස ඉහළ ලකුණු ලබා ගනිමින්. ඔහු පන්දුවෙන් කඩුලු 2ක් දවා ගත්තේ සාමාන්‍ය 57.50ක් වන අතර හොඳම ලකුණු සංඛ්‍යාව 2/21ක් ලෙසිනි.\n\n2004 සිට එක්සත් අරාබි එමීර් රාජ්‍යය පදනම් කරගත් ක්‍රීඩා විකාශන 10 ක් සඳහා ක්‍රිකට් පිළිබඳ ජාත්‍යන්තර විචාරකයෙකු ලෙස පසු ජීවිතය සහ මරණය අබේනායක ක්‍රියා කළේය. ඔහු හෘදයාබාධයකින් පසු 2012 පෙබරවාරි 21 වන දින කොළඹ රෝහලකදී මිය ගියේය.",
        "Is": "දත්ත නොමැත",
        "Age": "දත්ත නොමැත",
        "Profiles": "දත්ත නොමැත"
    },
    {
        "cricketerName": "n. s. ජෝසප්",
        "bio": "ශ්‍රී ලංකා ක්‍රිකට් ක්‍රීඩකයා",
        "Is": "මලල ක්‍රිකට් ක්‍රීඩකයෙක්",
        "Gender": "පිරිමි",
        "Birth": "1906",
        "Education": "රාජකීය විද්‍යාලය, කොළඹ",
        "paragraph": "නීල් ස්ටැන්ලි ජෝසප්\n\n (උපත 1906, මියගිය දිනය නොදනී) යනු 1930 ගණන්වල සමස්ත ලංකා ක්‍රිකට් ක්‍රීඩා කළ ශ්‍රී ලංකා ක්‍රිකට් ක්‍රීඩකයෙකි. 1930 සංචාරක ඕස්ට්‍රේලියානුවන්ට එරෙහිව එක්දින තරගයකදී ඔහු දැවී ගියේය\n\nදොන් බ්රැඩ්මන්\n\n ඔහු යැවූ පළමු පන්දුවෙන්ම කඩුල්ලට පහර දුන්නේය.\n\nනීල් ජෝසප් ගියේ කොළඹ රාජකීය විද්‍යාලයට. 1925 දී ඔහු සිය පළමු රාජකීය-තෝමියානු ශතකය, මිනිත්තු 65ක් තුළ ලබාගත් විශිෂ්ට ලකුණු 113ක් රැස් කළේය. 1926 දී ඔහු ලකුණු 133 ක් ලබා ගත්තේය. තරඟාවලිය සඳහා ඔහුගේ මුළු ලකුණු 317 1957 දක්වා නොදැවී පැවතුනි.\n\nඔහු 1932 සහ 1935 අතර කාලය තුළ ලංකාව වෙනුවෙන් පළමු පෙළ තරග අටක් ක්‍රීඩා කර ඇත. ඔහුගේ වැඩිම ලකුණු ප්‍රමාණය වූයේ 1933-34 දී mcc ට එරෙහිව ලකුණු 78 ක් වූ අතර, එම තරගයේ දී ලංකාව වෙනුවෙන් වෙනත් කිසිවකු ලකුණු 30 ට නොපැමිණි විට, ඔහු 1932 දී ඉන්දියාවට ලංකා සංචාරයට ගියේය. 33.\n\nඔහු පුවත්පත් වාර්තාකරුවෙකු ලෙස සේවය කළේය.",
        "Age": "දත්ත නොමැත",
        "Star sign": "දත්ත නොමැත",
        "Sports Teams": "දත්ත නොමැත",
        "Death": "දත්ත නොමැත",
        "Profiles": "දත්ත නොමැත"
    },
    {
        "cricketerName": "j. රාමචන්ද්‍ර",
        "bio": "ශ්‍රී ලංකා ක්‍රිකට් ක්‍රීඩකයා",
        "Is": "මලල ක්‍රිකට් ක්‍රීඩකයෙක්",
        "Gender": "පිරිමි",
        "paragraph": "j. රාමචන්ද්‍ර\n\n (සම්පූර්ණ නම සහ විස්තර නොදනී) ගාල්ල ක්‍රිකට් සමාජයට ක්‍රීඩා කළ ශ්‍රී ලංකා ක්‍රිකට් ක්‍රීඩකයෙකි.\n\nරාමචන්ද්‍ර 1994-95 වාරයේදී දෙමළ සංගම් ක්‍රිකට් සහ මලල ක්‍රීඩා සමාජයට එරෙහිව කණ්ඩායම වෙනුවෙන් තනි පළමු පෙළ තරගයක් කළේය. ඉහළ මැදපෙළේ සිට ඔහු පන්දුවට පහර දුන් එකම ඉනිමේදී දැවී ගියේය.\n\nරාමචන්ද්‍ර තරගයේ ඕවර 7ක් යැවූ අතර ලකුණු 22ක් ලබා දුන්නේය.",
        "Birth": "දත්ත නොමැත",
        "Age": "දත්ත නොමැත",
        "Star sign": "දත්ත නොමැත",
        "Sports Teams": "දත්ත නොමැත",
        "Death": "දත්ත නොමැත",
        "Profiles": "දත්ත නොමැත"
    },
    {
        "cricketerName": "පි. ද සිල්වා",
        "bio": "ශ්‍රී ලංකා ක්‍රිකට් ක්‍රීඩකයා",
        "Is": "මලල ක්‍රිකට් ක්‍රීඩකයෙක්",
        "Gender": "පිරිමි",
        "Birth": "1989",
        "Age": "අවුරුදු 32 යි",
        "paragraph": "ප්‍රදීප් ඩී සිල්වා\n\n (\n\nපි. ද සිල්වා\n\n, උපත: සැප්තැම්බර් 30 1989 ), ශ්‍රී ලංකා හිස් ප්‍රදේශයේ කණ්ඩායමේ දඩබ්බරකරු. මොහු තුන්දිනක් තුඩුප්පට්ටු තරඟ සඳහා සහභාගී වී ඇත. මොහු 2009/10 කාල වකවානුවේදී, ශ්‍රී ලංකා කාලි ක්‍රිකට් කණ්ඩායමේ සාමාජිකයෙකු ලෙස කොටස්කර ඇත.\n\nහරහා",
        "Star sign": "දත්ත නොමැත",
        "Sports Teams": "දත්ත නොමැත",
        "Death": "දත්ත නොමැත",
        "Profiles": "දත්ත නොමැත"
    },
    {
        "cricketerName": "මහේෂ් බණ්ඩාර",
        "bio": "ශ්‍රී ලංකා ක්‍රිකට් ක්‍රීඩකයා",
        "Is": "මලල ක්‍රිකට් ක්‍රීඩකයෙක්",
        "Gender": "පිරිමි",
        "Birth": "1982 සැප්තැම්බර් 18",
        "Age": "අවුරුදු 39 යි",
        "Star sign": "කන්‍යාව",
        "paragraph": "මහේෂ් බණ්ඩාර\n\n (උපත\n\nහේරත් මුදියන්සේලාගේ මහේෂ් බණ්ඩාර හේරත්\n\n 1982 සැප්තැම්බර් 18) ශ්‍රී ලංකා ක්‍රිකට් ක්‍රීඩකයෙකි. ඔහු මුවර්ස් ක්‍රීඩා සමාජයට ක්‍රීඩා කළ වමත් පිතිකරුවෙක් සහ වමතින් පන්දු යවන්නෙක් විය. එයා ඉපදුනේ දෙහිවල.\n\nබණ්ඩාර 2001-02 වාරයේදී දෙමළ සංගම් ක්‍රිකට් සහ මලල ක්‍රීඩා සමාජයට එරෙහිව කණ්ඩායම වෙනුවෙන් තනි පළමු පෙළ තරගයක් කළේය. ඔහු පන්දුවට පහර දුන් එකම ඉනිමේදී ලකුණු 13ක් ලබා ගත්තේය.\n\nබණ්ඩාරගේ එකම ලැයිස්තුව එම වාරයේම පැමිණි කොළඹ ක්‍රිකට් සමාජයට එරෙහිව ඔහු ලකුණු 2ක් ලබා ගත්තේය.",
        "Sports Teams": "දත්ත නොමැත",
        "Death": "දත්ත නොමැත",
        "Profiles": "දත්ත නොමැත"
    },
    {
        "cricketerName": "u. චන්දන",
        "bio": "ශ්‍රී ලංකා ක්‍රිකට් ක්‍රීඩකයෙක්",
        "Is": "මලල ක්‍රිකට් ක්‍රීඩකයෙක්",
        "Gender": "පිරිමි",
        "paragraph": "යූ. චන්දන\n\n (\n\nu. චන්දන\n\n), ශ්‍රී ලංකා හිස් ප්‍රදේශයේ කණ්ඩායමේ තුඩුප්පට්ටුකරු. ඔහු එක් පළමු පෙළ ටුඩුට්ටාප් තරඟයට සහභාගී වී ඇත. මොහු 1995/96 කාල වකවානුවේදී, ශ්‍රී ලංකා කාලි ක්‍රිකට් කණ්ඩායමේ සාමාජිකයෙකු ලෙස කොටස්කර ඇත.\n\nහරහා",
        "Birth": "දත්ත නොමැත",
        "Age": "දත්ත නොමැත",
        "Star sign": "දත්ත නොමැත",
        "Sports Teams": "දත්ත නොමැත",
        "Death": "දත්ත නොමැත",
        "Profiles": "දත්ත නොමැත"
    },
    {
        "cricketerName": "john arenhold",
        "bio": "ක්රිකට් ක්රීඩකයා",
        "Was": "මලල ක්‍රිකට් ක්‍රීඩක රග්බි සංගම් ක්‍රීඩකයෙක්",
        "Gender": "පිරිමි",
        "Birth": "1931 මැයි 9, ප්ලම්ස්ටෙඩ්, කේප් ටවුන්, කේප් ටවුන් නගරය, බටහිර කේප්, දකුණු අප්‍රිකාව",
        "Death": "2017 සැප්තැම්බර් 30 (වයස අවුරුදු 86)",
        "Star sign": "ටෝරස්",
        "Education": "ඩයෝසිසන් විද්‍යාලය විශ්ව විද්‍යාල විද්‍යාලය",
        "Sports Teams": "ඔක්ස්ෆර්ඩ් විශ්ව විද්‍යාල ක්‍රිකට් සමාජය ශ්‍රී ලංකා ජාතික ක්‍රිකට් කණ්ඩායම නිදහස් ප්‍රාන්ත ක්‍රිකට් කණ්ඩායම",
        "paragraph": "ජෝන් ඇඩොල්ෆ් අරෙන්හෝල්ඩ්\n\n (9 මැයි 1931 - 30 සැප්තැම්බර් 2017) යනු 1953 සිට 1960 දක්වා පළමු පෙළ ක්‍රිකට් ක්‍රීඩා කළ දකුණු අප්‍රිකානු ක්‍රිකට් ක්‍රීඩකයෙකි.\n\nඇරෙන්හෝල්ඩ් ඔක්ස්ෆර්ඩ් විශ්ව විද්‍යාල විද්‍යාලයට යාමට පෙර කේප් ටවුන් හි ඩයෝසිසන් විද්‍යාලයේ පාසලට ගියේය. ඔහු 1953 සිට 1955 දක්වා ඔක්ස්ෆර්ඩ් විශ්ව විද්‍යාලයේ ආරම්භක පන්දු යවන්නෙකු ලෙස ක්‍රීඩා කළේය, 1954 දී ඔහුගේ නිල් පැහැය ලබා ගත්තේය. ඔක්ස්ෆර්ඩ් සඳහා ඔහුගේ හොඳම පන්දු යැවීම වූයේ 1954 දී මිඩ්ල්සෙක්ස් වලට එරෙහිව ලකුණු 37 කට කඩුලු 6 ක් ය. ඔහුගේ හොඳම පළමු පන්තියේ ලකුණු ලබා ගැනීමට පමණක්, 97 ට 7, dr සඳහා oxford එරෙහිව jardine's xi\n\nඔක්ස්ෆර්ඩ් උපාධිය ලැබීමෙන් පසු ඔහු 1956 සිට 1958 දක්වා ලංකාවේ ජීවත් වූ අතර කළමනාකරණ අභ්‍යාසලාභියෙකු ලෙස ෂෙල් හි සේවය කළේය. ඔහු කොළඹ ක්‍රිකට් සමාජයට සහ දිඹුල්ල මලල ක්‍රීඩා සහ ක්‍රිකට් සමාජය සඳහා රග්බි සංගමයට ක්‍රිකට් ක්‍රීඩා කළ අතර, ක්‍රීඩා දෙකේදීම ලංකාව නියෝජනය කළේය. 1956-57 මදුරාසියට එරෙහිව ගෝපාලන් කුසලානයේ දී ලංකාව වෙනුවෙන් ක්‍රීඩා කරමින් ඔහු ලකුණු 17 කට කඩුලු 6 ක් සහ ලකුණු 26 කට කඩුලු 5 ක් දවාලමින් කොළඹ ඕවල් ක්‍රීඩාංගණයේ දී ලංකාවට කඩුලු 5 ක ජයග්‍රහණයක් ලබා දීමට උදව් කළේය. ඔහුගේ තරග සංඛ්‍යාව 43ට 11ක් වීම ගෝපාලන් කුසලාන තරගවලදී ශ්‍රී ලංකාව වෙනුවෙන් වාර්තාවකි.\n\nදකුණු අප්‍රිකාවට ආපසු පැමිණි ඔහු, කූරි කුසලානයේ දොඩම් රහිත ප්‍රාන්තය සඳහා වාරයක් ක්‍රීඩා කරමින්, පන්දු යැවීම ආරම්භ කළේය.\n\nසිඩ්නි බර්ක්\n\n සහ තරග පහකදී සාමාන්‍ය 20.56ක කඩුලු 16ක් දවා ගැනීම. ඔහු එම වාරයෙන් පසු පළමු පෙළ ක්‍රිකට් ක්‍රීඩාවෙන් සමුගත්තේය.",
        "Is": "දත්ත නොමැත",
        "Age": "දත්ත නොමැත",
        "Profiles": "දත්ත නොමැත"
    },
    {
        "cricketerName": "රෝහිත කොට්ටහච්චි",
        "bio": "ශ්‍රී ලංකා ක්‍රිකට් ක්‍රීඩකයා",
        "Is": "මලල ක්‍රිකට් ක්‍රීඩකයෙක්",
        "Gender": "පිරිමි",
        "Birth": "1971 අගෝස්තු 9, කළුතර, බස්නාහිර පළාත, ශ්‍රී ලංකාව",
        "Age": "අවුරුදු 50 යි",
        "Star sign": "සිංහයා",
        "paragraph": "රෝහිත කොට්ටහච්චි\n\n (උපත 9 අගෝස්තු 1971) යනු ශ්‍රී ලංකාවේ හිටපු පළමු පෙළ ක්‍රිකට් ක්‍රීඩකයෙකි. ඔහු දැන් විනිසුරුවරයෙකු වන අතර 2015 ඔක්තෝම්බර් මාසයේදී ශ්‍රී ලංකා මණ්ඩලයේ සභාපතිගේ xi සහ බටහිර ඉන්දියානුවන් අතර තරඟ සංචාරයක නිරත විය.",
        "Sports Teams": "දත්ත නොමැත",
        "Death": "දත්ත නොමැත",
        "Profiles": "දත්ත නොමැත"
    },
    {
        "cricketerName": "හිරෝෂි අබේසිංහ",
        "bio": "ශ්‍රී ලංකා ක්‍රිකට් ක්‍රීඩකයා",
        "Is": "මලල ක්‍රිකට් ක්‍රීඩකයෙක්",
        "Gender": "ගැහැණු",
        "Birth": "1978 නොවැම්බර් 2, කොළඹ, කොළඹ දිස්ත්‍රික්කය, බස්නාහිර පළාත, ශ්‍රී ලංකාව",
        "Age": "අවුරුදු 43 යි",
        "Star sign": "වෘශ්චික",
        "Sports Teams": "ශ්‍රී ලංකා ජාතික කාන්තා ක්‍රිකට් කණ්ඩායම",
        "paragraph": "අමතගොඩගේ දොන් හිරෝෂි අබේසිංහ\n\n (උපත 2 නොවැම්බර් 1978) යනු හිටපු ශ්‍රී ලංකා ජාත්‍යන්තර ක්‍රිකට් ක්‍රීඩකයෙක් සහ ජාත්‍යන්තරව සුදුසුකම් ලත් ක්‍රිකට් පුහුණුකරුවෙකි.\n\nක්‍රීඩිකාවක් ලෙස ජාත්‍යන්තර ක්‍රීඩා දිවිය, අබේසිංහ 1999 සහ 2006 අතර ශ්‍රී ලංකා ජාතික කණ්ඩායම නියෝජනය කළාය. ඇය තුන් ඉරියව් ක්‍රීඩිකාවක් ලෙස ක්‍රීඩා කළාය, දකුණතින් පන්දුවට පහර දෙමින් සහ දකුණතින් පිට දඟ පන්දු යවමින්.\n\nඇය ශ්‍රී ලංකා කාන්තා ක්‍රිකට් කණ්ඩායමේ සාමාජිකාවක් වූ අතර සංචාරක පකිස්ථාන කණ්ඩායමට සහ 1999 දී ඉන්දීය සංචාරයට සහභාගී වූවාය.\n\n2000 නවසීලන්තයේ පැවති කාන්තා ලෝක කුසලානයේදී අබේසිංහ සිය ජාත්‍යන්තර තරගයට පිවිසියාය. ඇය තම කණ්ඩායමේ තරග හතටම ක්‍රීඩා කළ අතර, ශ්‍රී ලංකාවේ වැඩිම ලකුණු ලාභිනිය බවට පත්වීමට ලකුණු 186ක් ලබා ගත්තාය. ඇයගේ ඉහළම ලකුණු සංඛ්‍යාව එංගලන්තයට එරෙහිව පන්දු 116කින් ලකුණු 57ක් වූ අතර අයර්ලන්තයට එරෙහිව පන්දු 112කින් ලකුණු 52ක් රැස් කළාය.\n\nලෝක කුසලානයෙන් පසුව, අබේසිංහ මීළඟට එක්දින ජාත්‍යන්තර (odi) මට්ටමේ ක්‍රීඩා කළේ 2002 ජනවාරි මාසයේදී, පකිස්ථානයට එරෙහිව තරඟාවලියකදීය. ඇය මෙම තරඟාවලියේ පළමු තරඟයේදී පන්දු 65කින් ලකුණු 57ක් ලබා ගනිමින් ඇයගේ පෞද්ගලික හොඳම දක්ෂතාව සම කළ අතර, සිව්වන තරඟයේදී පන්දු 103කදී නොදැවී ලකුණු 71ක් රැස්කරමින් තම Odi තරඟ දිවියේ වැඩිම ලකුණු සංඛ්‍යාව බවට පත් විය. 2002 දී ද ඇය 2002 දී ගෘහස්ථ ක්‍රිකට් ලෝක කුසලාන තරඟාවලිය සඳහා නවසීලන්තයේ සංචාරය කළාය.\n\n2003 දී ඇය ජාත්‍යන්තර කාන්තා ක්‍රිකට් තරඟාවලිය සඳහා බටහිර ඉන්දීය කොදෙව් සංචාරයක නිරත විය.\n\nඅබේසිංහ 2005 වසරේ සංචාරක එංගලන්ත කණ්ඩායමට ශ්‍රී ලංකාවේදී ක්‍රීඩා කරන විට ශ්‍රී ලංකා කාන්තා ක්‍රිකට් කණ්ඩායමේ උප නායිකාව ලෙස කටයුතු කළාය. ඇය 2005 දෙසැම්බර් මාසයේදී කාන්තා ක්‍රිකට් ආසියානු කුසලානය සඳහා පකිස්ථානයේ සංචාරය කළ ජාතික කණ්ඩායමේ සාමාජිකාවක් ද වූවාය.\n\n2006 ඉන්දියාවේ පැවති කාන්තා ආසියානු කුසලානයෙන් පසු හිරෝෂි අබේසිංහ සිය ජාත්‍යන්තර ක්‍රිකට් දිවිය නිමා කළේ මුළු ඕඩිස් 31කට ක්‍රීඩා කරමිනි.\n\nජාත්‍යන්තර ක්‍රිකට් ක්‍රීඩාවෙන් විශ්‍රාම යාමෙන් පසු පුහුණුකරු වෘත්තියෙන් සමුගත් අබේසිංහ ක්‍රිකට් පුහුණුකරුවෙකු ලෙස සුදුසුකම් ලබා ඇත. ඇය වැනි තනතුරු දරා ඇත:\n\n2008 වසරේ පැවති කාන්තා ක්‍රිකට් ආසියානු කුසලානය සඳහා ශ්‍රී ලංකා ජාතික කාන්තා ක්‍රිකට් කණ්ඩායමේ සහය පුහුණුකරු.\n\n2012 සහ 2015 අතර පකිස්ථානය, දකුණු අප්‍රිකාව, බටහිර ඉන්දීය කොදෙව් සහ එංගලන්ත කණ්ඩායම් ඇතුළු විවිධ සංචාරක කණ්ඩායම් සඳහා ශ්‍රී ලංකා ජාතික කාන්තා ක්‍රිකට් කණ්ඩායමේ සම්බන්ධීකරණ නිලධාරිනිය.\n\n2016 සැප්තැම්බර් මාසයේදී ඕස්ට්‍රේලියානු කණ්ඩායමට සහ 2016 නොවැම්බර් මාසයේදී එංගලන්ත කණ්ඩායමට පැමිණීම සඳහා ශ්‍රී ලංකා ජාතික කාන්තා ක්‍රිකට් කණ්ඩායමේ කළමනාකරු.\n\nශ්‍රී ලංකා නාවික හමුදා කාන්තා ක්‍රිකට් කණ්ඩායමේ ප්‍රධාන පුහුණුකරු දේශීය ශ්‍රී ලංකා කාන්තා ශූරතාව පස් වතාවක් (2011 සිට 2015 දක්වා, 2011 සහ 2012 දී දෙවරක් අපරාජිතව), සහ ශ්‍රී ලංකා කාන්තා ආරක්ෂක ක්‍රිකට් ලීගය දෙවරක් (2012 සහ 2013 පළමු කණ්ඩායම සමඟ)\n\n2017 වන විට, ඇය අබුඩාබි කාන්තා ක්‍රිකට් කණ්ඩායමක් සහ අබුඩාබි ක්‍රිකට් හි පුහුණු කාර්ය මණ්ඩලයේ කොටසක් පුහුණු කරයි.\n\nමුල් ජීවිතය අබේසිංහ උපන්නේ කොළඹ ය.\n\nසමගින් ලකුණු 384ක නොබිඳුණු දෙවැනි කඩුල්ල සබඳතාවයේ කාන්තා ක්‍රිකට් ලෝක වාර්තාව ක්‍රීඩා කිරීමේ ගෞරවය සහ ජයග්‍රහණ\n\nසඳමාලි දොලවත්ත\n\n2000 වසරේ ‘ශ්‍රී ලංකාවේ හොඳම කාන්තා ක්‍රිකට් ක්‍රීඩිකාව’ ලෙස සම්මාන ලැබුවාය\n\n2000 නවසීලන්තයේ ලෝක කුසලානයේ හොඳම ශ්‍රී ලංකා පිතිකරණය\n\n2008 දී පුහුණු කිරීමේ සුදුසුකම්, එක්සත් රාජධානියේ නිව්කාසල් විද්‍යාලයේ ක්‍රීඩා පුහුණු (ක්‍රිකට්) පිළිබඳ උසස් අධ්‍යාපන සහතිකයක් හැදෑරීම සඳහා ශිෂ්‍යත්වයක් පිරිනැමූ ශ්‍රී ලංකාවෙන් පළමු ක්‍රිකට් ක්‍රීඩිකාව බවට අබේසිංහ පත්විය.\n\nඑංගලන්ත සහ වේල්ස් ක්‍රිකට් මණ්ඩලයේ සුදුසුකම් ලත් icc මට්ටමේ 2 ක්‍රිකට් පුහුණුකරුවෙකු (ukcc 2) ලෙස ප්‍රතීතනය කර ඇත\n\nඑංගලන්ත සහ වේල්ස් ක්‍රිකට් මණ්ඩලයේ සුදුසුකම් ලත් icc මට්ටමේ 1 ක්‍රිකට් පුහුණුකරුවෙකු (ukcc 1) ලෙස ප්‍රතීතනය කර ඇත\n\nඑංගලන්ත සහ වේල්ස් ක්‍රිකට් මණ්ඩල පුහුණු සංගමයේ සාමාජිකයෙක්\n\nශ්‍රී ලංකාවේ ක්‍රිකට් පාලක මණ්ඩලය විසින් පවත්වනු ලබන විනිසුරු (ක්‍රිකට් නීතිය).",
        "Death": "දත්ත නොමැත",
        "Profiles": "දත්ත නොමැත"
    },
    {
        "cricketerName": "නිලන් ද සිල්වා",
        "bio": "ක්රිකට් ක්රීඩකයා",
        "Is": "මලල ක්‍රිකට් ක්‍රීඩකයෙක්",
        "Gender": "පිරිමි",
        "Birth": "1971 ජූනි 28, කොළඹ, කොළඹ දිස්ත්‍රික්කය, බස්නාහිර පළාත, ශ්‍රී ලංකාව",
        "Age": "අවුරුදු 50 යි",
        "Star sign": "පිළිකාවක්",
        "paragraph": "නිලන් ද සිල්වා\n\n (උපත 1971 ජූනි 28) යනු ශ්‍රී ලංකාවේ හිටපු ක්‍රිකට් ක්‍රීඩකයෙකි. ඔහු 1990 සිට 2001 දක්වා කාලය තුළ ශ්‍රී ලංකාවේ විවිධ දේශීය කණ්ඩායම් සඳහා පළමු පෙළ තරඟ 67 ක් ක්‍රීඩා කර ඇත. ඔහු දැන් විනිසුරුවරයෙකු වන අතර 2016 ජූලි මාසයේදී ඕස්ට්‍රේලියාවේ ශ්‍රී ලංකා සංචාරය අතරතුර සහ ශ්‍රී ලංකාවේ 2016-17 ප්‍රිමියර් ලීග් තරඟවලදී සංචාර තරඟයකට සහභාගී විය තරඟාවලිය.",
        "Sports Teams": "දත්ත නොමැත",
        "Death": "දත්ත නොමැත",
        "Profiles": "දත්ත නොමැත"
    },
    {
        "cricketerName": "රොෂේන් සිල්වා",
        "bio": "ක්රිකට් ක්රීඩකයා",
        "Is": "මලල ක්‍රිකට් ක්‍රීඩකයෙක්",
        "Gender": "පිරිමි",
        "Birth": "1988 නොවැම්බර් 17, කොළඹ, කොළඹ දිස්ත්‍රික්කය, බස්නාහිර පළාත, ශ්‍රී ලංකාව",
        "Age": "අවුරුදු 33 යි",
        "Star sign": "වෘශ්චික",
        "Sports Teams": "ශ්‍රී ලංකා ජාතික ක්‍රිකට් කණ්ඩායම බස්නහිර උතුරු ක්‍රිකට් කණ්ඩායම කෝල්ට්ස් ක්‍රිකට් සමාජය රාගම ක්‍රිකට් සමාජය සිංහ ක්‍රීඩා සමාජය",
        "paragraph": "athege roshen shivanka silva\n\n, ලෙස පොදුවේ හඳුන්වනු ලැබේ\n\nරොෂේන් සිල්වා\n\n (උපත 1988 නොවැම්බර් 17) යනු ශ්‍රී ලංකා ජාතික ක්‍රිකට් කණ්ඩායමට ක්‍රීඩා කරන වෘත්තීය ශ්‍රී ලංකා ටෙස්ට් ක්‍රිකට් ක්‍රීඩකයෙකි. ඔහු කෝල්ට්ස් ක්‍රිකට් සමාජයට පළමු පෙළ ක්‍රිකට් ද ක්‍රීඩා කරයි.\n\nදේශීය වෘත්තීය ජීවිතය 2018 මාර්තු මාසයේදී, ඔහු 2017-18 සුපිරි හතර පළාත් තරඟාවලිය සඳහා ගාලු සංචිතයට නම් කරන ලදී. තරගාවලියේ ආරම්භක තරගයේදී ඔහු කොළඹට එරෙහිව පළමු ඉනිමේදී නොදැවී ලකුණු 231ක් රැස් කළේය. ඔහු තරඟ තුනකදී ලකුණු 535ක් ලබා ගනිමින් තරඟාවලියේ වැඩිම ලකුණු ලාභියා විය.\n\n2019 මාර්තු මාසයේදී ඔහු 2019 සුපිරි පළාත් එක්දින තරඟාවලිය සඳහා මහනුවර සංචිතයට නම් කරන ලදී.\n\nජාත්‍යන්තර වෘත්තීය ජීවිතය 2016 ජූලි මාසයේදී ඔස්ට්‍රේලියාවට එරෙහි තරඟාවලිය සඳහා ශ්‍රී ලංකා ටෙස්ට් සංචිතයට ඔහු නම් කරන ලද නමුත් ඔහු ක්‍රීඩා කළේ නැත. 2017 සැප්තැම්බර් මාසයේදී, එක්සත් අරාබි එමීර් රාජ්‍යයේදී පකිස්ථානයට එරෙහිව පැවති තරඟාවලිය සඳහා ශ්‍රී ලංකා ටෙස්ට් සංචිතයට ඔහු නම් කරන ලද නමුත් නැවතත් ඔහු ක්‍රීඩා කළේ නැත.\n\n2017 නොවැම්බර් මාසයේදී ඔහු ඉන්දියාවට එරෙහි තරඟාවලිය සඳහා ශ්‍රී ලංකා ටෙස්ට් සංචිතයට නම් කරන ලදී. ඔහු 2017 දෙසැම්බර් 2 වන දින ඉන්දියාවට එරෙහිව ශ්‍රී ලංකාව වෙනුවෙන් සිය මංගල ටෙස්ට් තරගයට පිවිසියේය. ඔහු පළමු ඉනිමේ දී දැවී ගියේ සිල්වා මුහුණ දුන් පළමු පන්දු යැවීමෙන්\n\nරවිචන්ද්‍රන් අශ්වින්\n\n. කෙසේ වෙතත් දෙවැනි ඉනිමේදී සිල්වා සිය මංගල ටෙස්ට් පනස් ශතකය රැස්කරමින් ශ්‍රී ලංකාව ජයග්‍රහණය කරා සමීප කරවීමට මග පෙන්වීය. කෙසේ වෙතත් අවසානයේ තරගය ජය පරාජයෙන් තොරව අවසන් වූ අතර සිල්වා නොදැවී ලකුණු 74ක් ලබා ගනිමින් තරගය නිමා කළේය.\n\nබංගලාදේශයට එරෙහි පළමු ටෙස්ට් තරගයේදී සිල්වා සිය මංගල ටෙස්ට් ශතකය වාර්තා කළේය. ඔහුගේ ශතකය සමග ශතක\n\nධනංජය ද සිල්වා\n\n හා\n\nකුසල් මෙන්ඩිස්\n\n ශ්‍රී ලංකාවට පළමු ඉනිමේ මුළු ලකුණු සංඛ්‍යාව 713ක් විය. කෙසේ වෙතත් තරගය ජය පරාජයෙන් තොරව අවසන් විය.\n\nmominul haque\n\nගේ ඉනිම් දෙකේදීම ශතක රැස් කළා.\n\nසිල්වා සංචාරයේ දෙවැනි ටෙස්ට් තරගයටද ඔහුගේ පිතිකරණ ස්වරූපය ගෙන ගියේය. තරඟයේ දී, ඔහු සෑම ඉනිමකදීම තරඟ ජයග්‍රාහී අර්ධ ශතක වාර්තා කළ අතර, තරඟය ජයග්‍රහණය කිරීම සඳහා ශ්‍රී ලංකාව බංග්ලාදේශයට ලකුණු 300 ට වඩා ඉලක්කයක් තබා ඇත. සියලුම පන්දු යවන්නන්ගේ විශිෂ්ට පන්දු යැවීම හේතුවෙන් ශ්‍රී ලංකාවට ලකුණු 215ක ජයක් අත්කර දෙමින් තරගය නිමා විය. ටෙස්ට් තරගමාලාව අතරතුර, රොෂේන් සිල්වා සිය ටෙස්ට් දිවියේ පළමු ටෙස්ට් ඉනිම් පහේදී ලකුණු පනහට වැඩි ලකුණු හතරක් වාර්තා කළ පස්වැනි පිතිකරුවා බවට පත් වූ අතර එම දස්කම දැක්වූ එකම ශ්‍රී ලාංකිකයා බවට පත්විය. ඔහු සිය පළමු ටෙස්ට් ඉනිම් පහේදී ලකුණු 309ක් ලබා ගනිමින් අවසන් කළ අතර එය ශ්‍රී ලංකා ක්‍රිකට් ක්‍රීඩකයෙකු විසින් සිය පළමු ටෙස්ට් ඉනිම් පහේදී ලබාගත් දෙවැනි ඉහළම ලකුණු සංඛ්‍යාවද වේ\n\nඅසේල ගුණරත්න\n\nගේ මුළු ලකුණු සංඛ්‍යාව 310. ශ්‍රී ලංකාව තරග දෙකකින් සමන්විත තරගාවලිය 1-0ක් ලෙස ජයගත් අතර ඔහුගේ පිතිකරණ දස්කම් නිසා සිල්වා තරගයේ වීරයා සහ තරගාවලියේ ක්‍රීඩකයා ලෙස සම්මාන ලැබීය.\n\nඔහුගේ දක්‍ෂතාවය වෙනුවෙන්, සිල්වාට icc ටෙස්ට් පිතිකරණ ශ්‍රේණිගත කිරීම්වල ස්ථාන 29 ක පිම්මකින් ත්‍යාග පිරිනමන ලද අතර, එය ඔහුගේ ක්‍රීඩා දිවියේ පළමු වතාවට හොඳම පිතිකරුවන් 50 දෙනා අතරට 49 වන ස්ථානයට පත් කර ඇත.\n\n2018 මැයි මාසයේදී, ඔහු 2018-19 වාරයට පෙර ශ්‍රී ලංකා ක්‍රිකට් විසින් ජාතික කොන්ත්‍රාත්තුවක් ලබා දුන් ක්‍රිකට් ක්‍රීඩකයින් 33 දෙනාගෙන් කෙනෙකි.",
        "Death": "දත්ත නොමැත",
        "Profiles": "දත්ත නොමැත"
    },
    {
        "cricketerName": "ඉමල්කා මෙන්ඩිස්",
        "bio": "ක්රිකට් ක්රීඩකයා",
        "Is": "මලල ක්‍රිකට් ක්‍රීඩකයෙක්",
        "Gender": "ගැහැණු",
        "Birth": "1993 සැප්තැම්බර් 21, බලපිටිය, දකුණු පළාත, ශ්‍රී ලංකාව",
        "Age": "අවුරුදු 28 යි",
        "Star sign": "කන්‍යාව",
        "Sports Teams": "ශ්‍රී ලංකා ජාතික ක්‍රිකට් කණ්ඩායම",
        "paragraph": "ඉමල්කා මෙන්ඩිස්\n\n (උපත 1993 සැප්තැම්බර් 21) යනු ශ්‍රී ලංකා කාන්තා ක්‍රිකට් කණ්ඩායමට ක්‍රීඩා කරන ශ්‍රී ලංකා ක්‍රිකට් ක්‍රීඩිකාවකි. ඇය 2016 සැප්තැම්බර් 18 වැනි දින ඔස්ට්‍රේලියාවට එරෙහිව සිය එක්දින ජාත්‍යන්තර (odi) මංගල තරගය ආරම්භ කළාය. ඇය 2018 මාර්තු 28 වන දින පකිස්තාන කාන්තාවන්ට එරෙහිව ශ්‍රී ලංකා කාන්තා කාන්තා විස්සයි20 ජාත්‍යන්තර ක්‍රිකට් (wt20i) ආරම්භ කළාය.",
        "Death": "දත්ත නොමැත",
        "Profiles": "දත්ත නොමැත"
    },
    {
        "cricketerName": "ගයාන් ද සිල්වා",
        "bio": "ශ්‍රී ලංකා ක්‍රිකට් ක්‍රීඩකයා",
        "Is": "මලල ක්‍රිකට් ක්‍රීඩකයෙක්",
        "Gender": "පිරිමි",
        "Birth": "1 දෙසැම්බර් 1988, බලපිටිය, දකුණු පළාත, ශ්‍රී ලංකාව",
        "Age": "අවුරුදු 32 යි",
        "Star sign": "ධනු",
        "Sports Teams": "colombo cricket club antonians sports club nondescripts cricket club බදුරලිය ක්‍රීඩා සමාජය",
        "paragraph": "යකුපිටි ගයාන් අසංක ද සිල්වා\n\n (උපත 1 දෙසැම්බර් 1988), ලෙස හැඳින්වේ\n\nගයාන් ද සිල්වා\n\n, ශ්‍රී ලංකා ක්‍රිකට් ක්‍රීඩකයෙකි. ඔහු 2008-09 තරග වාරයේදී කොළඹ ක්‍රිකට් සමාජයට ක්‍රීඩා කරමින් ඔහුගේ ජ්‍යෙෂ්ඨ තරඟාවලියට පිවිසි අතර එතැන් සිට ඇන්ටෝනියන්, නෝන්ඩිස්ක්‍රිප්ට් සහ බදුරලිය ක්‍රීඩා සමාජය සමඟ වාර ගත කර ඇත.\n\nදකුණු පළාතේ බලපිටියේ උපත ලද ද සිල්වා කොළඹ රාජකීය විද්‍යාලයට ඇතුළත් වූ අතර වාර්ෂික රාජකීය-තෝමියන් තරගයේ 2004 සහ 2005 සංස්කරණ දෙකෙහිම පාසල් කණ්ඩායමට ක්‍රීඩා කළේය. ඔහු 2004 වසරේ මැද භාගයේදී කොළඹ ක්‍රිකට් සමාජය වෙනුවෙන් වයස අවුරුදු 23න් පහළ තරඟාවලියට පිවිසියේය, ඒ වන විට වයස අවුරුදු 15ක් පමණක් වුවද. ද සිල්වා ප්‍රිමියර් සීමිත ඕවර තරඟාවලියේ 2008-09 වාරයේ දී, 2009 ජනවාරි මස මුලදී, කොළඹ සඳහා ඔහුගේ ජ්‍යෙෂ්ඨ මංගල තරඟය ආරම්භ කළ අතර, ඊළඟ වාරයේ තවත් එක්දින තරඟ කිහිපයක් ක්‍රීඩා කළේය. ඔහුගේ පළමු පන්තියේ මංගල තරගය ප්‍රිමියර් කුසලානයේ 2010-11 සමයේ සිදු වූ අතර ඒ වන විට ඔහු ඇන්ටෝනියානුවන්ට මාරු වී තිබුණි. ආරම්භක පිතිකරුවෙකු ලෙස ක්‍රීඩා කරමින්, ද සිල්වා සිය දෙවන තරඟයේදී සීදූව රද්දොළුවට එරෙහිව මංගල අර්ධ ශතකයක් (68) ලබා ගත් අතර, ඔහු තරඟ දෙකකට පසුව බර්ගර් විනෝද ක්‍රීඩා සමාජයට එරෙහිව ඉනිමක දී ලකුණු 97ක් රැස් කළේය. අවසන් ඉනිමේදී කණ්ඩායමේ මුළු ලකුණු සංඛ්‍යාව 172ක් වූ අතර ඔහුට පන්දු 104ක් පමණක් වැය වූ අතර, ද සිල්වාට (අවසන් ක්‍රීඩකයා ලෙසින්) ඔහුගේ පිත්ත රැගෙන යාමේදී යාන්තමින් දැවී ගියේය. කොළඹ සී.සී.ට එරෙහිව බදුරලිය වෙනුවෙන් ද සිල්වා රැස් කරගෙන ඇත්තේ තවත් එක් අර්ධ ශතකයක් පමණි. 2012-13 සමය තුළ, කලින් 2011-12 වාරය නොන්ඩිස්ක්‍රිප්ට් සමඟ ගත කර ඇත.",
        "Death": "දත්ත නොමැත",
        "Profiles": "දත්ත නොමැත"
    },
    {
        "cricketerName": "දුෂ්මන්ත චමීර",
        "bio": "ශ්‍රී ලංකා ක්‍රිකට් ක්‍රීඩකයා",
        "Is": "මලල ක්‍රිකට් ක්‍රීඩකයෙක්",
        "Gender": "පිරිමි",
        "Birth": "1992 ජනවාරි 11, රාගම, ගම්පහ දිස්ත්‍රික්කය, බස්නාහිර පළාත, ශ්‍රී ලංකාව",
        "Age": "අවුරුදු 29 යි",
        "Star sign": "මකර ලග්නය",
        "Sports Teams": "ශ්‍රී ලංකා ජාතික ක්‍රිකට් කණ්ඩායම රාජස්ථාන් රෝයල්ස් ක්‍රිකට් සමාජය",
        "Profiles": "දත්ත නොමැත",
        "paragraph": "පතිර වාසන් දුෂ්මන්ත චමීර\n\n (සිංහල:\n\nදුශ්මන්ත චමීර\n\n; උපත 1992 ජනවාරි 11), පොදුවේ\n\nදුෂ්මන්ත චමීර\n\n, ශ්‍රී ලංකාව වෙනුවෙන් ජාත්‍යන්තර ආකෘති තුනටම ක්‍රීඩා කරන වෘත්තීය ශ්‍රී ලංකා ක්‍රිකට් ක්‍රීඩකයෙකි. දකුණත් වේගපන්දු යවන්නෙකු වන චමීර සාමාන්‍යයෙන් පැයට කිලෝමීටර 145ක පමණ වේගයෙන් දෝලනය වන පන්දු යවයි.\n\nචමීර මීගමුව මාරිස් ස්ටෙලා විද්‍යාලයේ අධ්‍යාපනය ලබා ඇති අතර, ඔහු දේශීයව ක්‍රීඩා කරන්නේ නොන්ඩිස්ක්‍රිප්ට් ක්‍රිකට් සමාජයටය.\n\n2018 මාර්තු මාසයේදී, ඔහු 2017-18 සුපිරි හතර පළාත් තරඟාවලිය සඳහා කොළඹ සංචිතයට නම් කරන ලදී. ඊළඟ මාසයේ, ඔහු 2018 සුපිරි පළාත් එක්දින තරඟාවලිය සඳහා කොළඹ සංචිතයට ද නම් කරන ලදී.\n\n2018 අගෝස්තු මාසයේදී, ඔහු 2018 slc t20 ලීග් ගාලු සංචිතයට නම් කරන ලදී. 2019 මාර්තු මාසයේදී ඔහු 2019 සුපිරි පළාත් එක්දින තරඟාවලිය සඳහා ගාලු සංචිතයට නම් කරන ලදී.\n\nජාත්‍යන්තර වෘත්තීය දිවියේ දකුණත් වේග පන්දු යවන ක්‍රීඩක චමීර 2015 ජනවාරි 29 වන දින නවසීලන්තයට එරෙහිව ශ්‍රී ලංකාව වෙනුවෙන් සිය මංගල Odi තරගය ආරම්භ කළේය. ඔහු තම පළමු ජාත්‍යන්තර කඩුල්ල දවා ගත්තේ ඔහුගේ පළමු ඕවරයේදී ය.\n\nරොස් ටේලර්\n\n, ඔහු ද නෙරපා හැරියේ ය\n\nelliott ලබා දෙන්න\n\n, ශ්‍රී ලංකාව තරගය ජය ගැනීමත් සමග.\n\nචමීර 2015 icc ක්‍රිකට් ලෝක කුසලානයට තේරී පත් වූ නමුත් පළමු තරග කිහිපයට සහභාගි වූයේ නැත. ඔහු ස්කොට්ලන්තයට එරෙහිව ශ්‍රී ලංකාවේ අවසන් සංචිතයට එරෙහිව සංචිතයට ඇතුළත් වූ අතර එහිදී ඔහු ලකුණු 51කට කඩුලු 3ක් දවා ගත්තේය. තරගය ජය ගැනීමට ශ්‍රී ලංකාව සමත් විය.\n\nඔහු 2015 ජුනි මාසයේදී පකිස්තානයට එරෙහිව සිය මංගල ටෙස්ට් තරගයට පිවිසියේය. ඔහු ශ්‍රී ලංකාව වෙනුවෙන් 129 වැනි ටෙස්ට් කුසලානය වේ. ඔහු පන්දු යවන විට ඔහුගේ පළමු ටෙස්ට් කඩුල්ල දවා ගත්තේය\n\nzulfiqar babar\n\n ලකුණු 5කට. එම තරගයේ දෙවැනි ඉනිමේදී ඔහු ඉනිම දෙකේදීම ඕවර 28.5කදී ලකුණු 4/76ක් ලෙසින් කඩුලු 3ක් දවාගනිමින් ශ්‍රී ලංකාව ජයග්‍රහණය කරා රැගෙන ගියේය. ඔහු තරගයේ දී පැති ආබාධයකට ලක් වූ අතර තරගාවලියේ තෙවැනි ටෙස්ට් තරගයෙන් ඉවත් විය.\n\nඔහු 2015 නොවැම්බර් 9 වන දින බටහිර ඉන්දීය කොදෙව්වන්ට එරෙහිව ශ්‍රී ලංකාව වෙනුවෙන් විස්සයි 20 ජාත්‍යන්තර තරගයට පිවිසියේය.\n\n2018 ජනවාරි මාසයේදී ඔහු 2018 ipl වෙන්දේසියේදී රාජස්ථාන් රාජකීයයන් විසින් මිලදී ගන්නා ලදී. කෙසේ වෙතත්, ඔහුට කොන්දේ ආබාධයක් හේතුවෙන් තරඟාවලියේ පළමු සති අහිමි විය.\n\n2018 මැයි මාසයේදී, ඔහු 2018-19 වාරයට පෙර ශ්‍රී ලංකා ක්‍රිකට් විසින් ජාතික කොන්ත්‍රාත්තුවක් ලබා දුන් ක්‍රිකට් ක්‍රීඩකයින් 33 දෙනාගෙන් කෙනෙකි.",
        "Death": "දත්ත නොමැත"
    },
    {
        "cricketerName": "trishen nonis",
        "bio": "ක්රිකට් ක්රීඩකයා",
        "Is": "මලල ක්‍රිකට් ක්‍රීඩකයෙක්",
        "Gender": "පිරිමි",
        "Birth": "1968 සැප්තැම්බර් 28, කොළඹ, කොළඹ දිස්ත්‍රික්කය, බස්නාහිර පළාත, ශ්‍රී ලංකාව",
        "Age": "අවුරුදු 53 යි",
        "Star sign": "තුලා රාශිය",
        "paragraph": "trishen nonis\n\n (උපත 1968 සැප්තැම්බර් 28) යනු මුවර්ස් ක්‍රීඩා සමාජයට ක්‍රීඩා කළ ශ්‍රී ලංකාවේ හිටපු පළමු පෙළ ක්‍රිකට් ක්‍රීඩකයෙකි.",
        "Sports Teams": "දත්ත නොමැත",
        "Death": "දත්ත නොමැත",
        "Profiles": "දත්ත නොමැත"
    },
    {
        "cricketerName": "ශාලිකා කරුණානායක",
        "bio": "ශ්‍රී ලංකා ක්‍රිකට් ක්‍රීඩකයා",
        "Is": "මලල ක්‍රිකට් ක්‍රීඩකයෙක්",
        "Gender": "පිරිමි",
        "Birth": "1987 පෙබරවාරි 14, කුරුණෑගල, වයඹ පළාත, ශ්‍රී ලංකාව",
        "Age": "අවුරුදු 34 යි",
        "Star sign": "කුම්භ",
        "paragraph": "ශාලිකා කරුණානායක\n\n (උපත 1987 පෙබරවාරි 14) යනු ශ්‍රී ලංකා හමුදා ක්‍රීඩා සමාජයට ක්‍රීඩා කරන ශ්‍රී ලංකා පළමු පෙළ ක්‍රිකට් ක්‍රීඩකයෙකි.",
        "Sports Teams": "දත්ත නොමැත",
        "Death": "දත්ත නොමැත",
        "Profiles": "දත්ත නොමැත"
    },
    {
        "cricketerName": "suwini de alwis",
        "bio": "ක්රිකට් ක්රීඩකයා",
        "Is": "මලල ක්‍රිකට් ක්‍රීඩකයෙක්",
        "Gender": "ගැහැණු",
        "Birth": "1975 මැයි 17, මහනුවර, මධ්‍යම පළාත, ශ්‍රී ලංකාව",
        "Age": "අවුරුදු 46 යි",
        "Star sign": "ටෝරස්",
        "Sports Teams": "ශ්‍රී ලංකා ජාතික ක්‍රිකට් කණ්ඩායම",
        "paragraph": "suwini de alwis\n\n (උපත 1975 මැයි 17) ශ්‍රී ලංකා ක්‍රිකට් ක්‍රීඩකයෙකි.",
        "Death": "දත්ත නොමැත",
        "Profiles": "දත්ත නොමැත"
    },
    {
        "cricketerName": "ishak sahabdeen",
        "bio": "ශ්‍රී ලංකා ක්‍රිකට් ක්‍රීඩකයෙක් සහ හොකී ක්‍රීඩකයෙක්",
        "Is": "මලල ක්‍රිකට් ක්‍රීඩකයෙක්",
        "Gender": "පිරිමි",
        "Education": "ශාන්ත සිල්වෙස්ටර් විද්‍යාලය",
        "paragraph": "ishak shahabdeen\n\n ක්‍රිකට් සහ හොකී යන දෙඅංශයෙන්ම තම රට නියෝජනය කළ ශ්‍රී ලාංකික ද්විත්ව ජාත්‍යන්තරයෙකි.\n\nශාන්ත සිල්වෙස්ටර්සහබ්දීන් අධ්‍යාපනය ලැබුවේ ශාන්ත. ඔහු ක්‍රිකට් ක්‍රීඩාව නියෝජනය කළ මහනුවර සිල්වෙස්ටර් විද්‍යාලය\n\nසහ හොකී. ඔහු 1974 වසරේ පිට පළාත් ක්‍රිකට් ක්‍රීඩකයා ලෙසින් තේරී පත් විය\n\nහොකී ක්‍රීඩාවේදී ඔහු ශාන්ත 16 සහ 19 න් පහළ කණ්ඩායම්වල නායකත්වය දැරීය. sylvester’s සහ ඔවුන්ව 1974 දී මහනුවර පාසල් ශූරතාව දක්වා ගෙන ගියේය. ඔහු නුගවෙල මධ්‍ය විද්‍යාලයට එරෙහිව ගෝල 16ක් රැස් කළේය. 1973 දී ඔහු ශ්‍රී ලංකා පාසල් නියෝජනය කළ අතර 1976 දී නායකයා විය.\n\nගේ තෝමස් විද්‍යාලයට මාරු විය. තෝමස් විද්‍යාලය, ගල්කිස්ස ශ්‍රී ලංකාව, එහිදී ඔහු ක්‍රිකට්, හොකී සහ මලල ක්‍රීඩා වලින් වර්ණ දිනා ගත්තේය. මලල ක්‍රීඩාවේදී ඔහු රග්බි ක්‍රීඩකයන් ඇතුළත් සහය දිවීමේ කණ්ඩායමක සාමාජිකයෙකි\n\npl මුණසිංහ\n\n,\n\nදේවක ප්‍රනාන්දු\n\n හා\n\nමයිකල් ජයසේකර\n\n.\n\nඔහු පළමු xi ක්‍රිකට් ක්‍රීඩා කළේ සසි ගනේෂන්ගේ නායකත්වයෙන් යුත් කණ්ඩායමකයි. අනෙකුත් කණ්ඩායමේ සාමාජිකයින් ඇතුළත් වේ\n\nසාලිය අහංගම\n\n,\n\nද අල්විස් මිනිහා\n\n,\n\nඅරිත්ත ආර් වික්‍රමනායක\n\n හා\n\nමයිකල් ජයසේකර\n\n. 1976 දී ඔහු පකිස්තානයේ සංචාරය කළ ශ්‍රී ලංකා 19න් පහළ කණ්ඩායමේ සාමාජිකයෙකි.\n\nක්‍රිකට් සහබ්දීන් දෙමළ සංගම් ක්‍රිකට් සමාජය වෙනුවෙන් පළමු පෙළ ක්‍රිකට් ක්‍රීඩා කළේ දිවංගත එස්.එස්.ගේ නායකත්වය යටතේය. කුමාර p. සරවනමුත්තු කුසලාන තරගාවලිය. ඔහු තම පක්ෂපාතිත්වය මුවර්ස් එස්සී වෙත මාරු කළ අතර 1985 දී කණ්ඩායමේ නායකයා විය.\n\nහොකීසහබ්දීන් ක්‍රීඩා කළේ බර්ගර් විනෝද ක්‍රීඩා සමාජයටය. සමාජය ඇන්ඩ්‍රීස් පලිහ, පුරෝගාමී කුසලානය සහ පිටකොටුව ෆාමසි රන් කුසලාන හතක් දිනා ගන්නා ලදී. ඔහු brc, mackwoods සහ mercantile hockey Association නියෝජනය කරමින් එක් දින දර්ශන වර්ෂයක් තුළ ගෝල 120ක් ලබා ගත්තේය.\n\nජාත්‍යන්තර ක්‍රිකට් ශ්‍රී ලංකාව වෙනුවෙන් ප්‍රථම වරට ක්‍රීඩා කළේ 1983 දී සිම්බාබ්වේ පිලට එරෙහිව එක්දින තරගයකදීය, 1984දී ඉන්දියාවට සහ පකිස්ථානයට එරෙහිව ප්‍රථම වරට ආසියානු කුසලානය සඳහා සාජා සංචාරය කළේය.ඔහුගේ මීළඟ පැවරුම වූයේ 1984 නවසීලන්තයට එරෙහිව එක්දින තරගයකි.\n\n2005 දී, ඔහු නවසීලන්තයේ පැවති මාස්ටර් තරඟාවලියේදී ගෘහස්ථ ක්‍රිකට් සඳහා ශ්‍රී ලංකාව නියෝජනය කළේය.\n\nජාත්‍යන්තර හොකී පාසල් ශිෂ්‍යයෙකුව සිටියදී ඔහු සංචාරක බටහිර ජර්මානු කණ්ඩායමට එරෙහිව රට නියෝජනය කළේය. ඔහු ශ්‍රී ලංකාව නියෝජනය කරමින් ආසියානු ක්‍රීඩා උළෙලට ද සහභාගි විය. 1985 සහ 1986 දී ඔහු සිංගප්පූරුවට සහ ඕමානයට එරෙහිව දෙවරක් ශ්‍රී ලංකාව නියෝජනය කළ අතර 1985 දී සිංගප්පූරුවට එරෙහිව ශ්‍රී ලංකා නායකයා විය.\n\nස්නූකර්සහබ්දීන් ද ප්‍රසිද්ධ ස්නූකර් ක්‍රීඩකයෙකි.\n\nක්‍රීඩා පරිපාලනය සහබ්දීන් විශ්‍රාම ගැනීමෙන් පසුවත් ක්‍රීඩාවට සම්බන්ධ වී ඇති අතර වෙළඳ සේවා ක්‍රිකට් සංගමයේ තරඟාවලි කමිටුවේ සභාපති, ක්‍රිකට් විනිසුරු සංගමයේ උප සභාපති සහ විනය කමිටුවේ සභාපති ලෙස කටයුතු කර ඇත",
        "Birth": "දත්ත නොමැත",
        "Age": "දත්ත නොමැත",
        "Star sign": "දත්ත නොමැත",
        "Sports Teams": "දත්ත නොමැත",
        "Death": "දත්ත නොමැත",
        "Profiles": "දත්ත නොමැත"
    },
    {
        "cricketerName": "ට්‍රෙවින් මැතිව්",
        "bio": "ශ්‍රී ලංකා ක්‍රිකට් ක්‍රීඩකයා",
        "Is": "මලල ක්‍රිකට් ක්‍රීඩකයෙක්",
        "Gender": "පිරිමි",
        "Birth": "1978 මැයි 6",
        "Age": "අවුරුදු 43 යි",
        "Star sign": "ටෝරස්",
        "paragraph": "ට්‍රෙවින් මැතිව්\n\n (උපත 1978 මැයි 6) ශ්‍රී ලංකා ක්‍රිකට් ක්‍රීඩකයෙකි. ඔහු කෝල්ට්ස් ක්‍රිකට් සමාජයට ක්‍රීඩා කළ වමත් පිතිකරුවෙකු සහ වමතින් මධ්‍යම වේග පන්දු යවන්නෙකු විය. ඔහු උපන්නේ කොළඹ ය.\n\nමැතිව් 1997-98 තරග වාරයේදී පානදුර ක්‍රීඩා සමාජයට එරෙහිව තනි පළමු පෙළ තරගයක් කළේය. ඔහු පන්දුවට පහර දුන් එකම ඉනිමේදී කඩුල්ලක් දැවී ලකුණු ලබා ගත්තේය.\n\nමැතිව් පන්දුවාර 11කදී ලකුණු 3-57ක් ලබා ගත්තේය.",
        "Sports Teams": "දත්ත නොමැත",
        "Death": "දත්ත නොමැත",
        "Profiles": "දත්ත නොමැත"
    },
    {
        "cricketerName": "chathura randunu",
        "bio": "ශ්‍රී ලංකා පළමු පෙළ ක්‍රිකට් ක්‍රීඩකයෙක්",
        "Is": "මලල ක්‍රිකට් ක්‍රීඩකයෙක්",
        "Gender": "පිරිමි",
        "Birth": "1 අප්‍රේල් 1984, කොළඹ, කොළඹ දිස්ත්‍රික්කය, බස්නාහිර පළාත, ශ්‍රී ලංකාව",
        "Age": "අවුරුදු 37 යි",
        "Star sign": "මේෂ",
        "paragraph": "චතුර රන්දුනු (උපත 1 අප්‍රේල් 1984) යනු බ්ලූම්ෆීල්ඩ් ක්‍රිකට් සහ මලල ක්‍රීඩා සමාජය සඳහා ක්‍රීඩා කරන ශ්‍රී ලංකා පළමු පෙළ ක්‍රිකට් ක්‍රීඩකයෙකි.",
        "Sports Teams": "දත්ත නොමැත",
        "Death": "දත්ත නොමැත",
        "Profiles": "දත්ත නොමැත"
    },
    {
        "cricketerName": "අසේල ගුණරත්න",
        "bio": "ශ්‍රී ලංකා ක්‍රිකට් ක්‍රීඩකයා",
        "Is": "ක්රිකට් ක්රීඩකයා",
        "Gender": "පිරිමි",
        "Birth": "1986 ජනවාරි 8, මහනුවර, මධ්‍යම පළාත, ශ්‍රී ලංකාව",
        "Age": "අවුරුදු 35 යි",
        "paragraph": "ඩවුන්දෙගෙදර අසේල සම්පත් ගුණරත්න, සාමාන්‍යයෙන් අසේල ගුණරත්න (උපත 1986 ජනවාරි 8) යනු වෘත්තීය ශ්‍රී ලංකා ක්‍රිකට් ක්‍රීඩකයෙකි, ඔහු ටෙස්ට්, එක්දින ජාත්‍යන්තර (ඕඩිස්) සහ විස්සයි20 ජාත්‍යන්තර (විස්සයි20) ක්‍රීඩා කරයි. ඔහු දැනට ශ්‍රී ලංකා යුධ හමුදාවේ 6 වන ක්ෂේත්‍ර රෙජිමේන්තුව වන ශ්‍රී ලංකා කාලතුවක්කුවට අනුයුක්ත බෝම්බකරුවෙකු ලෙස සේවය කරයි. ඔහු මහනුවර ශ්‍රී රාහුල විද්‍යාලයේ ආදි ශිෂ්‍යයෙකි. ජාත්‍යන්තර වෘත්තීය ජීවිතය\n\nඔහු 2016 පෙබරවාරි මාසයේදී ශ්‍රී ලංකා කණ්ඩායමේ ඉන්දීය සංචාරය සඳහා විස්සයි20 ජාත්‍යන්තර (t20i) සංචිතයට තේරී පත් විය. ඔහු 2016 පෙබරවාරි 14 වන දින ඔහුගේ පළමු t20i තරගයට පිවිසියේ ලකුණු 4ක් ලබාගනිමිනි. එම තරගයෙන් ශ්‍රී ලංකාව කඩුලු 9කින් පරාජයට පත් විය.\n\nඔහු 2016 ඔක්තෝම්බර් 29 වැනිදා සිම්බාබ්වේ පිලට එරෙහිව ශ්‍රී ලංකාව වෙනුවෙන් සිය මංගල ටෙස්ට් තරගයට පිවිසියේය. පළමු ටෙස්ට් තරගයේ පළමු ඉනිමේදී පනස් ශතකයක් රැස් කළ ඔහු එම සංචාරයේම දෙවැනි තරගයේදී සිය මංගල ටෙස්ට් ශතකය වාර්තා කළේය.\n\nඔහු සිම්බාබ්වේ හි පැවති තුන්කොන් තරඟාවලිය සඳහා ශ්‍රී ලංකා එක්දින ජාත්‍යන්තර (odi) කණ්ඩායමට තේරී පත් වූ අතර බටහිර ඉන්දීය කොදෙව් තුන්වන කණ්ඩායම විය. ඔහු තුන්කොන් එක්දින තරඟාවලියේ පළමු තරඟයේදී සිම්බාබ්වේට එරෙහිව සිය මංගල Odi තරඟයට සහභාගී වී කඩුලු 3ක් දවා ගත්තේය.\n\n ජාත්යන්තර සියවස්\n\nටෙස්ට් ශතක\n\nඅසේල ගුණරත්නගේ ටෙස්ට් ශතක\n\nනැත\n\nදුවනවා\n\nතරගය\n\nවිරුද්ධව\n\nගමේනගරය\n\nස්ථානය\n\nප්රතිඵලය\n\n[1]\n\n116\n\n2\n\nසිම්බාබ්වේ\n\n හරාරේ, සිම්බාබ්වේ\n\nහරාරේ ක්‍රීඩා සමාජය\n\nදිනුවා",
        "Star sign": "දත්ත නොමැත",
        "Sports Teams": "දත්ත නොමැත",
        "Death": "දත්ත නොමැත",
        "Profiles": "දත්ත නොමැත"
    }
]